[
  {
    "speaker": "REHNQUIST",
    "speech": "We'll hear argument first this morning in No. 02-1824, Doug Dretke v. Michael Wayne Haley."
  },
  {
    "speaker": "CRUZ",
    "speech": "Mr. Chief Justice, and may it please the Court: here, because the state is concerned about the impact on the procedural default rule, in particular the Fifth Circuit's decision."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, so a man does 15 years so you can vindicate your legal point in some other case? I -- I just lower the sentence."
  },
  {
    "speaker": "CRUZ",
    "speech": "Implicit in the procedural default -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "And I'd say the same for the Government of the United States. error, and that if Mr. Haley had raised the error at trial, that the trail judge would have and should have sustained -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "But is it -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- not also very clear that he's going years in jail?"
  },
  {
    "speaker": "CRUZ",
    "speech": "It is clear that he will spend 10 years in jail when he had an objection he could have raised that he did not."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, let me ask you this. Why -- why isn't there still an inadequate assistance of counsel claim out there, and why shouldn't the court address that before it gets into the question that it dealt with?"
  },
  {
    "speaker": "CRUZ",
    "speech": "Justice O'Connor, I think there is a counsel."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, why don't we vacate and remand and let them deal with that?"
  },
  {
    "speaker": "CRUZ",
    "speech": "Justice O'Connor, I think that is argue a waiver if it's sent back?"
  },
  {
    "speaker": "CRUZ",
    "speech": "If it's sent back, we would be prepared to address the ineffective assistance claim on its merits."
  },
  {
    "speaker": "QUESTION",
    "speech": "And not raise any procedural impediment to -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "The -- the -- another feature of this case, what makes it so disturbing, is that the initial error was the prosecutors, in -- when the prosecutor indicted him, that indictment was incorrect, and then the rest followed, court and he raised it in the Federal court, the ineffective assistance, but nobody paid any attention to him."
  },
  {
    "speaker": "CRUZ",
    "speech": "The -- the claim was denied in state habeas and the Federal habeas court did not address it because it had already granted relief based upon his claim that he was actually innocent of the sentence."
  },
  {
    "speaker": "QUESTION",
    "speech": "Did the prosecutor suggest that maybe the court should have dealt with it, because neither court gave any reason for rejecting that claim?"
  },
  {
    "speaker": "CRUZ",
    "speech": "I -- the -- the district court jumped prejudice, the district court said that it didn't need to address cause and prejudice because it found actual innocence, and that's one of the -- the significant problems, much like statutory interpretation, where a court question, you have to resolve the cause and prejudice and then leave -- leave dangling in the air the question, the significant question, it seems to me, on which we granted cert?"
  },
  {
    "speaker": "CRUZ",
    "speech": "Justice Scalia, the first preference of split and to clarify that there is no actual innocence exception to non-capital sentencing. If the Court is not inclined to do so, the State of Texas, our second preferred outcome is to vacate the decision of the Fifth Circuit so we"
  },
  {
    "speaker": "CRUZ",
    "speech": "Well, or perhaps someone else would fight in a different circuit."
  },
  {
    "speaker": "QUESTION",
    "speech": "But if the court views this as a preliminary question, a question that the Fifth Circuit and any other Federal court should have reached logically before it reached the question on which it decided the case -­"
  },
  {
    "speaker": "CRUZ",
    "speech": "Yes, Justice -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- then we should put the court back in the position that it should have been in if it handled the case correctly. that as a matter of thinking through procedural default, that courts should begin with cause and prejudice, that the actual innocence exception as a potential trump card should not be jumped to first. should say so."
  },
  {
    "speaker": "CRUZ",
    "speech": "And, Justice Scalia, I agree entirely with your characterization of the errors made by the court below."
  },
  {
    "speaker": "QUESTION",
    "speech": "May I ask this question? I always procedural default rule, and as I understand it, the Government concedes there was injustice at the end of their brief. They say it's less significant, it's a less -­ qualitatively less significance than if you put an innocent"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, give me an example."
  },
  {
    "speaker": "CRUZ",
    "speech": "-- is an individual was is innocent of the crime."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, he's innocent of the crime he's in -- in prison for. technical of legal sense. In the ordinary sense of the word, he committed the theft, he committed the predicate felonies -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "No, but if the law were followed, he he should have been -- he should have been given this longer sentence for the second theft instead of for the third theft?"
  },
  {
    "speaker": "CRUZ",
    "speech": "No, actually, Justice Scalia, the way the statute reads -­ theft that -- that was used for recidivism occurred 3 days after, right, the --"
  },
  {
    "speaker": "CRUZ",
    "speech": "It's a 3 -- it's a 3-day disparity. The first crime was delivery of amphetamines. duty to call the attention of the trial judge before the trial judge imposed sentence?"
  },
  {
    "speaker": "CRUZ",
    "speech": "Absolutely, absolutely. And -- and -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "But the trial obligation -- the trial lawyer's obligation to do justice is -- is somehow missing"
  },
  {
    "speaker": "CRUZ",
    "speech": "The state has an obligation to be candid with the court, so at any point in which the state became aware of this error, the state would be obliged to inform the court, but that's a very different thing to say that"
  },
  {
    "speaker": "QUESTION",
    "speech": "There aren't many cases like this."
  },
  {
    "speaker": "CRUZ",
    "speech": "It is true that there are not many cases where the state concedes error, but the difficulty with pivoting the test on that is the basic operating premise of every habeas petition. Where procedural default is raised not hesitated to allow far more significant claims not to be addressed because of procedural default."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, but usually the valid claim is some procedural error in the trial, something of that character. outcome in the trial?"
  },
  {
    "speaker": "CRUZ",
    "speech": "We do not have any cases like that, but that aspect simply goes to prejudice, and this Court has repeatedly cautioned that the actual innocence exception should not be used to transform cause and prejudice just to prejudice. The only question is if there was cause for not raising it, and in terms of asking -- I mean, Justice Stevens asked me about, is this a manifest injustice. There seems nothing on the face of it that is plain to me that days or whatever does not matter. What matters, and what we are urging, is that Mr. Haley had multiple avenues to challenge this. He could have challenged this at trial. He could have challenged this on direct appeal."
  },
  {
    "speaker": "QUESTION",
    "speech": "If he could deliberately refuse to do it this a case of, you know, in our original case that we talk about gamesmanship and so on, do you think this is gamesmanship on his part?"
  },
  {
    "speaker": "CRUZ",
    "speech": "You know, we don't have reason to sentence, doesn't that demonstrate that he was incompetent? (Laughter.)"
  },
  {
    "speaker": "CRUZ",
    "speech": "It may well, and I certainly wouldn't urge that counsel engaged in good strategic decisions, but it may have been a strategic decision with respect to urging the court to commit an error under state law that caused the counsel not to notice the disparities in the enhancements."
  },
  {
    "speaker": "QUESTION",
    "speech": "In one of the proceedings, Texas did take the position that there -- this was not ineffective assistance of counsel. The reply brief I think makes it ineffective assistance of counsel claim is alive and well. But there was a time you took a different view."
  },
  {
    "speaker": "CRUZ",
    "speech": "That -- that is correct, and we agree at this point there is a very significant argument of Mr. Roberts, we'll hear from you."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Mr. Chief Justice, and may it please the Court: The actual innocence exception applies in the extraordinary case where a prisoner has been convicted of a crime that he did not commit. The Court shouldn't extend that narrow exception to the very different situation where convicted."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, what should we do in this case with someone who -- who is serving an unjust sentence under the law? Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Thank you."
  },
  {
    "speaker": "QUESTION",
    "speech": "Why not go to that first and tell them to do that, because this is just very difficult, that that would be the reason? The reason it would be difficult is because actual innocence is simply a way at getting at manifest injustice, I think, and a reason that this fits in the manifest injustice is we feel differently about substantive laws that govern how long a person is going to be in prison than we do about procedural laws, and But if you take that and say, look, this is an absolute obvious case where there was just wrong sentencing, it's not actual innocence, it's wrong sentencing, but it's so obvious, it's so clear that this is just unjust. Once to deal with it when it's clear?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, the -- the Court certainly could do that. There is a danger I think in -- in addressing the actual innocence exception in a case where there's cause and prejudice and so you don't need to address the real concern is when it's not that clear about whether somebody's actually innocent."
  },
  {
    "speaker": "QUESTION",
    "speech": "So you're saying it would be wise to send it back, is that right? of the crime and is claiming only that he's suffering an excessive prison term, if taken to its logical conclusion, that would open up final judgments where a criminal defendant is belatedly claiming that a sentencing guideline was incorrectly applied to him and that he's therefore innocent of the sentence."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, suppose -- suppose this were the Federal system. Would the Department of Justice take the position that it would not ask sua sponte that this sentence be reduced? from the district court judgment in this case. If the Government takes an appeal, the Solicitor General office has to -- has to approve those appeals and we would certainly -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "That's one tremendous advantage the"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- a 10 -- a 10-year -- an unlawful 10­ year term?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- in any case, but I would expect that if it was clear that there was cause and prejudice that was -- that a case involved a situation where the prisoner ­ -"
  },
  {
    "speaker": "QUESTION",
    "speech": "Forget cause and prejudice. Suppose the term is unlawful and it's conceded to be unlawful. Are you taking the position the Department of Justice says he has to be held anyway?"
  },
  {
    "speaker": "QUESTION",
    "speech": "I'm -- I'm astounded by that."
  },
  {
    "speaker": "ROBERTS",
    "speech": "I'm not -- I'm -- I'm not taking the position of that, Your Honor. I just -- I hesitate to -- to make a prediction about some future case where I don't know"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Right."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- argument."
  },
  {
    "speaker": "ROBERTS",
    "speech": "We -- I -- I -- we think that it's a question to be decided by the -- the court of appeals on -­ on remand, Your Honor, and the state had made arguments about whether it was preserved or not. Justice O'Connor asked me my opinion as to whether the -- whether the claim was preserved, and in -- in our view it was, but that would be a question for the lower court to -- to decide, and apparently the state is no longer arguing that -- that it As I said, our -- our -- the -- the issue that we're primarily concerned about here is a broad extension of the actual innocence exception to an erroneous prison term, and that would involve substantial societal costs, because offense which has a special constitutional status."
  },
  {
    "speaker": "QUESTION",
    "speech": "Are we free to write this code of criminal procedure? I mean, I can understand all these arguments being made to, you know, to Congress or -- or to the state legislatures for writing a code of criminal"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, well, the -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- justification for this -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- these rules are -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- something which has never been done actual innocence exception, which is a gateway to consideration of that underlying claim. There -- there still has to be an underlying constitutional claim, and -­ and that -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Roberts, why is it -­ the Court whether there is -- is such a claim."
  },
  {
    "speaker": "QUESTION",
    "speech": "Why is this qualitatively different from the rule in Jackson against Virginia that if there's no evidence to support the conviction, we set it aside, then"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, I -- I respectfully disagree with that, Your Honor. That -- the elements of the crime have all been proved. They're not -- they're not disputed. What's disputed is -- is a factor leading to enhancement in the sentence. If this was an element of the crime, we would agree with you that the actual innocence exception applies here."
  },
  {
    "speaker": "QUESTION",
    "speech": "If Apprendi had come out the other way, or if we extended Apprendi to recidivism?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "If you overruled Almendarez-Torres, in this particular case."
  },
  {
    "speaker": "QUESTION",
    "speech": "Doesn't scare me."
  },
  {
    "speaker": "ROBERTS",
    "speech": "But again, our concern is with broad application of the actual innocence exception to sentencing somebody for the wrong crime, but it is injust, isn't it?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "It -- there's -- there's certain unfairness involved, but the -- the manifest injustice exception is not directed at -- at every -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "The manifest injustice -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "No, but it's a -- it's a -- it's directed at injustice that is manifest, not the disqualitatively more than severe than it, and here it's manifest. Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Thank you, Mr. Roberts. Mr. Albritton. the Court: This Court has repeatedly recognized that the -­ the systemic concerns that underpin the procedural default doctrine must yield to the imperative of correcting a  However, this Court has never expressly held that. Your Honor, in relation to the question that I've been asked about, should this Court just remand for consideration of the ineffective assistance of counsel claim, I would respectfully suggest that that is not appropriate."
  },
  {
    "speaker": "QUESTION",
    "speech": "Why not? You think that counsel's performance was adequate here?"
  },
  {
    "speaker": "ALBRITTON",
    "speech": "Your Honor, I think it was grossly inadequate. However, the question presented by the "
  },
  {
    "speaker": "QUESTION",
    "speech": "But we -- we haven't in -- in at least two or three cases when we have a question of certiorari, we've said that there's a logically preceding question that has to be decided before we can get to that. So it seems to me this might be that kind of a case. precedent, and I understand that the Court could -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I guess you'd like your client out of jail?"
  },
  {
    "speaker": "ALBRITTON",
    "speech": "That's absolutely correct, Your the danger of this clearly -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Albritton, let me -- let me ask you this. In this case there is a statute that would not have allowed the additional sentence to be imposed unless these things were sequential. Suppose that wasn't the situation. sentencing factor of the sort that a judge can take into account under a law which says the judge may sentence from 10 to 30 years, all right?"
  },
  {
    "speaker": "ALBRITTON",
    "speech": "Yes, Your Honor. allowed it."
  },
  {
    "speaker": "ALBRITTON",
    "speech": "Your Honor, we do not believe that the Court need reach Almendarez-Torres. However, the rule we propose is certainly consistent with this Court's Sixth Amendment rule in Apprendi. It's also consistent with -­ kind of a situation then? How -- how do you -- how do you give me the answer that you've just given me, that even though you -- you -- you show that the judge who imposed a discretionary sentence was absolutely wrong for the basis on has recognized that a sentence that falls -- the severity of a sentence that falls within a statutory range is not amenable to habeas review. Additionally, the recent case, Your Honor, of Harris v. the United States, where the issue was whether Apprendi applied to mandatory minimums. This Court held -- actually, part of the opinion is a plurality opinion, but the holding is that the -- it does not matter if the sentence is more based on some false fact. The issue is, is it within range of punishment authorized by the legislature, Your Honor. understand why it makes any sense if you've shown and can know for sure that the only reason the judge imposed the 30 years was that he believed a certain fact was true which in fact was not true, and that is demonstrated, and he said, you've read the cases and so you may able to be clearer than I am and can correct me, I've thought that the real key concept is not actual innocence. It's very hard to apply that to a sentence. You're guilty of the crime, you're not innocent of the sentence. That doesn't make sense, but rather manifest injustice, and the key word is manifest. And so one could have manifest injustice in millions of possible situations. You don't need absolute clarity as to it applies to in between the guideline but not beyond the guideline, but the key word is manifest, and it with being behind bars when the law says you shouldn't be, directly and simply, not through some procedural device. So thinking about it in that way, I would like you to tell me what cases of this Court stand as obstacles to interested in is, is the -- the concept actual innocence simply a subdivision of the broader concept manifest injustice? And so that actual innocence of the crime itself, where manifest, is a basis for doing whatever happens in habeas law. And if I know whether that's a subdivision, I then would have a better handle on the case."
  },
  {
    "speaker": "ALBRITTON",
    "speech": "Your Honor, I -- it is our position that innocence has been adopted as a touchstone for the determination of whether or not there is a manifest injustice. The Court has determined that that properly proper consideration the systemic interest in federalism, comity, and finality. Your Honor, although the -- the concept of innocence of punishment is awkward and recognized, Mr. Haley lawfulness of the conviction in terms of the evidence and relitigating the sentence in terms of what was reasonable?"
  },
  {
    "speaker": "ALBRITTON",
    "speech": "Those concerns, Your Honor, underpin the reason for the high standard of proof in the first instance, that is, clear and convincing evidence. Those concerns also, Your Honor, inform the reason for the rule we proposed, and that is there is only a fundamental miscarriage of justice when a sentence is imposed that under the true facts no sentencing body, judge or jury, could have ever done. facts, a prisoner says the true facts are X, the state says the true facts are not X, and what's supposed to happen?"
  },
  {
    "speaker": "ALBRITTON",
    "speech": "The court has to decide if the petitioner has shown by clear and convincing evidence that sentence for which he or she is statutorily ineligible."
  },
  {
    "speaker": "QUESTION",
    "speech": "In -- in your -- in your view, Mr. Albritton, there's no requirement that this evidence be newly discovered, I take it?"
  },
  {
    "speaker": "ALBRITTON",
    "speech": "That is correct, Your Honor. the state court cases, but it's a -- it's a -- it's a total -- it's not a subset at all of the Federal cases, right? Because we have a guideline system where, by statute, you are not allowed to impose any more than what the guidelines"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yeah, but this guideline says the statute says, Judge, you must apply the guideline range unless. Now, there are many situations where it isn't even arguably unless, okay?"
  },
  {
    "speaker": "ALBRITTON",
    "speech": "Yes, sir. requirement that the judge impose the guideline sentence, four extra units or points if you had a gun, say. The prisoner says, I didn't have a gun. The state says, I did have a gun. And now you want to relitigate whether he had a knew you were saying that, but I think Justice Scalia's question was that he can't find, nor can I find, a logical basis for making that distinction. That's the problem."
  },
  {
    "speaker": "QUESTION",
    "speech": "The sentence is unlawful if it goes above the guidelines, which is why it can be set aside by"
  },
  {
    "speaker": "ALBRITTON",
    "speech": "Your -- Your Honor, the difference between unlawful and a fundamentally unjust is an important distinction. As this Court has historically held from the early notions of habeas when, even when habeas review in the thing that proves the actual innocence of the sentence is what establishes that you win on the constitutional point. And in the -- in the death cases, there isn't that -- this is not overlap, this is total coincidence."
  },
  {
    "speaker": "ALBRITTON",
    "speech": "Your Honor, in this Court's opinion had previously in Stickler v. Greene -- Strickler v. Greene, that it is not unusual for the same facts to be used and an overlap between those facts for the inquiry as to whether or not the merits of the claim can be reached and the merits of allegations under Almendarez-Torres are required to be alleged and proved to a jury beyond a reasonable doubt so that if a person is charged with a drug offense and the difference in 50 grams and 51 grams affects the statutory maximum, his or her actual innocence of that quantity is already covered subject to -- subject -- is already subject to the fundamental miscarriage of justice exception irrespective of what the court holds in the application of Sawyer to non-capital sentences."
  },
  {
    "speaker": "QUESTION",
    "speech": "What -- and what -- what's your that part of your submission or are you saying that that's existing authority?"
  },
  {
    "speaker": "ALBRITTON",
    "speech": "Your Honor, that's -- first of all, I believe, Your Honor, the Government just conceded that."
  },
  {
    "speaker": "QUESTION",
    "speech": "Okay."
  },
  {
    "speaker": "ALBRITTON",
    "speech": "-- the failure to -- the innocence of that fact would make the petitioner subject to the -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "And that goes back to the Almendarez- Torres discussion you had with Justice Scalia? not, because Almendarez-Torres only concerns certain recidivist allegations. Apprendi applies to every other factors that raises -­ aggravating factors are that the crime was committed in a heinous manner. Those inquiries are more subjective and less objective than the inquiry required under the application the -- of the exception that we propose. Additionally, Your Honors, the equities weigh sentences. Justice Scalia asked a question as to why this rule may be necessary because there would always be ineffective assistance of counsel, and frankly there's an answer to that. And that answer is, there will not always"
  },
  {
    "speaker": "ALBRITTON",
    "speech": "That is correct, Your Honor. Your Honor, what is unusual about this case additionally, as pointed out by the Court, the prosecutors -- we're -- we don't suggest purposefully -- but the prosecutors nevertheless caused the injustice in this case. The State of Texas prop -- improperly alleged that Mr. Haley's second conviction or second prior offense was committed before -­ or after the first became final."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, are -- would you say, taking it from there to the future dangerous, that the -- the prosecutor was in error in the sense you refer to if he alleged that the petitioner is going to be a future danger? Are all these allegations just going to be turned out that way?"
  },
  {
    "speaker": "ALBRITTON",
    "speech": "Not necessarily, Your Honor, because a prosecutor in good faith could certainly believe that the evidence would be sufficient to prove future dangerousness beyond a reasonable doubt."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, are -- are you suggesting the prosecutor in this case deliberately, when he alleged the thing, knew that it was not -- wouldn't stand up?"
  },
  {
    "speaker": "ALBRITTON",
    "speech": "I'm not suggesting that, Your Honor. However -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "But then -- but then it really isn't a basis for distinguishing the two examples I gave you for just you to say, well, in the first case the prosecutor acted in good faith."
  },
  {
    "speaker": "ALBRITTON",
    "speech": "Even if the prosecutor did not do this intentionally, Your Honor, the error and the injustice originated with the prosecutor. Not only did the prosecutor"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, but you could say that about an allegation of future dangerous too. You have the -- that's alleged in the complaint, isn't it?"
  },
  {
    "speaker": "ALBRITTON",
    "speech": "If future dangerousness is alleged, established he or she was not statutorily eligible for the sentence. Mr. Haley's case is a perfect example. Even though Mr. Haley was diligent and filed his state writ very shortly after the court of criminal appeals in Texas denied discretionary review, he's ended up spending 4 years more in prison than he was even authorized for under the statute. Additionally, Your Honor, in discussing the state's interest in this case, it is the Federal habeas court that in actuality is vindicating the Texas substantive interest of the state in its procedural laws. However, that recognition indicates that, in effect, there's a wash of the interest here, which would not undermine the application of the fundamental miscarriage of justice exception in this required to balance the equities of the situation and determine whether the exception to the procedural default rule should apply. And in this case, we think that it is quite relevant that you're discussing -- and it would be so in all cases such as this that, under the rule we propose, because the sentence would always be outside the range authorized by the legislature for this particular conduct. Your Honors, in relation, briefly here at the end to Almendarez-Torres, we agree with the Solicitor General that if Almendarez-Torres does not control, then this case Sawyer, and that is because, as I said earlier, he would be actually innocent of the enhanced offense of theft by habitual offender. As pointed out in our brief, Almendarez- Torres is not controlling because in this case there is an circumstance, not only the existence of two prior felony convictions, but that the second was committed after, excuse me, the conviction of the first."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, but you're -- you're telling us that the -- that the existence of the prior offense is not offense is -- is -­"
  },
  {
    "speaker": "ALBRITTON",
    "speech": "That -- that is incorrect, Your Honor. What we allege is that it is not the focus on the sequence of the convictions. When sequence is used, it is presented in the question presented, the Court should not reach any issue in this case. Mr. Haley should be able to go about his life and not be subject to a day more in prison that the state concedes is unlawful, and as the court advised -- as the state advised the district court, if this Court were to reverse, it intends to put Mr. Haley back in prison for an additional 10 years that it specifically admits is unlawful and not authorized by the legislature, and a remand presumably would result in the same sort of injustice visited upon Mr. Haley by the state. suggest that the Court affirm the judgment of the Fifth Circuit and hold that Mr. Haley has sufficiently established that he is actually innocent, reach the merits of the claim, and -- and that's the only issue the Court needs to resolve. presented in this case, that would not necessarily mean that the actual innocence exception would extend to non-capital sentencing. The inquiries are altogether different. The former, what was at -- the case at common law at the time of the founding. The latter is, as the exchange illuminated, a question of what 28 U.S.C. Section 2254 provides. And I would note 2255, with respect to Federal habeas, explicitly includes in its statutory text as one of the grounds for granting habeas that a sentence is, quote, in excess of the maximum authorized by law. That's in 2255. 2254 with respect to a state conviction is if someone is held in custody of violation of the laws or Constitution of the United States. And so it is altogether possible that this Court incompetent. If we send this back, is Texas going to move to revoke his bail?"
  },
  {
    "speaker": "CRUZ",
    "speech": "The -- the state is willing to allow the ineffective assistance case to be litigated before proceeding to reincarcerate Mr. Haley, so we will wait until that -- that claim is resolved before -- before -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "He's out while it's being litigated?"
  },
  {
    "speaker": "CRUZ",
    "speech": "He -- he is out right now and the state will leave him out until his claim is resolved with respect to that. With respect to the balance, which is -- which is exception, on the one side I would submit there is very limited need for extending the actual innocence exception to non-capital sentencing. Cause and prejudice can address situations where relief is merited, such as perhaps Mr. factors such as the amount of drugs, such as the value of stolen goods, such as the status of a victim, whether the victim is elderly, whether the victim is a police officer."
  },
  {
    "speaker": "QUESTION",
    "speech": "What has been the -- the experience in the circuits that have adopted this rule applying the actual there?"
  },
  {
    "speaker": "CRUZ",
    "speech": "There have been relatively few cases that have come up since those decisions, but I would note"
  }
]