[
  {
    "speaker": "STEVENS",
    "speech": "The Court will now hear Revenue. Mr. Shapiro. from your perspective."
  },
  {
    "speaker": "SHAPIRO",
    "speech": "The readiest ground for decision is the statutory basis, and we believe that the statute is There are two statutes that are key here. One is the appellate review statute. The other is the public reason? Because the briefs and you again today keep talking about that first document. You use the word report."
  },
  {
    "speaker": "BREYER",
    "speech": "Well, to me that's the whole conclusion of the case. I'm prepared to assume, at least Let's call it document 1 and document 2. And it really didn't help me that much in the briefs to see document 1 continuously labeled with the word report when I thought they're referring to? So now, go ahead."
  },
  {
    "speaker": "SHAPIRO",
    "speech": "Yes."
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- which is in the Government's brief at 4a? It says, special trial judge's rules refer."
  },
  {
    "speaker": "SHAPIRO",
    "speech": "That's correct, Your Honor. And presumed correct under the rules."
  },
  {
    "speaker": "BREYER",
    "speech": "All right. Now, what -- what was the page? Please. You're going quite -- and I want the Government's brief that you said yes --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "No, not the Government's saying it is, do the rules permit any consultation before the report is submitted? I -- I guess that's my question."
  },
  {
    "speaker": "SHAPIRO",
    "speech": "The rules are silent on that, but report is submitted. Then the case is assigned to Judge Dawson, and then he is supposed to review it under a the trial judge. Maybe in a -- in the future the Tax Court would want to use a procedure like that to mitigate the Raddatz problem that they now have. might well revise the language of their rule."
  },
  {
    "speaker": "SHAPIRO",
    "speech": "Yes, they -- they might, and -- hears the witnesses, makes a report. It's assigned by the chief judge to a Tax Court judge, and the Tax Court judge looks it over it and says, you know, before I -- before I explore these three problems. Would you please do it over again? Is he permitted to do that or is that a violation is that a violation of the rule?"
  },
  {
    "speaker": "SHAPIRO",
    "speech": "Well, I think the rule is silent on that, but the spirit of the rule, frankly, is that the it, and the reviewing judge examines it under a presumed- correct standard in -- in the same orderly fashion that Court."
  },
  {
    "speaker": "SCALIA",
    "speech": "Of course, what you're asking us to do would -- would just solve your problem in this revise rule 183 as simply not to require a report. There -- there's nothing in the statute that requires this"
  },
  {
    "speaker": "BREYER",
    "speech": "What happens in cases in agencies, you know, where -- where -- suppose the agency itself or a member thereof is going to make a decision, witnesses. And I was thinking of that analogy. It's possible. It happens in the Federal Communications body that we know of in the Federal courts and in the State system too -- Chief Judge Vanderbilt pointed that out in the Mazza case. Every State in the Union requires disclosure of these administrative law decisions to the parties."
  },
  {
    "speaker": "BREYER",
    "speech": "If you analogize the STJ to the administrative ALJ. But you might also analogize him to a member of the agency itself, and if you make that analogy, it doesn't become so far-fetched, particularly when you look at Morgan as also not allowing you to probe at what's going on."
  },
  {
    "speaker": "SHAPIRO",
    "speech": "Yes. Well, we -- we've avoided suggesting that any depositions should be taken of -- of judicial personnel here. That's not our view. Our view is simply that the report that was prepared -- it was prepared -- should be made part of the record by virtue of two statutes. There is an appellate review statute, Justice O'Connor, that states quite expressly that Congress expected review to take place here just as it does in the district court, to the same degree, to the same extent, and in the same manner. And in the district court, if an adjunct judge makes a finding of fact, whether it's a master or a magistrate or bankruptcy judge, that is always disclosed to the parties."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Mr. Shapiro, is there any evidence in this record that the special trial judge in fact changed his report beyond the hearsay affidavit?"
  },
  {
    "speaker": "SHAPIRO",
    "speech": "We don't know what is contained in judges, including the chief judge of the STJ's, that -- that what happened was that Judge Dawson rewrote the bribery scheme that every witness denied. And there is no documentary evidence of that. The evidence of the proceeds flowing to these corporations was simply the so credibility was the key to this whole case. And the -- the Government, I don't think, can be"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, now, wait. Under the Due Process Clause, I assume you would be asking for more than just access to the report. You -- if -- if you're really you would be saying that after reading the report, you should have the opportunity to argue to the -- to Dawson decide."
  },
  {
    "speaker": "SHAPIRO",
    "speech": "Well, in Morgan II, the -- the point was that any -- any proposed findings that are they had to be shared with the parties at the administrative level. We're not going that far. If the record on appeal. It's up to the appellate court to -- to determine what goes into that -- that record. This -- the case in the Second Circuit on that is IBM v. United States is not the province of the trial court to dictate to the reviewing court what is in that record."
  },
  {
    "speaker": "SHAPIRO",
    "speech": "The same argument was made that the report is an irrelevance. It's just an aid to the decision-maker, and the decision-maker can do what it wants and has ultimate judgmental power. So there's no need to include that report in the record, and no weight should be given to it. This Court said, we will not adopt an exclusionary rule for the administrative law judge's report. And this is an a fortiori case because this report is presumed correct. In Universal Camera, there was no presumption of correctness at all. So that -- that case, you know, goes further than -- than what the Court has to do here. And the Government's argument that -- that somehow this is --"
  },
  {
    "speaker": "SCALIA",
    "speech": "That -- that was decided under Now, the Government says all of this changes the course because the judge changed his mind, but you know, there are so many opinions and orders and reports in the opinion is suppressed or -- or vacated or replaced and that first opinion is still part of the record. It's a"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Would the -- the Tax Court rule -- now, this 183(c) -- says -- it describes the special trial judge's report, which is submitted to the judge, and then it says that -- that the Tax Court judge may modify it, modify the special trial judge's report, or"
  },
  {
    "speaker": "SHAPIRO",
    "speech": "Yes. That's entirely correct. And now, in the old days, before they amended the rule, you could compare the two and see what was changed. And in this instance, we believe there's been a Then when you to look at what happens in 557, after that presiding employee makes an initial decision, it says you have to give a chance to the party to respond the presiding employee -- presiding person is a subordinate employee. And so, that's what I was just"
  },
  {
    "speaker": "GINSBURG",
    "speech": "These -- these --"
  },
  {
    "speaker": "SCALIA",
    "speech": "But you're -- you're not asserting that the APA governs this."
  },
  {
    "speaker": "BREYER",
    "speech": "No. I'm just looking --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Isn't there an express I see my time has run out. May I reserve the rest for --"
  },
  {
    "speaker": "STEVENS",
    "speech": "Yes, you may, of course."
  },
  {
    "speaker": "HUNGAR",
    "speech": "Justice Ginsburg, we do know what the report of the special trial judge was. It is in the record. Judge Couvillion's name is on his report. is called an opinion. It isn't even called the report, and if you will read 183(b), that describes the report. to understand, Your Honor, is that nothing in the rule precludes, during the course of the deliberative process that then follows, the special trial judge from concluding the -- the stated findings of fact in that -- in that original report, from withdrawing and submitting a special trial judge if the -- if the Tax Court judge does not agree with those and the -- and the special trial judge adheres to his original decision. The only way it trial judge himself to determine, in the exercise of his responsibility as a judicial officer, that he made a"
  },
  {
    "speaker": "HUNGAR",
    "speech": "No, Your Honor."
  },
  {
    "speaker": "SCALIA",
    "speech": "No?"
  },
  {
    "speaker": "HUNGAR",
    "speech": "With respect, the tax -- the -- the public. A -- a report --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, but the rule -- the rule"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Yes. How does the appellate court know whether deference, as required by the rules, was given unless the appellate court can see it? It's Why, in answer to Justice Ginsburg, does the government take the view it does? Wouldn't you like to"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Hungar, do you --"
  },
  {
    "speaker": "HUNGAR",
    "speech": "-- abandoned findings."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Do you see somewhat of a relationship between peers? Judge Dawson is appointed, what, for a 15-year term. The special trial judge is But the point is special trial judges are bound by the code of conduct. The Tax Court has adopted for both Tax Court judges and special trial judges the same Article III, which --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "It seems to me -- excuse me -- the special trial judge's report --"
  },
  {
    "speaker": "BREYER",
    "speech": "So where does it say that? Where does it say that? this case doesn't involve the question of whether they can make objections to the finding in -- in the special -- the judge here made an erroneous ruling on credibility on one issue, if I remember correctly. And it seems to me that's a case in which it would be particularly relevant determinations were made by the person who heard the witnesses. not preclude the practice. It is a common practice --"
  },
  {
    "speaker": "STEVENS",
    "speech": "It doesn't forbid it. You're right. It doesn't forbid it in so many words. But I just way to conduct a fair hearing, letting the parties know what the basis for decision was and who thought what about correctness. It says the findings of fact recommended by the special trial judge."
  },
  {
    "speaker": "SOUTER",
    "speech": "And aren't those findings of judge in the report that is made to the chief judge before it is even assigned to a Tax Court judge?"
  },
  {
    "speaker": "HUNGAR",
    "speech": "The -- the credibility -- the due regard and presumption of --"
  },
  {
    "speaker": "SOUTER",
    "speech": "The presumption. also that, in fact, it would violate the Internal Revenue Code. This rule must be construed to be consistent with"
  },
  {
    "speaker": "SOUTER",
    "speech": "No, but you're saying there is -- there is no presumption of correctness that can operate with respect to the report that goes first to the chief violate the Internal Revenue Code provision that the fact- finder and the only fact-finder is the Tax Court judge. as you point out, an internal process that is going on here. So that definition can't apply."
  },
  {
    "speaker": "HUNGAR",
    "speech": "No, Your Honor. If -- there -- quite appropriately, we -- we assume and have -- have no reason to disagree, confers with, discusses with the"
  },
  {
    "speaker": "SOUTER",
    "speech": "So I -- I think your -- I think your answer then is not that this is invalid. It is simply unenforceable. It is precatory language, looks"
  },
  {
    "speaker": "HUNGAR",
    "speech": "It's certainly not enforceable in an appellate court. That's correct. out that way?"
  },
  {
    "speaker": "HUNGAR",
    "speech": "We cite in footnote 4 a small number of cases from prior to the last rule change in couple of cases since the rule change in which the Tax Court judge rejected parts of the opinion, but not the"
  },
  {
    "speaker": "HUNGAR",
    "speech": "Well, again, that assumes that the -- that the -- the rule compels the interpretation that the special trial judge is prohibited from withdrawing, not compel that interpretation, and the Tax Court --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "The rule -- the rule doesn't process for it to do what it has done. Let me just -- we've been spending most of our time talking about this issue of whether the Tax Court -- under rule 183. That's not even one of the questions in the questions presented. The only rule 183 question in whether or not to go along with the recommended findings, that he will direct oral argument? Does that ever happen?"
  },
  {
    "speaker": "HUNGAR",
    "speech": "I don't know the answer to that,"
  },
  {
    "speaker": "STEVENS",
    "speech": "Because if he did, it would seem almost necessary for him to disclose to the parties further briefings, do you think that there would then have been a requirement to disclose the report?"
  },
  {
    "speaker": "HUNGAR",
    "speech": "Well, presumably it would be a would have to disclose the report, but he would need to direct their attention to the issue he would like them to change his report, since that was not even one of the questions presented. If I may turn to -- back to the statutory the Tax Court. The special trial judge report is not the report of the Tax Court. Indeed, even a Tax Court judge's is not a report of the Tax Court."
  },
  {
    "speaker": "HUNGAR",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "SCALIA",
    "speech": "How does that work? brief, at the bottom of the page, section 7460(b) provides that the report of the division -- and the Tax Court is"
  },
  {
    "speaker": "SCALIA",
    "speech": "And all evidence received by the Tax Court and its divisions, meaning its single judges. opinion?"
  },
  {
    "speaker": "HUNGAR",
    "speech": "He -- he prepares it and submits it of the record in any case in which the chief judge directs that such report shall be reviewed by the Tax Court. And that's a very important point. Congress has mandated by follows here."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Oh, no. No, no, no. How if the special trial judge refuses to change his report --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But then we still won't know what his report is. Yes, he can say, I won't sign this. findings in whole or in part. I don't need your name on this decision of the Tax Court. But the point is the court of --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "And how -- how often does the -- is there a dissent when there's -- when there's a full"
  },
  {
    "speaker": "HUNGAR",
    "speech": "Well, there's often a dissent. It's -- it's hard to know from the standpoint of a the special trial judge and the judge to whom it is assigned is -- is quite different because only one of them has heard evidence and only one of them is the source of"
  },
  {
    "speaker": "HUNGAR",
    "speech": "No, Your Honor. It's identical. The -- the full Tax Court -- That's not -- that's not the point. I'm -- I'm saying that you cannot draw an analogy between one judge and full Tax Court and use that as an analogy to legitimize the are in different positions. They are not in parallel positions. Tax Court, Your Honor. If the full Tax Court reviews an individual Tax Court judge's decision, the Tax Court judge has presided over the trial, heard the evidence, just like judge reviews it. That's exactly what happened in the Estate of disclosed."
  },
  {
    "speaker": "SCALIA",
    "speech": "Why does 7461 require its -- its disclosure? Because it does say that the -- it's only"
  },
  {
    "speaker": "SHAPIRO",
    "speech": "Well --"
  },
  {
    "speaker": "SCALIA",
    "speech": "That reports of the Tax Court"
  },
  {
    "speaker": "SHAPIRO",
    "speech": "Oh, we say there's a special statute dealing with the en banc situation that -- that governs in that situation. And that the publicity -- statute is that?"
  },
  {
    "speaker": "SHAPIRO",
    "speech": "That -- that's the en banc disclosure because they've interpreted it differently within their -- within their discretion. Statute doesn't require it and the Constitution doesn't require exactly the implications. So I'm nervous. And now, the reports -- he says, go read careful use of language. It says all reports of the Tax Court and all evidence received by the Tax Court and its divisions. So it's only the evidence that -- that's not the reports."
  },
  {
    "speaker": "SHAPIRO",
    "speech": "Well, we believe that the word all disclosure statute. The third is due process. And due process should inform the construction of these statutes. This Court tries to avoid serious due process issues suggested that was the right way to decide this case and"
  }
]