[
  {
    "speaker": "STEVENS",
    "speech": "We'll now hear argument in Solicitor Cole. under section 1983 that would necessarily imply the invalidity of such a judgment, he must first show that it has been favorably terminated. And Edwards v. Balisok regarding the duration of confinement count as criminal judgments for this purpose. the --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Right, but that had --"
  },
  {
    "speaker": "COLE",
    "speech": "-- of the sentence. the rationale in Balisok, as I recall it. Isn't that correct? of them are going to have definite durational consequences for confinement."
  },
  {
    "speaker": "SOUTER",
    "speech": "No -- no question about that. consequence, they -- they both have it. I -- I grant you that. decisions with respect to each of these respondents that they should not again be considered for release from prison until 2005. The request -- the relief that they're successful, would result in the Federal court undermining that State decision with regard to the length that they but getting the good-time credits entitled them to be -- be released earlier. They might have been released even earlier still, but their entitlement to be released"
  },
  {
    "speaker": "COLE",
    "speech": "It was, Your Honor."
  },
  {
    "speaker": "SCALIA",
    "speech": "And there is no entitlement to Constitution of the United States."
  },
  {
    "speaker": "SCALIA",
    "speech": "But they're just asking for a new hearing. They're not asking for an earlier release. What's your closest case that -- that would allow a habeas action which does not seek an earlier release but just -- just a hearing?"
  },
  {
    "speaker": "COLE",
    "speech": "I think probably the Garlotte case, Your Honor, in which the Court allowed a habeas challenge where the only result was going to be to advance the date of eligibility for release from prison incarceration."
  },
  {
    "speaker": "SCALIA",
    "speech": "No. But it -- No, go on."
  },
  {
    "speaker": "SOUTER",
    "speech": "But it -- it doesn't advance the date of eligibility. It advances the date at which the parole board will take another look. The only eligibility is an eligibility to take -- to have another look taken and not an eligibility for release."
  },
  {
    "speaker": "COLE",
    "speech": "That's true, Your Honor, but these -- under that understanding of eligibility, where eligibility means the first possible release date. But these prisoners are not eligible for release in the sense of it's not going to happen for them unless and until the next release hearing."
  },
  {
    "speaker": "SOUTER",
    "speech": "But if they are subject to another look, they are not necessarily then eligible for release. And I think that's the point that we're getting -- let me -- let me ask a -- a sort of complementary question. Is there any reason that these --"
  },
  {
    "speaker": "COLE",
    "speech": "I was hoping for an I, yes."
  },
  {
    "speaker": "SCALIA",
    "speech": "With an I or an E?"
  },
  {
    "speaker": "BREYER",
    "speech": "Here's -- here's the difficulty that I -- that I have. When I read your brief, I thought, well, he must be right because this is really about eventually. But then when I -- I -- when I went back to a damage action or whether you bring an injunctive or declaratory relief action. And I said, well, why did we write that? You know, we're the ones who caused all this to make it too complicated and -- and not have all the questions coming, well, what kind of an action is it with habeas. Parole claims like those advanced here are often, if not always, intricately bound up with State law issues, and the State law is often going to provide much the prisoners advance."
  },
  {
    "speaker": "SCALIA",
    "speech": "Doesn't the Prison Litigation be made by the prisoners when they bring their State court claim. Those types of legal claims are better resolved by State courts. They have the expertise to make the -- the"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Well, couldn't one say the same thing of prison conditions that you can bring in as a what they're interested in is relief -- or release from prison. And these claims, no one can dispute, are release-driven claims. They may not ultimately be"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, no, I've got that part. But the -- and -- and you're right about that part. But language there that talks about necessarily implying the invalidity of a criminal judgment, which is something --"
  },
  {
    "speaker": "BREYER",
    "speech": "Oh, well. brief, the only question then is does a parole decision count as a, quote, criminal -- me because I went right to prison."
  },
  {
    "speaker": "COLE",
    "speech": "Right, Your Honor, and that -- that's absolutely correct, but I'm not arguing for, and I want to would turn on the subjective intent of the prisoner in bringing their claim. It turns on the necessary of the entire order denying parole?"
  },
  {
    "speaker": "COLE",
    "speech": "We -- we concede that if there's an ex post facto violation here, these prisoners are entitled"
  },
  {
    "speaker": "STEVENS",
    "speech": "But they're not entitled to parole. refused to grant them parole?"
  },
  {
    "speaker": "COLE",
    "speech": "Absolutely."
  },
  {
    "speaker": "STEVENS",
    "speech": "And that remains. decide that again. That -- that order is void ab initio. It's as though it were never entered. They have to make a retroactive application of the new guidelines."
  },
  {
    "speaker": "COLE",
    "speech": "Well, it isn't a clean question, Your Honor, because exactly the same error that he alleges hearing. If -- if you look at the materials that they added to their brief at lines 3, 7, and 8 where they have securing success on your claims in Federal court for a State decision. Here, the necessary implication, if they're successful on their ex post facto claims, is going decision --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Why can't it simply be that between a -- a sentence -- a criminal conviction and sentence and a parole board's discretionary determination -- you seemed to be putting those on the same plane. Honor, but recognizing that this Court in Balisok said that post-judgment administrative decisions regarding the duration of confinement, and certainly no one can argue that the decision here is going to have dramatic consequences for the duration of these prisoners'"
  },
  {
    "speaker": "SOUTER",
    "speech": "We -- we don't know what consequence it will have for the duration of his"
  },
  {
    "speaker": "COLE",
    "speech": "Right, but that's the Heck --"
  },
  {
    "speaker": "SOUTER",
    "speech": "And -- and whether they are or not has nothing to do with -- with Balisok and Heck. in Heck and Balisok, the Court said look to what happens if they're successful on their claims. So I'm -- we're -- violation, wouldn't that be enough of an injury, that they lost an opportunity to have their sentence shortened?"
  },
  {
    "speaker": "COLE",
    "speech": "But, Your Honor, I believe what makes of punishment after they've committed their crimes. So they need to show that as an element. court."
  },
  {
    "speaker": "SCALIA",
    "speech": "What -- what is --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, put in plain language understand."
  },
  {
    "speaker": "LEWIS",
    "speech": "Well, he -- really three different"
  },
  {
    "speaker": "LEWIS",
    "speech": "Sure. I think that was part of his claim, which might be mooted, but he's also saying in any future --"
  },
  {
    "speaker": "SCALIA",
    "speech": "No. It -- it isn't mooted because he still got it done wrong. The second hearing was still wrong."
  },
  {
    "speaker": "LEWIS",
    "speech": "Well, we don't --"
  },
  {
    "speaker": "SCALIA",
    "speech": "His claims here -- if his claims here are correct."
  },
  {
    "speaker": "LEWIS",
    "speech": "We don't know that for sure, but part of his claim as well is to say in future parole hearings that I'm going to be subjected to, even if you don't give me a new one, in future parole hearings that I'm going to be subjected to, I want these processes fixed to -- to come into compliance with due process. And I think that's separate and apart from --"
  },
  {
    "speaker": "SCALIA",
    "speech": "You -- you say we don't know whether the -- the new parole hearing he got was still invalid?"
  },
  {
    "speaker": "LEWIS",
    "speech": "I don't think there's enough in the record to determine that."
  },
  {
    "speaker": "SCALIA",
    "speech": "Oh, so we can assume that that was valid. You're -- you're willing to assume that for purposes of this case?"
  },
  {
    "speaker": "LEWIS",
    "speech": "I am not willing to assume that. I -- I don't think we can say one way or the other."
  },
  {
    "speaker": "BREYER",
    "speech": "Well,"
  },
  {
    "speaker": "LEWIS",
    "speech": "We can't yet."
  },
  {
    "speaker": "LEWIS",
    "speech": "We may intend to."
  },
  {
    "speaker": "BREYER",
    "speech": "Then we take it as valid. Then want to be heard at this next parole hearing. Now, that was -- part of his due process allegations in this case were that he -- he wasn't even allowed to meaningfully"
  },
  {
    "speaker": "BREYER",
    "speech": "And he's saying it violates the Constitution in two respects: one, they won't listen to"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Could -- is it possible that both Dotson and Johnson could get new hearings by -- filing habeas --"
  },
  {
    "speaker": "LEWIS",
    "speech": "I don't think so."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "-- petition?"
  },
  {
    "speaker": "LEWIS",
    "speech": "I don't think so. I don't think that Johnson has a Federal habeas remedy here because the Federal habeas statute is a challenge to the legality of custody, the legality of confinement, and that's not anything that he's challenging in this case."
  },
  {
    "speaker": "KENNEDY",
    "speech": "What would you do if there was an allegation of a serious procedural flaw in a past hearing? The parole commission was -- was drunk or they read the wrong file or something, and it was just a challenge to the invalidity of the past hearing. Would that be 1983 or habeas?"
  },
  {
    "speaker": "LEWIS",
    "speech": "I think that's a closer call, but I think it --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "That's why asked you. Why isn't it -- (Laughter.)"
  },
  {
    "speaker": "LEWIS",
    "speech": "Right. And -- and I -- I think it is still section 1983 if certain things are present. That is, is he going to necessarily imply the invalidity of the duration of his sentence by winning his case? And if that's meets the Heck rule and if he isn't, then I think he can proceed in section 1983."
  },
  {
    "speaker": "SCALIA",
    "speech": "Do we have any case in which habeas action was not the duration of the sentence, but the procedure by which the duration of the sentence was"
  },
  {
    "speaker": "LEWIS",
    "speech": "Because it's not a challenge to the legality of the confinement."
  },
  {
    "speaker": "BREYER",
    "speech": "My law clerk found two cases Wilwerding v. Swenson and the other Johnson v. Avery where she says that in those two cases people were using habeas"
  },
  {
    "speaker": "LEWIS",
    "speech": "I don't think there's a remedy in habeas for the respondent Johnson in this case because the first thing that's going to be asked when he goes to the you challenging the legality of your custody?"
  },
  {
    "speaker": "BREYER",
    "speech": "Yes, and they say sure -- sure classic habeas case?"
  },
  {
    "speaker": "LEWIS",
    "speech": "Because I think in -- in the first hypothetical, Your Honor, that -- that you gave, the invalidate the sentence that he received. They'd have to redo the -- the sentence. it would have to invalidate the sentence. We would say it would have to invalidate the proceeding that could have shortened his sentence. I grant you we can't use the same properly a habeas action, then we -- we can get some language to make it fit. of that sort, that it would be expanding the jurisdiction of habeas and it would start to swallow up otherwise cognizable section 1983 claims."
  },
  {
    "speaker": "SOUTER",
    "speech": "And why --"
  },
  {
    "speaker": "LEWIS",
    "speech": "I'm sorry? requirements in habeas are much tougher. Of course, the State wants them to have to go through State exhaustion."
  },
  {
    "speaker": "BREYER",
    "speech": "Ah, so it comes down to that."
  },
  {
    "speaker": "SOUTER",
    "speech": "You said -- you said a moment ago that it would be expanding habeas, and I'd like you to"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, I'm -- I'm not sure. It depends how you formulate the order. The -- the judge says, I'm going to order this prisoner released unless, guidelines I set. That's the way the habeas statute works. automatic entitlement to a shorter sentence --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, he might --"
  },
  {
    "speaker": "LEWIS",
    "speech": "-- for Balisok in that case. of his confinement."
  },
  {
    "speaker": "LEWIS",
    "speech": "Might but not necessarily. And this"
  },
  {
    "speaker": "LEWIS",
    "speech": "That's really all it means. And this Court last term in Muhammad in -- in footnote 1 made clear that the incarceration that matters for this from the State court. And I think that's -- that's what the Court needs to look at, is what is Johnson's effect on could easily set up an appeal process administratively to -- to correct that problem."
  },
  {
    "speaker": "STEVENS",
    "speech": "Thank you, Mr. Lewis."
  },
  {
    "speaker": "STEVENS",
    "speech": "Mr. Untereiner, is it? will not be barred by the Heck doctrine because ordinarily they will not call into question or necessarily imply the invalidity of any previous decision. So to Justice and it would, I think, fairly substantially cut back on the kinds of suits that have been brought for 30 years seek an -- the right to a new parole hearing, the outcome of which is completely discretionary --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "You want a 1983 hearing in commission, now, here are your marching orders for future cases. You have to comply with this rule, that rule, this a case of procedural fault supposedly, and if those faults were cured, someone would have a better chance at getting good-time credit. Wasn't that what --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "So it seems to me it's very -- very close to your situation. changes in the future, and these are classic 1983 type cases that have been brought, as I say, for the last 30 years in the lower courts. prevails on his section 1983 claims, he would -- that would necessarily imply the invalidity of his underlying rule but also of habeas jurisdiction to resolve this case in the State's favor. Unless there are any further questions, we would decision in favor of Dotson. All 11 members of that court found that Dotson's claims were not barred by Heck, and questions about mootness, the only point that I would add is that if this case is moot now, it was moot when the Sixth Circuit decided it as well. So if mootness is the vacating the judgment below --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, what's your position as jurisdiction. So it's a little odd for you to say, oh, they're being deprived of a benefit when they're telling you by this very lawsuit they don't want it. time, this -- bringing this -- this case in 1983 in Federal court means that they're not going to be able to Don't you think it means custody?"
  },
  {
    "speaker": "COLE",
    "speech": "Well, but to the extent we're talking -- sentenced to?"
  },
  {
    "speaker": "COLE",
    "speech": "But to the extent we're talking about"
  },
  {
    "speaker": "COLE",
    "speech": "I think we can follow that case as it's been reinterpreted in Heck. Wolff said that -- well, Heck said that Wolff was about challenges that would not the underlying decision. So the way Heck understood Wolff"
  }
]