[
  {
    "speaker": "STEVENS",
    "speech": "Mr. Kaplan, you may proceed."
  },
  {
    "speaker": "KAPLAN",
    "speech": "Justice Stevens, and may it please So under the circumstances, with all due respect, it is our judgment that we -- we would win on both sides. The Super Scoop would indeed, qualify under that act as well as under 1 U.S.C. 3. But we think that this goes a little too far and not appropriate."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Is the Super Scoop practically capable of transportation on water, counsel?"
  },
  {
    "speaker": "KAPLAN",
    "speech": "It is more than practically capable, it actually is -- actually transports its equipment and its personnel at work and its -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Didn't it come from the west -- did it come from the west coast originally?"
  },
  {
    "speaker": "KAPLAN",
    "speech": "Indeed, it did. It came through the west coast, unmanned, however. It came from the west coast through the Panama, through the Gulf, up the east coast, and, sir, if anything had occurred on that trip, that -- that would have been considered a vessel. However, when it came in to Boston -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But there was nobody on it in that trip."
  },
  {
    "speaker": "KAPLAN",
    "speech": "Sorry."
  },
  {
    "speaker": "GINSBURG",
    "speech": "There was nobody -- there was no one on it -­"
  },
  {
    "speaker": "KAPLAN",
    "speech": "In fact, it's unmanned."
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- to be injured."
  },
  {
    "speaker": "KAPLAN",
    "speech": "There was nobody injured and unmanned, yes, indeed. But what -- what I'm saying is historically considered a vessel until this case that we appear here now. dredges that were working in the city of -- in the Boston Harbor were indeed vessels and that the --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, now, that -- that After one of the hurricanes, I saw a -- a tugboat that had just been washed up on shore down in the or cargo over water. So they said it's not practically capable of fulfilling under the revised statute. The easiest case is 1926 when this Court again on occasion was taken out. Once a year, I think the evidence is, they would take it out and move it back. But has taken that vessel from a navigable vessel into out of navigation."
  },
  {
    "speaker": "KENNEDY",
    "speech": "And then what is the standard this your practically point again?"
  },
  {
    "speaker": "KAPLAN",
    "speech": "Say that again, please. then take it out and use it because once a vessel, always a vessel? The answer is no. According to this Court, this Court said -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Kaplan?"
  },
  {
    "speaker": "KAPLAN",
    "speech": "-- when it's not practically capable of doing it."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Kaplan, you said two things and I -- I'm wondering whether these are separate or they're really one concept. I thought your answer was going to be to the boat that is used as a diner or to the casino that's tied up to the land, that it's not in navigation. It may satisfy the 1 U.S.C. definition of vessel, but it has to be in navigation to be covered by the Jones Act. So I thought that's what you would -­ something that's taken out of navigation would not qualify."
  },
  {
    "speaker": "KAPLAN",
    "speech": "The answer is no. It -- it does not qualify if it's removed from navigation. Once the vessel is taken out of navigation, as in Justice Scalia's situation where that vessel is on the land, it is being used as a completely different --"
  },
  {
    "speaker": "SCALIA",
    "speech": "So you say it is a vessel. I thought your answer before was that it was not a vessel because it's not practically capable of being used."
  },
  {
    "speaker": "KAPLAN",
    "speech": "I say it's not a vessel. It's out of navigation."
  },
  {
    "speaker": "SCALIA",
    "speech": "I -- I like Justice Ginsburg's answer better. (Laughter.) navigation. Then you could stick with the -- with the section 3 definition. It's capable of being used, so it's and it's out in the water so that the riverboat is the vessel and presumably we've got seamen working on it."
  },
  {
    "speaker": "KAPLAN",
    "speech": "Justice Souter, if on that and go out to sea, then of course it remains a vessel, and it remains in navigation. And it is -- it fits all the is so broadly stated that if you read it literally, my garage door is a boat or a vessel because, after all, it's capable of being used in navigation, if worst came to that absurd result. Well, so did the First Circuit. That's what they were trying to do, and you got caught up"
  },
  {
    "speaker": "BREYER",
    "speech": "Yes."
  },
  {
    "speaker": "KAPLAN",
    "speech": "Jones Act requires a relationship between the worker and the vessel. So -­ that, as well, it must be unlike my garage door? A, it must be a -- a structure that normally would have a crew"
  },
  {
    "speaker": "SOUTER",
    "speech": "So that would be the answer to the riverboat problem. You'd say sure, if the -- if the riverboat is capable simply of being let go in the water don't have to worry about turning all the -- the croupiers and the waiters into seamen because they're not"
  },
  {
    "speaker": "SCALIA",
    "speech": "Why isn't the croupier covered, you know?"
  },
  {
    "speaker": "KAPLAN",
    "speech": "Is the croupier contributing to the"
  },
  {
    "speaker": "SCALIA",
    "speech": "That vessel's function is gambling. He sure is."
  },
  {
    "speaker": "SCALIA",
    "speech": "What if you have a very complicated dredge and it takes two people? One of them does nothing but -- but operate the steam shovel that Okay? And the other one moves the dredge. You say the one is -- is covered by the Jones Act and the other one"
  },
  {
    "speaker": "SOUTER",
    "speech": "No, but -­"
  },
  {
    "speaker": "KAPLAN",
    "speech": "They don't hand me any money, I'll tell you. really is a distinction between the law applicable to whether or not there is a vessel, and I'm suggesting that the operator is using that bucket to dump into the scows, he's also handling the -- the vessel is also moving through its own deck winches. They spool up on their own also moving so that instead of just digging a hole, they're digging the trench. So under all the circumstances, this Super Scoop, because it has a crew, a captain and a crew of 10, because they have to wear lifesaving devices, because they have a -- a standby vessel for safety purposes right there by order of the Coast Guard, because it is exposed to all the weather and navigation problems that exist in the -­ in Boston Harbor, because the risks are inherent in this kind of work, this man qualifies as not only a vessel but as a Jones Act seaman."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Is the scow a vessel too?"
  },
  {
    "speaker": "KAPLAN",
    "speech": "I'm sorry. I didn't hear you."
  },
  {
    "speaker": "GINSBURG",
    "speech": "The scow. The -­"
  },
  {
    "speaker": "KAPLAN",
    "speech": "Oh, the scow."
  },
  {
    "speaker": "KAPLAN",
    "speech": "Well, what happened in this one, if Your Honor pleases, is when -- this was a collision at sea. Client was aboard the scow when it collided with the Super Scoop and he was tossed down a 10-foot -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "I know the circumstances of the accident. And you're -- you're discussing whether Super Scoop was a vessel. I'm asking if the scow where the injury occurred is a vessel."
  },
  {
    "speaker": "KAPLAN",
    "speech": "Oh, indeed. The scow is -- is what a scow has the ability to open up its bottom to let all the fill out when they get out to sea. Super Scoop, and I'm wondering why."
  },
  {
    "speaker": "KAPLAN",
    "speech": "Well, the Super Scoop was not moving at that moment, but the scow was moving -­ the scow was a vessel? End of case. The scow was a vessel. It was moving. That's where he was injured. But this case, the dredge, the Super Scoop, was a vessel in navigation and it's an easy case under both standards because it remained in service as a means of Boston Harbor."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Do you think we need to use the word practical or practically in section 3?"
  },
  {
    "speaker": "BLATT",
    "speech": "Yes. I mean, you've -- you've read it in into Evansville and Cope, the -- the dry-dock case, but it's -- it's basically referring to any mobile watercraft that is practically capable of moving either cargo or people."
  },
  {
    "speaker": "SCALIA",
    "speech": "Why is that reading anything in? I mean, do -- do you think if -- if you were not practically capable, you would be capable?"
  },
  {
    "speaker": "BLATT",
    "speech": "I don't -- I don't think it much -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "I don't regard that as a reading in at all. I mean, capable means capable. You're either capable or not. If you practically can't be moved, your're not capable."
  },
  {
    "speaker": "BLATT",
    "speech": "That's fine, and I think -- like I said, this is an easy case. If I could address some of the -- the -­"
  },
  {
    "speaker": "BREYER",
    "speech": "Why -- why is this an easy case? Because, after all, the First Circuit is struggling with the same problem and they came to the conclusion, use section 3. That's fine. But you know that the garage door is not a vessel, and you also know that Jimmy's Justice Scalia's beached scow or something is not a vessel. And I take it nor is a vessel a scow that's tied"
  },
  {
    "speaker": "BLATT",
    "speech": "Let me -- let me answer your question."
  },
  {
    "speaker": "BREYER",
    "speech": "And I'd like to know your Justice Scalia that I thought what was an answer isn't because I thought that word practical, as co-counsel from navigation. If you want a legal standard for what in navigation is it's this. It's what the Court said in means does it have some -- is it still servicing as a ship."
  },
  {
    "speaker": "BREYER",
    "speech": "Your -- your view of the word in navigation does all the work here. And so a -- a concert ship, which exists, which say is docked at a dock those other 5 days they -- they move it from one town to the next town where it stays for another 4 months, that is not by saying it's not a vessel or not that it's not in navigation. But this Court emphasized in the Harbor Tug and Barge case, as well as the Chandris case, that there but also with respect to nature. And the Court in Harbor Tug said that -- that inquiry will concentrate on whether somebody is -- is engaged in a navigation -­"
  },
  {
    "speaker": "BLATT",
    "speech": "In the ship's work -­"
  },
  {
    "speaker": "SOUTER",
    "speech": "-- function, everybody else"
  },
  {
    "speaker": "BLATT",
    "speech": "-- whether that work is gambling or -­"
  },
  {
    "speaker": "BLATT",
    "speech": "Right, and I -- Harbor Tug v. Barge, which is a later opinion, explains that that test will look at whether the employee's duties take him or her to Now, in this case the dredges operate not only -- only on the water, but they're out there usually away seamen exclusion in the Longshore Act. And then in the Ellis decision, this Court has already held that a dredge, including the scows that were accompanying that dredge, workers were seamen and that they were basically called upon to perform the duties, more or less, of ordinary "
  },
  {
    "speaker": "KENNEDY",
    "speech": "Suppose it were just left up to the law. Are there problems in computing what cure and maintenance -­ used to be a debate, which I think most of the cases the Signal brief is relying on, in how long maintenance and If there are no questions, we would ask that the First Circuit's decision be reversed."
  },
  {
    "speaker": "STEVENS",
    "speech": "Thank you, Ms. Blatt. Mr. Connelly."
  },
  {
    "speaker": "CONNELLY",
    "speech": "Justice Stevens, and may it please the Court: This Court in Chandris and in Harbor Tug stated that the basic point of trying to be reached is to separate lien-based employees from sea-based employees. This Court also stated that was Congress' goal in passing the Jones Act. The Court wrote: the Jones Act remedy is reserved for employees whose work regularly exposes them to the special hazards and disadvantages to which they who go down to the sea in ships are subjected. The First Circuit's ruling is much more likely to get to that result. The goal that this Court stated was Congress' goal then is section -­ excuse me -- 1 U.S.C., section 3. Justice O'Connor, your first question had to do with the casino boats, and that is a point that I was going to raise. Those casino boats are traditional vessels plying the rivers and used mostly in the Midwest and -- and the Great Lakes. Those States have recently over the last 3 or 4 years changed their law. The law had been that they had to go up to -- out into navigation. They've now changed them and said, no, you must stay untied and moved out at any time. The cases that -- and you're probably going to not -- unless it's mothballed -- and I think they said today either pipes driven through it or in cement -- is a vessel in navigation. So it is a vessel in navigation."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "I think it might be a vessel, but probably not in navigation while it's tied up or in point? The dredge is there necessarily to move. The casino is not there necessarily to move."
  },
  {
    "speaker": "CONNELLY",
    "speech": "Well, it is our position -- and movement of the dredge was incidental. Once -­"
  },
  {
    "speaker": "BREYER",
    "speech": "Should we clarify that? actually looking at the actual transportation function, assuming that it had to be into navigation. What the -­ what the petitioner wants is 1 U.S.C., section 3 which And Your Honor, I understand what you said, Justice Scalia, that to you, they're the same, practical yards off the coast. The dangers that he was up against were more akin to that of a construction worker or, at the very least, a harbor worker or a stevedore. They were not Now -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "One peril was a collision"
  },
  {
    "speaker": "CONNELLY",
    "speech": "Well, because we are in the protected harbors of the -- of Boston Harbor -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "No. This is my -- this is a (Laughter.)"
  },
  {
    "speaker": "KENNEDY",
    "speech": "-- which -- which they have -­ the middle of a large city. There was no major danger of isolation. That -- the Super Scoop was inspected regularly by the State, Federal, and Government officials isolation. All of the perils that have been listed by --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "And -- and by the Coast Guard."
  },
  {
    "speaker": "GINSBURG",
    "speech": "But how do you -- how can you possibly describe as a bright line test anything that says you have to identify the primary function? Plus, even if at the time of the accident, then there's coverage. That doesn't seem to me very bright line. immaterial because, as the Government has already admitted, he wasn't tied to the scow. His -- his time was spent on the Super Scoop, but also incidental, Your Honor, wasn't transportation or navigation. At no point -- and -- and the petitioner has put"
  },
  {
    "speaker": "SCALIA",
    "speech": "I don't think it's close at all. I think they're obviously covered by the Jones Act."
  },
  {
    "speaker": "CONNELLY",
    "speech": "That is a traditional trip -­ transport -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "But -- but that's not the Honor. But what -- what the First Circuit was doing in -- in the Stewart case is -- is similar to what this Court worker -- and the temporal view used by this Court in Chandris was looking at what the worker was doing. What and it wasn't transporting anything during that time. The same thing with the casino boats, these individuals who go upon the casinos as a waitress and are shouldn't be entitled to the special protections of the Jones Act. They face none of the perils of -- of the sea involved with the question of whether the worker is a seaman unless we pass that basic threshold."
  },
  {
    "speaker": "CONNELLY",
    "speech": "That's correct, Your Honor, but arrive at is whether or not Mr. Stewart is a Jones Act seaman. And this Court has held for him to be a Jones Act"
  },
  {
    "speaker": "CONNELLY",
    "speech": "Well, again, Your Honor, if -- if in navigation means what it should mean, which is an instrument for transportation or commerce over navigable Government want it to mean that anything that once might have been in navigable waters and stays in navigable bright line -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Right, and that was rejected by this Court in Chandris. So I -- I think there's a"
  },
  {
    "speaker": "CONNELLY",
    "speech": "Well, Your Honor, there -- there are always -- and this is answering Justice Ginsburg's"
  },
  {
    "speaker": "CONNELLY",
    "speech": "Well, I don't -- I don't agree, Your Honor. The way -- the way we look at the congressional intent -- this Court has already decided in decide which persons are -- should be granted Jones Act seaman status. This is what the Court has said. Why then of freedom on this. But -- but the -- the question then is, is it -- how -- I'm getting the impression from you and -- and from the SG that it's rather deeply embedded in if we define X as a vessel, automatically it is a vessel in navigation, that the cases have said the word in transportation over navigable waters. But that's not what it has come to mean in a lot of the circuits below. It has come to mean something that's just simply in navigable"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, would it help? Suppose we were to say it was -- had to be capable, at least, of who face the perils of the sea are entitled to the special protections under the Jones Act."
  },
  {
    "speaker": "GINSBURG",
    "speech": "The -- the word vessel does Act."
  },
  {
    "speaker": "CONNELLY",
    "speech": "Correct, Your Honor. capable because the Court saw that in Evansville the wharf boat, which they determined was not a vessel, even though again not dealing with the Jones Act, it was capable of transportation. So the --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Was the Court then -­ bit? You're -- you're free to as -- as you are, to determine who is a Jones Act seaman. You're free to determine what is a vessel in navigation or a vessel 1 U.S.C., section 3 was never referenced in the Longshore Act. Congress at that time, many years before In 1972 and again in 1984, there were considerable amendments that Congress did to the Longshore Act. At that time, they certainly knew -- and there's every time that they try to touch the Longshore Act or -­ or the Jones Act. They knew by that point in time that Longshore Act, they listed out various structures such as dredges and barges. Obviously, a compromise was reached with the Senate, and when the act was passed, they limited members of crews of vessels. They limited it to that and left it, of course, to the courts to decide who is the structure during the time that the person who is claiming special status is associated with it. More confusing is dealing with 1 U.S.C., section include everything. Anything that floats or is capable of floating would be included under that. lower court changes or -- or the jury decides that he's a Jones Act seaman, would have had to have covered him under the Jones Act. exclusivity of the two acts is really in theory only and"
  }
]