[
  {
    "speaker": "STEVENS",
    "speech": "We'll hear argument in the Mr. Nathanson. You see, I'm going to give you a separate piece of paper that says judgment, but if I don't give you that separate piece of paper, even though I said judgment granted, it always change my mind. Why shouldn't it operate the same way on the criminal side? motion for acquittal is granted and there are other charges still going on, is there a piece of paper that says, judgment, acquitted on count whatever it was? formal rule, which is not always observed, but the formal rule is that it must be recorded on -- on the docket and a later case -- and you know, I'd be very interested in that -- a problem under a combination of Jackson and Winship because the defendant may have a -- a right to"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Okay, well, let -- let's just assume that you've conceded that. Now, you've been then I don't know how -- why they affirmed this conviction rather than reversing it."
  },
  {
    "speaker": "NATHANSON",
    "speech": "I'm not sure I know either, Your"
  },
  {
    "speaker": "BREYER",
    "speech": "All right, but I mean, I -- I take it that it is their law, otherwise I'd see reversal,"
  },
  {
    "speaker": "BREYER",
    "speech": "What I'm saying is, for double jeopardy purposes --"
  },
  {
    "speaker": "NATHANSON",
    "speech": "Yes. an acquittal for double jeopardy purposes when?"
  },
  {
    "speaker": "NATHANSON",
    "speech": "There's -- there's three things that the rule?"
  },
  {
    "speaker": "NATHANSON",
    "speech": "No, Your Honor."
  },
  {
    "speaker": "BREYER",
    "speech": "Okay. What is the rule?"
  },
  {
    "speaker": "NATHANSON",
    "speech": "The -- your first question -- the constitutional point of no return, shall we say, is further proceedings. If there is an acquittal and there are further proceedings --"
  },
  {
    "speaker": "BREYER",
    "speech": "There is no further proceeding if he writes the word acquittal, I guess until he changes his mind. So 3 minutes later, he says I change my mind. Now there are further proceedings."
  },
  {
    "speaker": "NATHANSON",
    "speech": "Well, then at that point you look to other indicia of finality that this -- this Court referenced that in -- in Vincent, and that -- that's generally compliance with State procedure. Compliance with State procedures --"
  },
  {
    "speaker": "BREYER",
    "speech": "I need to write a simple rule. All I'm trying to get from you is what is your rule. Is your rule that when a judge writes the word acquittal -- an acquittal, by the way, happens to mean there's nothing left for the jury to do on that charge. That's what it means. When he writes the word acquittal, he cannot change it. Is that your rule?"
  },
  {
    "speaker": "NATHANSON",
    "speech": "No. The rule is that the --"
  },
  {
    "speaker": "BREYER",
    "speech": "Okay. And what is your rule?"
  },
  {
    "speaker": "NATHANSON",
    "speech": "The rule is that the judge cannot change it, as a matter of Federal constitutional law, if there are further proceedings. In a multi-count proceedings on count B and C."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "But your answer just isn't"
  },
  {
    "speaker": "BREYER",
    "speech": "You're not understanding my question then. Imagine a case in which a judge writes the word acquittal. Now, half an hour later, he thinks, oh, there. Of course, they're sitting there because he hasn't had a chance to dismiss them yet. They happened to be Go home, says the clerk. Now, before they can get out the door or anything else happens, before they get out the door, he says, oh, my God, I made a mistake. Can he do"
  },
  {
    "speaker": "NATHANSON",
    "speech": "I'm not entirely sure of the answer to the question, Your Honor, but I -- I think, once."
  },
  {
    "speaker": "NATHANSON",
    "speech": "Yes, Your Honor. There -- there was a defense that he essentially forfeited by not being"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But that was a terribly risky defense because his main defense is I wasn't there, I is a relatively lesser offense of this whole string of events so that Brown being acquitted of other offenses doesn't say anything about this offense, which relates to the possession of a gun. That's -- that's all that it is."
  },
  {
    "speaker": "NATHANSON",
    "speech": "What I'm saying is that it wasn't risky, Your Honor, because the -- this jury was willing to consider an alternative defense that would have otherwise appeared as a concession. They did not take it as a concession."
  },
  {
    "speaker": "GINSBURG",
    "speech": "But he would be -- the defendant -- you know, he hasn't gone to the jury yet, and the jury would say, my goodness, this is like a common law pleader. I didn't borrow the kettle. It was broken when I got it. Or, I returned it unbroken. To -- to do that, to say I wasn't there, that's my main defense, but then, jury, I'd like you also to consider that if you think that I was there, then -- it -- it really doesn't fly as a criminal defense."
  },
  {
    "speaker": "NATHANSON",
    "speech": "I'd just respectfully disagree, Your Honor. But -- but the -- the larger point is if we allow this rule in general, we are going to engender serious problems. I'm saying that there -- that there was some reliance here, but we're going to engender much more serious problems in other cases where a defendant perhaps presents a defense that is helpful to the remaining charges, but damaging on the acquitted charge."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, but if -- if -- you know, we shape the expectation by what we say. If -- if and as long as the -- there's a right to reopen, then any kind of reliance is -- is misplaced. there but I had a right to have the gun."
  },
  {
    "speaker": "NATHANSON",
    "speech": "He didn't say that, Your Honor."
  },
  {
    "speaker": "GINSBURG",
    "speech": "But he could have. So he -- prejudice."
  },
  {
    "speaker": "NATHANSON",
    "speech": "Well, I -- I don't think interpreted its rule at 25(a) and it says, that rule allows some leeway for the judge to say I got it wrong as long as there's no prejudice to the defense. That's what"
  },
  {
    "speaker": "NATHANSON",
    "speech": "I don't think that's permissible, Your Honor. It -- it is -- granted, for permissible, if you win this case, isn't that going to be the way trials are conducted when -- when there are mid- trial motions like yours? Every judge is going to say, -- I'll just hold onto this until things are over, and then I'll rule. That's -- that's the way they're all or not."
  },
  {
    "speaker": "NATHANSON",
    "speech": "That -- that is, in fact, the point, Justice Stevens. The Double Jeopardy Clause is a benefit. He -- that's what this Court said in Jorn. The defendant has to know whether he -- he's defending a case."
  },
  {
    "speaker": "NATHANSON",
    "speech": "Yes."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Now, he was given concurrent sentences."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Is that correct?"
  },
  {
    "speaker": "NATHANSON",
    "speech": "Yes, Your Honor. a barrel less than 16 inches. So is there any evidence here of the shotgun? And she, I guess, forgot that there was a lot of evidence that it was a pistol. Now, there thinking, something may be missing here. She's a little uncertain, but she writes acquittal, and then a few she made a mistake. She thought there was no evidence that it wasn't a shotgun, and I guess she forgot that there was evidence it was a pistol and a pistol is not a"
  },
  {
    "speaker": "NATHANSON",
    "speech": "She -- she clearly didn't forget. The prosecutor said to her the evidence was you see it, not how I see it."
  },
  {
    "speaker": "NATHANSON",
    "speech": "It -- compliance with State procedure informs the inquiry and once -- once we have"
  },
  {
    "speaker": "SCALIA",
    "speech": "Once it's final under State procedure, right? And you also would add once there's no"
  },
  {
    "speaker": "BREYER",
    "speech": "Excellent. That was an excellent answer. (Laughter.) given that answer, why is this final under State procedure because it seems as if the State courts of Massachusetts in Lydon. He said the -- the State cannot fashion a procedure whereby the judge never discharges the jury, and in -- in Kepner, this Court held that the Philippine bench trial also violated the Constitution. So State procedure does not control. It is sufficient but not this Court numerous times. Sanabria, Rumsey. An acquittal is an acquittal. Again, the -- the State would have this Court acquittals based on fact. Sanabria unequivocally rejected that. Sanabria says that in fact sufficiency of the court specifically stated that the Double Jeopardy Clause was not violated because there was no second proceeding and that the judge in this case, therefore, was permitted"
  },
  {
    "speaker": "SCALIA",
    "speech": "What if -- what if this had been the sole count, the gun possession count had been the different situation because the judge is both the fact- finder and the law-giver. And in that context, it's much more difficult -- your answer?"
  },
  {
    "speaker": "NEAVES",
    "speech": "My answer to that is I believe that that would be willing and available to hear that while the jury remained empaneled, I don't think it would run afoul of the Double Jeopardy Clause."
  },
  {
    "speaker": "BREYER",
    "speech": "But is that necessary? I -- I mean, that's what I think is the difficult question here. trial, but there is also no doubt that the case left the trial court and went up on appeal. I think both of those factors are significant. significance supposedly the existence or nonexistence of our continuation of the jury panel, going back to Justice would not be a violation of the Double Jeopardy Clause, and that's why --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Wow. It goes all the way up on guess he lets the jury go home for a couple of months or while the appeal is pending and then when the decision is case goes up on appeal, that is -- that is factual -- that is oversight of his factual determination in essence."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Isn't it ordinarily true -- difference -- and I don't know if this -- is another difference that in the hypothetical case with the jury, the count from which he thought his client had been acquitted?"
  },
  {
    "speaker": "NEAVES",
    "speech": "Well, he certainly had some sense And I would -- I would point the Court to --"
  },
  {
    "speaker": "STEVENS",
    "speech": "Of course, if the Double Now, suppose a judge thinks both those things. Is that judge, like me, for example, hopelessly confused? (Laughter.) contradictory things or is there a way of reconciling those two instincts?"
  },
  {
    "speaker": "NEAVES",
    "speech": "I think it -- I -- well, it's -- it's -- I think if -- I think if you accept the notion that jury discharge is what matters for purposes of the reconsider a legal ruling up to that point, then if a State court could fashion an interlocutory review process the case that otherwise would have been put on, that's a pretty serious matter."
  },
  {
    "speaker": "NEAVES",
    "speech": "That is a very serious matter, and of due process and -- and --"
  },
  {
    "speaker": "SCALIA",
    "speech": "No, but we usually don't use -- defendant may have, as for example the case in Sanabria, where a -- where a judge excludes certain evidence, and the case goes forward. And as a result of that -- a motion for acquittal. And at the end of the case, the prosecution asked for reconsideration of the exclusion of there is no harm at all."
  },
  {
    "speaker": "BREYER",
    "speech": "What is the reason you didn't want a fairly simple rule that I was thinking of? I'll don't. It's final. The word acquittal is -- is final there, it could be done without violating the Double Jeopardy Clause."
  },
  {
    "speaker": "KENNEDY",
    "speech": "I think you have to say that"
  },
  {
    "speaker": "NEAVES",
    "speech": "I think so. I think honing -- what this Court has talked about in honing is -- is refining a and that is what happened here."
  },
  {
    "speaker": "GINSBURG",
    "speech": "So -- so part of Justice Breyer's question needs editing because it would not be possible under Massachusetts law for the judge to say --"
  },
  {
    "speaker": "NEAVES",
    "speech": "That is correct."
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- I reserve."
  },
  {
    "speaker": "NEAVES",
    "speech": "That is correct. She could not. And -- and if I could just highlight a couple of points to -- to demonstrate the significance of -- of permitting trial judges the ability to reconsider legal rulings. In Massachusetts, the fact that there's a written motion here is quite unusual. These motions are made orally generally. The prosecution is not given an opportunity -- does not -- there's no requirement that he be given advance notice ever. There's no requirement of that. The prosecution argues in opposition to the motion on the spot, and the judge rules on the spot. And -- and I think that -- that procedure is demonstrated quite clearly here. The -- the defendant filed the motion. The prosecution did, indeed, argue the correct response, legal response, did not have a case at hand and as --"
  },
  {
    "speaker": "STEVENS",
    "speech": "Your position would be the same if the -- if the Massachusetts law provided that the motions at the end of the prosecution's case shall not be ruled on unless -- after they're written briefs filed by both sides and they have 3 days of argument. You'd still have the same position."
  },
  {
    "speaker": "SCALIA",
    "speech": "And in fact, the -- the quick and dirty procedure you describe is probably a boon to somewhat free to -- to do what the defendant asks, if it seems reasonable, and -- and knows that if -- if it can be corrected -- you've asked for."
  },
  {
    "speaker": "NEAVES",
    "speech": "I hope not, Justice Scalia. I hope the whole trial."
  },
  {
    "speaker": "NEAVES",
    "speech": "Then there's certainly no double jeopardy bar to that. you have to have a fair chance to present evidence and so forth. The trial court in this case was permitted to correct its erroneous ruling in favor of the defendant on the motion for judgment of acquittal. Because the prove its case, that's a value --"
  },
  {
    "speaker": "STEVENS",
    "speech": "May I ask you the same would bar that appeal."
  },
  {
    "speaker": "SRINIVASAN",
    "speech": "Right, because we read that to be the holding of Smalis. between appeals on one hand and continuing proceedings before the initial tribunal on the other hand. First of"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Would -- would you allow a trial judge to reopen -- to -- to permit the prosecution to reopen the case? it raises a distinct problem because one value that's served by the Double Jeopardy Clause is the defendant's and appeals by looking to historical tradition, and the Court often looks at history to shape the contours of double jeopardy protections. And that would afford the appeals were forbidden, in this case trial court reconsideration should be permitted. First, the line between a definitive ruling and a tentative ruling is not altogether clear, and we've outlined in our brief at page 24 in a lengthy footnote a where trial judges, as they often do, rendered a ruling on a motion for acquittal orally, and whether you think that"
  },
  {
    "speaker": "STEVENS",
    "speech": "I say as a typical matter these double jeopardy claims arise in cases in which the judge made a rather plain error, and when you look at it should consider the plainness of the error or the fact that they -- they do mistakes because they do. it wasn't, but it might well be in some cases. For example, we cite a decision of the Washington Supreme Court, State v. Collins, which involves essentially the that after the trial judge initially announced her ruling, the prosecution had the precedent in hand and within a said, I'm ruling in the defendant's favor, but I may reconsider this decision at a later point in the proceedings. Now, that might be seen to fall on the of this -- of the trial judge's ruling as a matter of Massachusetts law. And we don't think there's a detrimentally relied on the trial judge's initial determination. And we don't think that prejudice inquiry is meaningfully different when you're dealing with dealing with the reinstatement of a previously acquitted charge. jury. We'll have to make up some other line. Right?"
  },
  {
    "speaker": "SRINIVASAN",
    "speech": "It can't be discharge of the jury, but I think where the Court would look, first and issue would ever arise, would be a ruling that would essentially have resulted in discharge of the jury if the when a judge sitting in a bench trial issues a ruling that finds a defendant not guilty, that ruling will discharge the defendant. And I think a discharge of the defendant Thank you."
  },
  {
    "speaker": "STEVENS",
    "speech": "Thank you. not a particular tribunal case. As to the judge resolving all the issues in a bench trial and -- and that's why that -- that acquittal it was a motion for a directed verdict. It was a demurrer in Smalis. It was the exact same standard that the judge was only argument that was presented at -- at the remand after acquittal. Justice Souter, I want to heartily endorse the trial judges, you ought to take this seriously. Pretermitting the prosecution's case is a very serious The case is submitted."
  }
]