[
  {
    "speaker": "[10",
    "speech": "02 a.m.]"
  },
  {
    "speaker": "ROBERTS",
    "speech": "The Court will now hear General Clement. an execution of a convicted death penalty convict?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "No, Justice O'Connor, the death penalty situation, lethal injection, is different, taken a position of non-enforcement in that context, which would be protected by this Court's decision in Heckler"
  },
  {
    "speaker": "CLEMENT",
    "speech": "No, I don't think so, Justice O'Connor, and I think the reason is, at a minimum, 18 U.S.C. 3596, because I think that would now stand as an"
  },
  {
    "speaker": "SOUTER",
    "speech": "Does the -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, not if it just refers that was, in fact, not within the limits of the practice of medicine, the doctor was using a controlled substance for something outside the practice of medicine, and hence,"
  },
  {
    "speaker": "CLEMENT",
    "speech": "And again, Justice Souter, I think the best reading is, that is now foreclosed -- that lethal agent. Here, of course, it's -­"
  },
  {
    "speaker": "BREYER",
    "speech": "In your view, were it not for the statute, the Federal statute, your view of the aside, if it weren't there -- the Attorney General, should we have an Attorney General who is opposed to the death"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, what we're getting -- at least what I'm getting at was this is, I would probably have read the statute to say that the drug statute, which nothing to do with the death penalty. And I would think that the argument on the other side is that the statute alternative congressional indication of intent on this topic, the only thing you would find is the Assisted Suicide Funding Restriction Act of 1997, which continues a"
  },
  {
    "speaker": "GINSBURG",
    "speech": "May I comment -­"
  },
  {
    "speaker": "CLEMENT",
    "speech": "So, in that sense, I think"
  },
  {
    "speaker": "CLEMENT",
    "speech": "With respect, Justice Ginsburg, I don't think so. I -- we stand by the brief in Glucksberg. Now, obviously in the Glucksberg case, the fairness, the United States was focused on -- was the Federal Constitution. And so, that's one important"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, did he use -­"
  },
  {
    "speaker": "CLEMENT",
    "speech": "-- at the time -­"
  },
  {
    "speaker": "SOUTER",
    "speech": "-- did he use a controlled"
  },
  {
    "speaker": "CLEMENT",
    "speech": "He did not. He did not, which is why he could do that. So, it just goes to prove that the most efficient way to do this, I take it as a given that if Oregon doctors decided that a schedule 1 substance was the most effective way to administer a lethal overdose"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But Congress -­"
  },
  {
    "speaker": "CLEMENT",
    "speech": "-- after this Court's -­ isn't the authority that's invoked here. And the Attorney General in the -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "Well, he -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "-- he can rely -­"
  },
  {
    "speaker": "CLEMENT",
    "speech": "-- clear on that. referring to the statute or the regulation. I would say it this way, which is to say -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "Neither one. Neither one is not be used."
  },
  {
    "speaker": "CLEMENT",
    "speech": "I think that's fair, Justice"
  },
  {
    "speaker": "KENNEDY",
    "speech": "-- my question would then be, Isn't that an odd statutory scheme, where the Attorney General can find it to be an abuse of the use of the drug under special procedures in defined circumstances, that they can administer it?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "I think there could be, Justice Kennedy. I don't want to overstate it, in the sense that -- one of the reasons you don't see that much regulation of controlled substances is because, in the main, the States have adopted uniform controlled- community, as determined by the Secretary.\" And it seems to me that that cuts against you in this case."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, Justice Kennedy, it is medical or scientific decisions are expressly given to the Secretary of Health and Human Services and not the nothing that says we want to take over the regulation of medicine, but it's crystal clear -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, and there were two this expressly in Congress, and they failed?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, yes, but I think this role in the regulation of controlled substances. And it's been clear -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Yeah, but -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "-- are these -- are these drugs classified as illegal, for all purposes? And it's quite different to say, \"This -- if a -- if a physician follows the Oregon law, it's a -- it's not a legitimate practice of medicine.\" That's a very different"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Justice O'Connor, I can't tell you there isn't a difference between the treatment of one other the -- under the FDCA. The idea under the FDCA -- the example that comes to mind is the FDA's treatment of Laetrile, that case, 17 States had made a judgment that Laetrile was -­ could be available, for prescription use, to treat cancer. pushing and drug abuse, in the conventional sense. And to say that a statute -- or a statutory history taken into consideration in determining the scope of this statute, suddenly the Attorney General of the United States is given, in effect, the sole authority to determine whether substances is, they were concerned about drug abuse, not for its own sake, but for the debilitating effect it has on people's lives, for its tendency to destroy lives. And before it in its contemplation a State that would make physician-assisted suicide lawful. But that's because it the question of the consequences of drug abuse. And what do they point to as -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "General, then may I just ask authorized this action by the Attorney General. And in the Raich case, which, of course, was a close case -­ have any impact on any market, any commercial market, that Congress ever mentioned?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "I think they do. And I sure and the Federal Government pervasively regulates the drug transactions at issue here in a way that even respondents express purpose of inducing a lethal overdose."
  },
  {
    "speaker": "BREYER",
    "speech": "Why were -- you were going to say, at one point -- why was Congress concerned about"
  },
  {
    "speaker": "CLEMENT",
    "speech": "I think they were concerned with it part and parcel of -- because, I mean, I think of that was it -­"
  },
  {
    "speaker": "CLEMENT",
    "speech": "No, not solely."
  },
  {
    "speaker": "BREYER",
    "speech": "All right. All right. Again, with that? So, why not solely? [Laughter.] abuse there is not its addictive quality, but the fact that it can be used in a way that's not medical, that can be very pernicious, and the like. And so, I think that's broader than a narrow focus on diversion or a narrow focus on addiction. Since Gibbons versus Ogden, at the very latest, this Court has recognized that, in the system of dual sovereignty created by American federalism -­ little, please?"
  },
  {
    "speaker": "ATKINSON",
    "speech": "I'm sorry, Your Honor, I will."
  },
  {
    "speaker": "ATKINSON",
    "speech": "That's certainly true, Your Honor. And yet I think if you look both at your opinion in Glucksberg and in the opinion -- excuse me -- and in that this Court has recognized that this specific subject, physician-assisted dying, is one that is for the States to the hypothetical you've offered, specifically, we think that the answer would have to be that Congress intended to leave the definition of what is a legitimate medical"
  },
  {
    "speaker": "BREYER",
    "speech": "No matter what? I mean, they have cases and so forth that say, \"Of course a State could"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- you're saying."
  },
  {
    "speaker": "ATKINSON",
    "speech": "-- there are a number of limits in the text of the Act itself. There are limits in other the political limits on irresponsible lawmaking at both the State and the Federal level that have served us well"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But you agree -- you -- in answer to Justice Breyer's question, he mentioned a drug that was a schedule 1 drug, morphine. Or maybe -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- perhaps it isn't -­"
  },
  {
    "speaker": "ATKINSON",
    "speech": "-- I think it is a schedule 2"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, but let's -- but the supposition is that the State legal judgment is that that's the wrong characterization, that it's legitimate morphine does that; and so, the State can allow them to prescribe morphine to make people feel better. And I in the statute, Justice O'Connor, it is used expressly in terms of the scheduling decisions that the U.S. Attorney General is authorized to make, and required to make. It Substance -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, I don't know that I right to do that for -- assuming it -- assuming it -- then what do you say about this case?"
  },
  {
    "speaker": "ATKINSON",
    "speech": "Well, first of all, we don't is attempting to do here is reasonable within the scope of whatever authority he has. Moreover, he has not followed Congress intended to leave the definition of what is, or is not, a legitimate medical practice in the hands -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, that may or -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- may not be true. But focus on the particular question. If you have one State purposes, how is the Federal Government supposed to enforce the prohibition on that elsewhere?"
  },
  {
    "speaker": "ATKINSON",
    "speech": "Well, there is no -- well, the which it is not authorized by State law. If the U.S. Attorney General wants to regulate it in a State where it that \"accepted medical practice\" means accepted medical practice State by State -­"
  },
  {
    "speaker": "ATKINSON",
    "speech": "That's correct. basis. Do you have any other area, regarding the enforcement of this Act, where the drug is allowed, or not prescription violated the State law, the U.S. Attorney General could take action against the physician."
  },
  {
    "speaker": "SCALIA",
    "speech": "Oh. So you say that in -- with -- and what's lawful depends upon the accepted medical practice within the State. acting in accordance with State law. We have a history that we're -- to -- at least since the Controlled Substances Act, in 1970, where the U.S. Attorney General something that is permissible under State law is, in any sense, a violation -­ about the failure to enforce existing State law. And that's clearly reflected in the legislative history, some of which is set out in the State's brief, on page 36, in are addressed to is individual applicants -- that is, individual doctors -- not to broad medical purposes. was acting in accordance with State law, because, as this Court pointed out in United States versus Moore, the registration was a matter -- was as a matter of right if medical authorities. So, what he's attempting to do today, in the questions presented in Raich was whether Congress \"could\" do what it had done. The question here is -- first of all, is whether Congress \"did\" what it had done. And our unconstitutional, but that it would raise a significant constitutional question, which implicates the clear- constitutional questions?"
  },
  {
    "speaker": "ATKINSON",
    "speech": "No, they don't, Justice Scalia."
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, why does this one? I"
  },
  {
    "speaker": "ATKINSON",
    "speech": "The difference here is simply that there -- the amounts, as was suggested earlier, are"
  },
  {
    "speaker": "KENNEDY",
    "speech": "The statute gives the Attorney General authority to promulgate regulations for the dispensing of drug -- 821 -- and that seems to me to here."
  },
  {
    "speaker": "ATKINSON",
    "speech": "I can't disagree with that, odder, frankly, Justice Kennedy, to suggest that Congress intended to authorize a single unelected Federal official to decide, in his sole and apparently un-reviewable disapproves, may not be -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, but I give -­ States to distribute or dispense a controlled substance in the course of professional practice. And I thought this reg is defining \"in the course of professional practice.\" \"In the course of professional practice, the prescription, to be effective, must be a legitimate medical purpose by Act. All right? Now, on that, do I have -- if I believe that, on that assumption, do I have to decide this case against you?"
  },
  {
    "speaker": "BREYER",
    "speech": "And if not, why not?"
  },
  {
    "speaker": "ATKINSON",
    "speech": "There are at least two reasons found it different, in life and law, when you pass a rule in a State that guts an Act, from when you pass the rule in a State that doesn't seem to have much to do with the"
  },
  {
    "speaker": "ATKINSON",
    "speech": "Well, I certainly would not disagree with that in -­ told to. Let me -­ [Laughter.]"
  },
  {
    "speaker": "ATKINSON",
    "speech": "-- but let me -- let me offer, if"
  },
  {
    "speaker": "GINSBURG",
    "speech": "May I ask you, in -- Mr. Atkinson, in response to the question you were just asked, that the Attorney General has never done this before, has never said, \"You can't prescribe particular drugs for\" -­ has -- that has not been done. You've been giving"
  },
  {
    "speaker": "ATKINSON",
    "speech": "That's correct."
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- use a drug. And that insisting the States would have the authority to act independently of a congressional prohibition against the use of a substance to make people happy and so forth. spoken to the issue to which the Attorney General has spoken?"
  },
  {
    "speaker": "ATKINSON",
    "speech": "No, that's certainly true, Mr. Chief Justice. But Congress knew, as we all know, that the practice of medicine evolves, that things change, that unheard of 30 years ago, are all accepted medical practices today, and they are all regulated by the States, accepted medical practice would include prescribing drugs to help somebody end his life. And I don't think it -- I don't think it would have occurred to Congress. occurred to them either, Justice Scalia, but I do think what occurred to them was that that was a matter that, Souter. But -- this case is obviously about statutory construction, but it's about statutory construction in a very special area, and that is the area of federalism, of Federal Government. We think it's clear, from examining the statute, that Congress intended to retain and respect cocaine now of which land on schedule 2. Some of them tightly regulated them, some of them allowed them in over- the-counter tonics in large quantities. And the point of Federal regime. And they knew it would have an impact on State regulation of medicine. And even the Court, in the any of the States?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "It was, Mr. Chief Justice. They were all over the map, but there was clearly a problem, that there were needs in States to more closely regulate both the doctors and the pharmacies. That was, could he de-license, or revoke, the license of doctors who engaged in acupuncture?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "I don't think so, Justice is, I think you have to look at this regime, and read it in light of the 90 years of Federal involvement in the robust here. I wanted to remark and focus for a minute on what an odd statute Oregon has passed. The practitioner Oregon itself points out that what's allowed here is the"
  }
]