[
  {
    "speaker": "STEVENS",
    "speech": "We'll now -- we'll now hear Mr. Lange. You may proceed, Mr. Lange. the petitioner comes before the court for habeas without having exhausted in State court. I mean, that's the question. I think everybody will stipulate that there's discretion to do so in these circumstances given the statute that -- that wants a 1-year, prompt resort to the"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, why shouldn't -- why shouldn't the petitioner for habeas have to first go to the State court and exhaust the State court claims? Here Federal court with a laundry list of 30-some unexhausted State claims, for goodness sakes. Why shouldn't those the court thinks is reasonable for you to go back and -­ and do what you were supposed to do before you arrived. I mean, that seems to me is a frustration of the 1-year"
  },
  {
    "speaker": "LANGE",
    "speech": "I disagree that that is a free ride, and I do not see that as a frustration of the 1-year applied somewhat infrequently and at the discretion of a judge to -- a district court judge to apply or not apply when it's appropriate to -­ would you say there's a difference between a case where the petitioner comes into Federal court in the first 12 of the claims as unexhausted. The district court found eight of those claims to be unexhausted, Your Honor, and made that finding after Mr. Rhines' 1-year AEDPA period of 2000 pro se. The district court's conclusion that he had a mixed petition and that there were eight unexhausted The suggestion of the State sets up a situation where, according to the State, they want Rhines to purge his -- his claim -- his petition of the unexhausted claims unseemly to have Mr. Rhines proceeding on 27 exhausted claims in Federal court at the same time that he is certiorari after the State decision in the second -- in the second habeas."
  },
  {
    "speaker": "LANGE",
    "speech": "Your Honor, as a matter of -­ loses his right to Federal review -­"
  },
  {
    "speaker": "LANGE",
    "speech": "Right. Your -­ have to reverse in part Rose against Lundy to go with your view?"
  },
  {
    "speaker": "LANGE",
    "speech": "I don't believe so anymore than you State's view. And let me explain. The approach of stay and abeyance is more limits, on these things."
  },
  {
    "speaker": "LANGE",
    "speech": "The only --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "That's what we run into here,"
  },
  {
    "speaker": "LANGE",
    "speech": "Your Honor, I -- I would disagree that this is a total frustration of Congress' time and forth. Also, Mr. Rhines has complied with the AEDPA period. He did file. if you assume a prisoner B who's in Rhines' same position and files at the same time, when only approximately 9 days time limits. I mean, it depends on when the court finishes its job and so forth. What do you do about -- about our opinion in -­ limitation period during the pendency of a -- of the Federal proceeding and -- and said, in -- in justification soon as possible. That's not really true. Sometimes it's -- it's in his interest to delay it as much as possible. Witnesses will die. People will move away. All sorts of to delay the process."
  },
  {
    "speaker": "LANGE",
    "speech": "I think those illustrations are -­ would be an abuse of discretion, as you indicated at the outset. Do you think the same rule should apply to both, or do you think there might be -- because there is a is in the noncapital case."
  },
  {
    "speaker": "LANGE",
    "speech": "You're right, Justice Stevens. I -- order of the proceedings? The first petition is to the State court. Was the defendant in that first State habeas represented by counsel?"
  },
  {
    "speaker": "GINSBURG",
    "speech": "So he's been represented by counsel throughout. barred. Isn't that what would happen in -- in most other States?"
  },
  {
    "speaker": "LANGE",
    "speech": "I think that's an excellent point litany of the State procedural rules, and many States would bar a second habeas or would put a strict time limit that -- that his -- his claims are now procedurally barred. Do you think the Federal court would simply make its own determination that the claims would be rejected by know."
  },
  {
    "speaker": "LANGE",
    "speech": "I -- I believe that would -- could concerns expressed in Slack v. McDaniel were -- were overwrought. Fourth and finally, on the prospect of delay, as questions, the vast majority of petitioners are not under a capital sentence. It is not hyperbole to say that 99.4 first to exhaust all of their State post-conviction remedies and then to file their habeas corpus petitions as soon as possible. The congressional design includes three limitations, a tolling provision, and a total exhaustion requirement, the combined effect of which is supposed to that -- that there be a stay and -- and abeyance order. And why -- why doesn't that take care of what I -- I think is a very legitimate issue that you raise? Why isn't that"
  },
  {
    "speaker": "LONG",
    "speech": "I think that -- I think that the -­ the answer is that Congress designed the system to resolve the sophistication to help themselves."
  },
  {
    "speaker": "LONG",
    "speech": "I don't think the system needs to be tinkered with, Your Honor. -- what -- what is your answer on the merits to the fact that most of the people who are going to ask for stay and into this situation very often because they have a better or at least a different lawyer at the Federal habeas stage than they had at the State habeas stage, and this new make. Isn't -- isn't that exactly what happened here?"
  },
  {
    "speaker": "LONG",
    "speech": "That's -- I -- I suspect that's the typical case in -- in capital cases. Mr. Rhines is currently -­"
  },
  {
    "speaker": "BREYER",
    "speech": "It's typical. I mean, what I have in the statistics is that about 36 percent of all the habeases are dismissed for failure to exhaust, and 93 percent of all of the habeas petitioners are pro se. Now, the conclusions I draw for that is it's probably these pro se people -- I mean, 93 percent are pro se -- that will get the procedural dismissals, and certainly a third or so, if we agree with you, of all of the habeas petitions filed in -- in Federal court are going to be finished, terminated. The door is closed because it takes a Federal court about nine months on average to process a habeas. Now, you just take that and you say, we've closed the door of the Federal court to a third of all the habeas petitioners. And if I had thought that Congress wanted that, then I might say fine. But I thought that Duncan -- and I know I was on the other side of the case, but I felt the majority had a pretty good point on the language, to tell you the truth. But what I didn't think they had such a -- I mean, I couldn't find much of a congressional purpose one way or limitations is really to get people to file their petitions. Once they file them, they have a year but it's State courthouse rather than the Federal courthouse."
  },
  {
    "speaker": "GINSBURG",
    "speech": "The --"
  },
  {
    "speaker": "BREYER",
    "speech": "They seem to have made a out the way they do? I mean, it is just as easy."
  },
  {
    "speaker": "LONG",
    "speech": "I -- I can't -­ one of the answers to the observation that the Federal court is closed to a third of the claims is that that's not true with respect to the exhausted claims. The -- the as to the exhausted claims, the courthouse door remains open. withholding a case from State court and bringing it up fresh in -- in the Federal court, that would be a case where the Federal court should say, go away, you didn't really hard to tell whether the claim has been exhausted?"
  },
  {
    "speaker": "LONG",
    "speech": "That was not the situation in this And so there isn't tricky question about whether there were unexhausted claims in this petition. Now, that was in November of 2000. He waited didn't pursue his State court remedies until the court ordered him to do that in July of 2002. And he filed his  lose the statute."
  },
  {
    "speaker": "SCALIA",
    "speech": "Even without going back to the State court, I don't see anything in this statute which Federal court with unexhausted claims to have time to remedy that defect by running back to State court and -­  this. I mean, what they do is they want to have you file within a year. And they say, well, but if you filed within a year and you're in State court, we don't care court, you're tolled. We don't really care once you're proceeding. And now, however, if you go in -- into only one opportunity to do it."
  },
  {
    "speaker": "LONG",
    "speech": "I think the answer to the question, Your Honor, is that in order to follow the Second Circuit interpretation of the exhaustion statute that they issued in Rose v. Lundy. That's my belief because Rose v. Lundy claim is not unexhausted by definition. And -­"
  },
  {
    "speaker": "SOUTER",
    "speech": "It may not be -- it -- it will be waived. I mean, if -- if -- on your theory, he -- he of waiver. That's -- that's no answer to the problem."
  },
  {
    "speaker": "GINSBURG",
    "speech": "See, you could -- there are Congress has changed the landscape. They have changed the landscape relying upon the total exhaustion rule in -­ that they enacted and that this Court has interpreted. added the tolling provisions, and that has to be entered into the computation. I think that's implied in your hypothetical -- doesn't go to State court. I -- I think that that is -- I think that that's the -­ of these cases, I say if they came rushing to the Federal court first, no Federal judge would even consider giving exhausted some claims in State court and ones who haven't?"
  },
  {
    "speaker": "LONG",
    "speech": "Well, I think the predicate to getting stay and abeyance, Your Honor, is that there has unexhausted -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Why should that be?"
  },
  {
    "speaker": "LONG",
    "speech": "-- it's not distinction. I'm sorry. The Federal court -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Well, hasn't the second -­ of those petitions could be totally dismissed and the other one would not be. If there were no exhaustion dismissal under the total exhaustion requirement than there used to be."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "General Long, if you were judge in deciding how to treat these, what standards would you set?"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, are you suggesting then that we could have a rule, oh, somewhat like the grant of a preliminary injunction? If it's a likelihood of success reason for maybe mistake and not having exhausted, then -­ then you'd allow a stay and abeyance? case. And if they -- if they are truly unexhausted, then there is going to be a remedy in State court, and State courts are perfectly capable of identifying constitutional -- I've had South Dakota judges send murder cases back to me to try after 12 years, and it's -- it's a burdensome the -- the Second Circuit tried to deal with that problem and why isn't that adequate? They didn't leave the district judges to do whatever was their will. Circuit followed very closely to what the -- what the district court did here, Your Honor, but what I did not"
  },
  {
    "speaker": "LANGE",
    "speech": "Yes, I do, Justice Stevens. I stay and abeyance, should look to make sure that the petition meets the standards of section 2254(b)(2) which doesn't know absent testimony, et cetera, et cetera."
  },
  {
    "speaker": "LANGE",
    "speech": "Right, and those should be circumstances where the State court is left to judge proceedings are suspended, are abeyed or held in abeyance. It makes sense, under the exhaustion norms of this Court, second time. That's all. Why isn't that reasonable?"
  },
  {
    "speaker": "LANGE",
    "speech": "Well, this is Mr. Rhines' one opportunity. Congress did give in section 2254(a) shall entertain petitions of this -- of this nature. So this is a -- a right that Mr. Rhines has to have these obviously, Your Honor. I -- I think it inappropriate to draw lines between pro se and represented counsel, though, in the rule you formulate is obviously not only for Rhines but for pro se litigants as well that -- that deserve That's -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "Mr. Lange, you were appointed by the Court, and on behalf of the Court, I want to thank services."
  }
]