[
  {
    "speaker": "STEVENS",
    "speech": "We'll hear argument in Bates Mr. Frederick. fraud, warranty, and negligence claims involve general legal duties, not pesticide-specific requirements, and the failure to warn and fraud claims are not different from or Now, with respect to the first point, Dow concedes at pages 43 and 49 of its brief that defective inadequate and that a properly designed product could have been put on the market that would not cause the harm."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Mr. Frederick, on the factual theory that Dow could have reasonably designed Strongarm to be safe for growing peanuts in high-acid below was overbroad and should be reversed."
  },
  {
    "speaker": "KENNEDY",
    "speech": "The -- the problem I have with -- with the Government's case and with the respondent's Ginsburg said. Their problem is that they would recast everything as a warning."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Under the restatement rule, which Texas has adopted in the Uniroyal case, which we've cited in our brief I think at page 47, that is true warnings that could be ignored or not observed or not understood properly and that if it can be proved that a"
  },
  {
    "speaker": "KENNEDY",
    "speech": "But it's never a question of the reasonableness or the adequacy of the warning?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "I don't think it's a question of their theory, which is that a defective design claim always collapses to a failure to warn, they can put out a know, -­"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Well, we have both actually."
  },
  {
    "speaker": "BREYER",
    "speech": "-- because all they'd have to"
  },
  {
    "speaker": "FREDERICK",
    "speech": "No. We have defective warning too, and -- and if I can address that as well. The the same, although we can certainly -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, that's a -- that's a bit different. You were -- you were asserting a moment ago I a violation of FIFRA because it was misbranded. cause of action, not a Federal cause of action."
  },
  {
    "speaker": "FREDERICK",
    "speech": "That's correct, and because -­"
  },
  {
    "speaker": "SOUTER",
    "speech": "And -- and that's in effect"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Yes. And -- and because of the preliminary of this suit, Justice Kennedy, we certainly"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Yes."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Now, is it your position that a State can pass a law requiring labels to have efficacy"
  },
  {
    "speaker": "FREDERICK",
    "speech": "They have to do it pursuant to their powers under 136v(a) which is the regulation of sale can be used for?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Yes, but I want to address -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "So how -- how does an express"
  },
  {
    "speaker": "FREDERICK",
    "speech": "As the -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "-- where -- where Dow just Justices of this Court in the -- in the Cipollone case. Now, if I could speak to the fraud claim, it is important to understand that in both Cipollone and in a there are general legal duties that are not observed by the manufacturer that don't go to the specific product have read FIFRA as saying just because the word requirements is 136v(b), thereby any State law claim that imposes a requirement that might induce a manufacturer to overly broad because it confers way too much discretion on manufacturers to decide what to put on labels, and they had brought claims against manufacturers for design defect, for failure to warn, for the kinds of common law claims that we have asserted in this case. It was so well American Law Reports that annotated all the cases and explained what the common law duties of pesticide until it became clear that the groundswell over the course of decades that DDT needed to be banned, and it was only at the back end that the expert agency regulators but that was only after a very long history in which common law suits had provided remedies to farmers and about the existence of the parallel requirements is the same. I want to address the point of the discordance regulators can decide because Dow and the Government have featured that in their case. The Government in the Medtronic case at page 27 of its amicus brief there said there was no problem to be had with juries rendering supposedly inconsistent decisions so long as they were following one Federal standard. The Federal standard here is clear: falsity. Tell the truth. That's what manufacturers are obliged to do under the statute and under the regulations."
  },
  {
    "speaker": "BREYER",
    "speech": "Well, that's their strong point. So what is the response to that? Because you can easily get two juries in different parts of the country to decide absolutely opposite things as to what the label should say, and in those circumstances, they say, well, they're in an impossible situation and that's why Congress passed this statute, to be sure it would be EPA and not two juries in different places."
  },
  {
    "speaker": "FREDERICK",
    "speech": "First, the juries -- unlike a -­ a declaratory judgment or an injunctive type remedy, Justice Breyer, a jury for a common law damages claim is not saying what affirmatively should be on the labels."
  },
  {
    "speaker": "BREYER",
    "speech": "I'm speaking practically. And I don't have to go into all the argument."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Sure. very familiar argument."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Sure. The answer is that -­ induces or causes some kind of change to the label, that can be done without an adverse effect to national uniformity through the supplemental labeling process. And attaches the supplemental label that addresses the particular conditions that exist in the State. allowed the FDA to impose its own decisions as to requirements and whether or not the States should be displaced, here Congress made the determination in 136v(a) imposed. They're in addition to what the Federal standard is. That means that you have to look at requirements in a to pull it, and pulling it is an unbelievable sanction. It's like the atomic bomb on the company. And so that's very strong. possibility of damage remedies, but if you want your damage remedy, just go to EPA and tell them to give it to FIFRA's preemption provision, which Congress specifically amended in 1978 to add the title uniformity, preempts by its terms, quote, requirements for labeling"
  },
  {
    "speaker": "SOUTER",
    "speech": "Why -- why doesn't the other amendment limit your argument? Because Congress has also saying we are no longer regulating efficacy, we are no longer concerned with efficacy. What they said was because the Department of Agriculture and the extension this and, in particular, are involved in the statutory requirement that before a manufacturer can even apply for that."
  },
  {
    "speaker": "WAXMAN",
    "speech": "Justice O'Connor, I think -- I will address the negligent testing and, of course, the design"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Yes."
  },
  {
    "speaker": "WAXMAN",
    "speech": "-- discussion that's figured so We filed a motion for summary judgment, and in that motion for summary judgment, we pointed the respondents in this case to this Court's decision in Celotex v. Catrett, and defect claim without impeaching the labeling, but we think that what you are complaining about does impeach the a motion to dismiss -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "You didn't file a motion to dismiss your own complaint?"
  },
  {
    "speaker": "STEVENS",
    "speech": "Oh, okay."
  },
  {
    "speaker": "WAXMAN",
    "speech": "In other words, this wasn't decided"
  },
  {
    "speaker": "WAXMAN",
    "speech": "Well -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "-- that there could be a claim based on design defect, that there could be a claim amounted to fraud or misleading -­"
  },
  {
    "speaker": "WAXMAN",
    "speech": "I'll take them in your precise forum."
  },
  {
    "speaker": "WAXMAN",
    "speech": "We want -- as the -- as the Fifth Circuit found and the District Court found, we filed a demand letters because we wanted this to be adjudicated in a single forum, which the Texas venue rules would not have "
  },
  {
    "speaker": "O'CONNOR",
    "speech": "And also the -- also the claims of false, misleading statements outside the label."
  },
  {
    "speaker": "WAXMAN",
    "speech": "Yes. I'm going to get to the false minute, but just to finish the design defect point, they filed a complaint -- a counterclaim which had as a count we're wrong, prove it in response to our summary judgment submission."
  },
  {
    "speaker": "SOUTER",
    "speech": "But you can -­"
  },
  {
    "speaker": "WAXMAN",
    "speech": "It is --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Is that their burden or is your say, your response is going to be, as a matter of law, well, if they're correct, we'd have to say something else. That impeaches the label. Therefore, preemption. could have done in response to our motion for summary judgment is to say this product assertedly harms -- when read the red brief, your brief, pages 6 and 7, and there you see a statutory requirement and you see regulatory requirements, regulation. And I think one of their claims any change in the regulatory, that -- that it was violated. These are false. They're misbranded. So we"
  },
  {
    "speaker": "WAXMAN",
    "speech": "-- of the joint appendix -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Waxman, do I take it from what you have just said that there is no -- even though that that can be privately enforced, that misbranding is something strictly for EPA to deal with, that the statute"
  },
  {
    "speaker": "STEVENS",
    "speech": "Excuse me."
  },
  {
    "speaker": "BREYER",
    "speech": "I'm sorry."
  },
  {
    "speaker": "STEVENS",
    "speech": "Just let me ask this one vitamin A. Period. And it doesn't contain vitamin A, and they prove that in court. And you say you would have to"
  },
  {
    "speaker": "WAXMAN",
    "speech": "Oh, I see. Said that -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "-- and -- and it's -- it's a misbranded, false statement. Now, does he have to change"
  },
  {
    "speaker": "WAXMAN",
    "speech": "Well, I believe that you have -­ you would have to -- I mean, would it be efficacious with"
  },
  {
    "speaker": "WAXMAN",
    "speech": "-- that is, a little bit different than what Federal law requires."
  },
  {
    "speaker": "SOUTER",
    "speech": "The problem that I think some understand it, the Fifth Circuit test in your argument draws no distinction between the two following kinds of"
  },
  {
    "speaker": "WAXMAN",
    "speech": "Justice Souter, that is a choice that Congress could have made. It is plainly not a choice that Congress did make because it applied the preemption or different than. And whether a label is assertedly misleading because it fails to include something on the expired."
  },
  {
    "speaker": "STEVENS",
    "speech": "Ms. Blatt."
  },
  {
    "speaker": "BLATT",
    "speech": "Thank you, Justice Stevens, and may"
  },
  {
    "speaker": "SCALIA",
    "speech": "It's -- it's ambiguous enough that the Government -- the -- the chief beneficiary of the -- of the supposed preemption didn't see it. It used to clear?"
  },
  {
    "speaker": "BLATT",
    "speech": "Well, the agency is allowed to reg."
  },
  {
    "speaker": "BLATT",
    "speech": "Well, unlike Medtronic where preemption occurred by virtue of the FDA's regulation, itself. And I just want to give one -­"
  },
  {
    "speaker": "SOUTER",
    "speech": "Yes, but why isn't there a big soil only should be a 7.2 level. Their expert says -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "Yes, but the remedy to that would not necessarily be to change the label. It might be much time for mixing."
  },
  {
    "speaker": "BLATT",
    "speech": "And we think it's critical that our label the Federal law required it use -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, let's -- let's be specific here. If it's a failure to test, if it's a -- a misrepresentation, why are they preempted?"
  },
  {
    "speaker": "BLATT",
    "speech": "On the face of the complaint, we the State shall not impose or continue in effect any requirements for labeling or packaging. A tort suit because of -- of mislabeling is not a requirement for"
  },
  {
    "speaker": "BLATT",
    "speech": "If the -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "And if Congress wanted to say every day -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, every change -- virtually every change -- virtually everyone -- if -- if you believe the substance of the sale will require a change in the label."
  },
  {
    "speaker": "BLATT",
    "speech": "-- that don't go to the labeling."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Can they do the same thing by -- through jury verdicts? enough if a manufacturer had to shop his label around 50 States and had each -­ wiped all that out. It's hard to believe."
  },
  {
    "speaker": "BLATT",
    "speech": "No. Congress just wiped out labeling and only those labeling requirements -­ every -- every time -- my crop was stunted. Okay. You have to change the label so you can't bring that suit. label. The -- the farmer says I bought this bottle. It said okay for all peanuts. My crop grew and it was stunted and the weeds stayed alive. you had manufactured this differently or if you had designed it differently and there was evidence to support preemption at least since the late '80's, and I don't know of cases where juries -- or the theory for recovery was invalidating the label. manufacturing defect claims, and I direct your attention to the Benlate where the manufacturer contaminated his District Court decided the motion for jurisdiction, that it had jurisdiction. On the very next day, Dow rushed into court with its motion for summary judgment. And what that on -- on this point it is neither unfair nor premature to require defendants to produce evidence in Now, at the end of the day, we've got claims that have been brought historically since the late 19th century. Until EPA had a sudden change of heart, there respect to these kinds of products, and those preemption"
  }
]