[
  {
    "speaker": "REHNQUIST",
    "speech": "We'll hear argument Mr. Chemerinsky. at the beginning of trial, she wasn't a part of the lawsuit."
  },
  {
    "speaker": "SOUTER",
    "speech": "How about you? You're in (Laughter.)"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Yes, I am, Your Honor. This that were uttered by Mr. Tory are opinion protected by the First Amendment. There is not the requisite actual malice. And so it's our position that the injunction"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But your question is preventing all future speech about an admitted public"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Yes, but you understand Justice Ginsburg's question surely, and I would imagine that even if you prevail, nothing we would order would"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Well, Your Honor, certainly we believe that the injunction is most clearly Cochran owes him money."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "All right. Now, let me ask you this. Under your theory, if -- if the defendant is the statements are defamatory?"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Yes, Your Honor. the remedy of -- of counter-speech. We're talking -- that's really that doesn't answer the question. The question is, is there anything he can get from the courts"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "That's correct, Your Honor. From the courts, he can get a damage remedy but I don't there would be, of course, the ability of a court to issue a damage judgment. There are many instances in which damage judgments can't be collected. against a person who has no assets."
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "But that's true everywhere in suggestion in that that you claim that in this particular case there was no defamation. I -- I just don't think it's fairly included within the question. is that the question presented does ask whether this injunction, which permanently restricts speech -­ should just proceed on -- on some other basis for this argument. We have other questions to discuss."
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Sure. But, Your Honor, I want and I'll quote it for you and it is on page 54 of the joint appendix. Johnnie is a crook, a liar, and a thief. So suppose I agreed with you hypothetically that that, with all these findings, is nonetheless protected by the First Amendment. All right? Now, suppose, in other to write my opinion on that assumption to protect what I was worried about yesterday, that a woman who has a defamation is different, that when the First Amendment was adopted, the clear history was that above all it was to prevent prior restraints, and that injunctions were not than a harassment action. And third, as I've argued, what makes this California case, Couch v. San Jose Unified School District."
  },
  {
    "speaker": "REHNQUIST",
    "speech": "Well, we're not going"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "No, Your Honor. All I'm saying is it's important to be clear about what the would be a trade libel, and the Restatement at least -- I don't know California law -- says that you -- would you agree that you can enjoin a trade libel -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "-- that disparages quality of goods to the serious injury of a -- of a business? from engaging in blackmail?"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Yes, Your Honor, there is. If this was blackmail or extortion, Johnnie Cochran could have civilly sued for blackmail or extortion. But, Your Honor, this wasn't extortion. than against limits on criminal penalties."
  },
  {
    "speaker": "KENNEDY",
    "speech": "I know, but I'm asking you why that -- why that should be. If -- if you asked a person having an injunction that you can argue about or going to jail, I -- I think they would say that going to jail is thought that an injunction strikes at the very heart of the First Amendment because, as Justice Scalia pointed out -- that is -- is being used for extortion is different, just as speech which is being used for harassment is different?"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Your Honor, this Court is required to do an independent review of the record under Bose v. Consumers Union. There's no indication that Mr. It's true that Mr. Tory may have believed that he was owed money by Johnnie Cochran and was also trying to encourage the purpose of the speech was to extract money not owed."
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "But, Your Honor, since this is a defamation action, not an extortion action, the rules Under the rules of the First Amendment for defamation, injunctions are not available to public officials or so on and should not have provided a remedy for extortion, quite apart from the fact of whether it's an appropriate remedy, constitutional or otherwise. And that, it seems touch. That's a question of California law. What we are here to touch is, number one, figure."
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, it can certainly -- the -- the issue is certainly before us as to whether such an and simple. But the findings that Justice Ginsburg has -­ has read and part of the order in question here seems to when an action in the State courts has been treated as an action both for defamation and for extortion or harassment. treated here as an action for extortion or harassment -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "I understand. Mr. Chemerinsky, carrying it in a sign, could the trial judge enjoin him from carrying that sign in front of Johnnie Cochran's office? law is clear that injunctions are not a permissible remedy in defamation cases."
  },
  {
    "speaker": "KENNEDY",
    "speech": "You're saying -- you're saying that a State cannot constitutionally prohibit someone from making false statements in front of the business that"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Well, Your Honor, there are other causes of action that may allow that. If it could"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Have we ever -- have we ever considered a case where there's a strong element of extortion involved? Austin v. Keith. There was speech to pressure, and yet this Court said even though the speech was to pressure, stated he would."
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, do you -- do you defend the injunction in its entirety?"
  },
  {
    "speaker": "SOUTER",
    "speech": "In other words, the -- the -­ Mr. Chemerinsky didn't have too much chance to -- to get Craft has never been served with this injunction. Only Mr. Tory. So I don't believe -­"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, let me ask you a law with that breadth, is that injunction defensible with respect not to picketing, not to harassment, simply to statements about Cochran, just orally uttering statements about Cochran."
  },
  {
    "speaker": "COLE",
    "speech": "Yes. enjoined -­"
  },
  {
    "speaker": "COLE",
    "speech": "Based upon the unique facts of this  on is the fact that he has engaged in 3 years in a pattern of continuing, repetitive conduct."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, what -- what you're on past wrongful conduct. And there is simply no authority for that proposition.  majority of the Court would find that some of these provisions are overly broad. Is there any authority that tells us what to do next? This is not like a statute obligation to save the injunction? Send it back and let it be done. Let it be done all over again. I mean, why in cooperation with him says, I've had a change of heart, Johnnie Cochran is a marvelous person, and he says that on television -- do you think that individual at that time"
  },
  {
    "speaker": "COLE",
    "speech": "Absolutely not."
  },
  {
    "speaker": "BREYER",
    "speech": "Absolutely not. Because? say when it says uttering statements, it means statements of the kind or identical to those we have identified earlier in this opinion."
  },
  {
    "speaker": "BREYER",
    "speech": "But, now, you haven't said that. I said it, and I think it's too late for you to say refers to prior conduct."
  },
  {
    "speaker": "SCALIA",
    "speech": "That's right. It's -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "The injunction just speaks for or anything like that."
  },
  {
    "speaker": "COLE",
    "speech": "The injunction --"
  },
  {
    "speaker": "COLE",
    "speech": "Well, I would disagree based upon the prior -- continuing course of -- of repetitive conduct and the fact that this -- over a period 3 years, once a week, Cochran at his law office. When we enjoined him from doing so at his law office, he moved it to the Los Angeles"
  },
  {
    "speaker": "COLE",
    "speech": "Were aided -- were aided by my advocacy, Your Honor."
  },
  {
    "speaker": "REHNQUIST",
    "speech": "Aided and abetted. What I'm suggesting here is Mr. Cochran would have been faced with -- he has no remedy. Injunctive just don't think they can be that narrowly tailored. And I don't think in this case, which I believe that the test we should be applying if we're going to balance, is this the least restrictive means. I also continue to advance the argument that clearly -- give him a safe harbor as to what he could and could not say."
  },
  {
    "speaker": "REHNQUIST",
    "speech": "But the injunction"
  },
  {
    "speaker": "COLE",
    "speech": "But I don't think it needs to be because of the pattern and practice that this man has Mr. Tory was engaged in speech praising Mr. Cochran, one, and two, in the -- in the more unlikely event that someone was going to attempt to cite him for contempt for engaging Amendment grounds, the enforcement of this injunction in the State of California because the collateral bar rule from other citizens because he's at -- he's at risk of a contempt citation."
  },
  {
    "speaker": "COLE",
    "speech": "I don't dispute that. chilled with -- with respect to protected speech."
  },
  {
    "speaker": "COLE",
    "speech": "But there's nothing unusual -­"
  },
  {
    "speaker": "BREYER",
    "speech": "And you are saying if in fact it's ever enforced outside that heartland, you can have a defense. It would violate the First Amendment. we just said right in paragraph 2, why shouldn't the judge have to do it? It's so easy. Say this is aimed at the attack on paragraphs 1 and 3, and now we're focused on paragraph 2. And paragraph 2 can be tailored, as you have indicated, Justice Scalia, I think consistent with First And I think it's important to point out that if we take away injunctive relief in a defamation action in Now, can we decide it in such a way that we're not talking about all defamation actions? We are talking about this beast in California which uses the word -- also finds extortion and therefore issues an injunction. line. I mean, the only reason we're grabbing onto extortion is that -- that there's reluctance to say you can issue injunctions in all defamation actions. Now, ability to issue an injunction if it is not defamation combined with extortion? example, if you found that a specific item was defamatory on its face, such as a posting on the Internet, the only way to get that posting off the Internet would be to problem. And if it's -- even if it's purely defamatory, you could restrict it to that purely defamatory posting, analyze it under, strict scrutiny, intermediate scrutiny, or the Ward test. And -- and I think that in applying those tests, you'd have to come to a balance, and if the type of speech or -- then that -- that would be a -- a reasonable limit, and if it creates a multiplicity of allegations?"
  },
  {
    "speaker": "COLE",
    "speech": "Findings to substantiate -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Specifically about the"
  },
  {
    "speaker": "COLE",
    "speech": "No, Justice Kennedy, there were not."
  },
  {
    "speaker": "KENNEDY",
    "speech": "No findings. advantageous business relations. We probably could have pled California's -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Does California law require notice pleading based on facts?"
  },
  {
    "speaker": "COLE",
    "speech": "Notice pleading based on facts, but He -- and -- and this is -- one point that I want to stress. We don't view this injunction as being violated if he went on TV, he went on the radio, he went under the definition that this Court has provided. Those are not public forums. We are not concerned about that."
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Thank you. Justice Breyer kindly invited my thoughts about how an opinion might be written, and there are three One is that this injunction is vastly overbroad for all the reasons that have been identified. Mr. Cole and now you want to argue, no, it wasn't defamation. It was mere opinion. I really don't see how that's included in the question presented. to the question whether the injunction is permissible. But I go on to the third way that the opinion defamation cases across the country. No -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "There have been -- there have been injunctions against harassing conduct, threatening,"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Yes, Your Honor, and we have"
  }
]