[
  {
    "speaker": "REHNQUIST",
    "speech": "We'll hear argument of San Francisco. Mr. Utrecht, is that -­ preclusion here. Am I wrong?"
  },
  {
    "speaker": "UTRECHT",
    "speech": "The issue before this Court is whether there's issue preclusion -­ in this Court."
  },
  {
    "speaker": "UTRECHT",
    "speech": "Okay. The issue in this Court is preclusion."
  },
  {
    "speaker": "SOUTER",
    "speech": "Okay."
  },
  {
    "speaker": "UTRECHT",
    "speech": "The other part of your question not have been based on factual determinations. Instead, it was based on the prior State court determination that you had to go to State court and seek compensation under State law."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "And you haven't asked us to"
  },
  {
    "speaker": "UTRECHT",
    "speech": "We have not asked that this Court reconsider the decision in Williamson County. immediately. Now, in that case, would -- would you still argue for primacy of the Federal court?"
  },
  {
    "speaker": "UTRECHT",
    "speech": "Absolutely, Your Honor. I think two separate litigation scheme. The first litigation concerns State compensation, and the second litigation no issue decided in the State court proceeding that carries over into the Federal proceeding? Which one is it? What -- you suggested -- you said, number one, no sufficient statements to survive a 12(b)(6) or its counterpart dismissal motion. But I think that the -- the real issue before this Court is not the California preclusion law question, but the real issue is whether this Court's decision in decision in England should be applied to the very similar circumstances raised by -- administrative proceedings. But I think there's no question in this case that an -- an exaction was imposed and was actually paid. about whether the exaction was imposed. The issues were what standard was used to review that exaction and whether that question, but when this Court rejected question 2, I think this Court decided that it did not want to get to that question. But we -- and we did not brief that question number 2. But we definitely did want this Court to decide that question, and obviously, if -- since the was no trial. There was no summary judgment motion. There was no evidence presented on any of these points. These are -­ up? On a motion to dismiss?"
  },
  {
    "speaker": "UTRECHT",
    "speech": "The case in State court went up on obviously, that was a contention of ours. We think that's a correct statement of how the case should have been resolved by the Ninth Circuit, but the Ninth Circuit the case on that issue, but instead to decide under its prior precedents of Dodd and Palomar, that issue determination was an equivalent determination. Once they made that finding, that there was an equivalent determination under State law, the Ninth Circuit decided"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Well, issue preclusion does extend to questions of law, as well as fact. to go to State court precisely for that reason. That argument was also rejected by the Ninth Circuit. I think that it cannot be that the State courts are going to be congruent with Federal law or not. It left either to this Court -­ And in each case, the California Supreme Court said you're wrong. You're wrong because it does help preserve rooms, because it does have a reasonable purpose for life might move out, and we want to keep the room even if he moves out because he dies. And anyway, it's not an"
  },
  {
    "speaker": "BREYER",
    "speech": "I thought it decided a different thing. I thought that it decided that in part that was the reason for their decision. But the reason those five matters that the City of San Francisco had a reasonable legislative purpose for its ordinance. England's rationale would be subject to relitigation in Federal court in the Pullman context. And we believe that there's no significant difference between our context and I do recognize that that is contrary to the normal rules of res judicata. The normal rules of res"
  },
  {
    "speaker": "UTRECHT",
    "speech": "Well, in this particular case, they found that the facts that we alleged did not give rise to a right to compensation under State law. And this compensation in State court, once it's certain that the State courts will not provide you relief under State law,"
  },
  {
    "speaker": "UTRECHT",
    "speech": "No, I'm not saying that it was not made. I'm saying that a State court disposed of that claim without doing a factual trial, but simply based on"
  },
  {
    "speaker": "STEVENS",
    "speech": "Why -- now, why should that not be binding on you if your allegations were, in fact, in Williamson County, you required that parties go through two litigations."
  },
  {
    "speaker": "STEVENS",
    "speech": "Right. are designed to prevent two litigations and to require a single litigation. It makes no sense, in the context of a situation where the Federal law requires -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, England was an abstention case and had to deal with the effect of 28 U.S. think that the England case just totally destroyed the notion of full faith and credit -­ a determination of whether you're entitled to compensation."
  },
  {
    "speaker": "REHNQUIST",
    "speech": "I don't think that take your case all the way to the Supreme Court of the State. Now, it may be that you had no choice once you got State court and ask for compensation before you can proceed to Federal court. Now, it is possible that a State could have an in order to decide takings claim -- rather, to decide State compensation claims. If there were such an Federal claim, and yet there's no way to -- to appeal from the State Supreme Court here."
  },
  {
    "speaker": "UTRECHT",
    "speech": "I think that's exactly the California Supreme Court did not decide our Federal claims. I think because they only decided our State to litigate every issue relevant to their Federal claims. When they came to Federal court, they agreed that, with one exception, all of the relevant issues, both the predicate issues that we recited, as Justice Ginsburg noted, at pages 10 and at 11 of our brief, had already different, and that is Nollan and Dolan. Heightened scrutiny should apply to a financial exaction of this sort. The California Supreme Court disagreed under they did. The district court ruled against them on the merits. The Ninth Circuit ruled against them on the law issue that the Supreme Court said should be presented to the Louisiana courts first for determination, there was no doubt that issue preclusion was going to apply to that. would bar them from coming back to Federal court otherwise. have thought for a moment that having gone to litigate that State law issue in State court, if they had lost, England -- the chiropractors could come back and say, law for two reasons: one, because we're not covered by the law even though the Louisiana courts thought so; and "
  },
  {
    "speaker": "WAXMAN",
    "speech": "I don't think -- well, I would have to take a very deep breath before I told the Court that it was not open to the Court to reconsider just about"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "It -- frankly, it isn't clear to me that the Court ever contemplated just cutting off that debate because it's a really interesting question. But it's not presented here because even if you were to reconsider Williamson County, even if you were to overrule We know two things are true in this case, whatever Williamson County means doesn't mean or shouldn't you apply? The Ninth Circuit apparently applied Oregon preclusion law."
  },
  {
    "speaker": "WAXMAN",
    "speech": "The -- it's -- the Full Faith and the preclusion law of the State that rendered the judgment to which -­ County, many, probably most States did not have a substantive takings jurisprudence that was akin to the Federal standard. For example, California itself, New all. In those States, there would be no question of either claim or issue preclusion because in the course of"
  },
  {
    "speaker": "WAXMAN",
    "speech": "I think the answer is there -- if England -- if the England decision were extended to the Williamson County context, there would not be claim therefore if they litigated both their State claim and their Federal claim in State court, we think they would be Federal constitutional question as well. But I think, Justice Scalia, more to your point about what actually happened here, I think that a very much doubt that if they had petitioned for certiorari from the California Supreme Court decision, you could easily from the United States district court."
  },
  {
    "speaker": "WAXMAN",
    "speech": "Yes, because that was a case -- that's the other one that I was thinking of this morning. litigated in the district court. And it raises a real anomaly about whether or not this case even really when you challenge, under the Fifth Amendment, legislation on the grounds that it doesn't substantially advance a legitimate government objective, this Court said, that's ordinance be struck down and not applied. And that's what they're litigating here. So I -- I don't know. I -- you granted cert in the case. We'd like to get the -- the question answered, but I think the reason this long disquisition, Justice was a substantially advance claim, and I think it was thought that there was no need to engage in Williamson purported to be applying Lucas, it really was not. It was not following the Lucas standard. It was applying something much more favorable to the State. And preclusion here. We ought to be able to litigate de novo even though, on the face of it, we seemed to have tried to then bring their Federal constitutional Lucas theory in State court, would issue preclusion or claim preclusion principles bar a second bite at the litigation assume that the tests that they have -- they purport to be stating the Federal standard. Ordinarily the answer would your allegation is that they were so far off the reservation that it really wasn't a determination of that issue, I think you get a new review. I mean, I do"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, was there an allegation -­"
  },
  {
    "speaker": "SOUTER",
    "speech": "I guess in the -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "-- at any point here -- was there an allegation at any point here that the State procedures were inadequate to protect property rights?"
  },
  {
    "speaker": "WAXMAN",
    "speech": "No, to the contrary. Not only -- there's no Pullman issue presented in this case, but the procedural posture of this case demonstrates, if anything, a full-throated appeal to the State courts. They -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, it's not so much that there weren't appellate procedures, but that the procedures and the variance procedures and -- and a multiplicity of agencies here were just so complex that it amounted to an -- inadequate remedies to protect against a taking."
  },
  {
    "speaker": "WAXMAN",
    "speech": "There have been absolutely no such allegations made in this case. And I think a -- I think that the San Remo would have to concede that although there was a plethora of litigation in the State courts and in the lower Federal courts about the zoning determinations and whether a conditional use permit was or wasn't required, the -- the hotel conversion ordinance, the ordinance that requires the payment of this in lieu fee, applies across the board to all residential hotels they're in a historic district or not and whether they have to be rezoned or not. It was a simple, to the Federal court and they raised all of their takings claims with respect to the ordinance and the zoning issues. They got a preliminary injunction in Federal had summary judgment issued against them on all the substantive -- all the claims in their case. made or available in this case that there was a denial of a full and fair opportunity to litigate those issues as to which preclusion is required. litigation because it was just decided. They didn't plead enough to state a claim for relief. the hotel -- whether or not the -- San Francisco's hotel conversion ordinance was reasonably related to the city's objective was litigated with a vengeance. It was in the State court. The State court -- the State courts made a"
  },
  {
    "speaker": "SOUTER",
    "speech": "So it was not decided simply on pleadings."
  },
  {
    "speaker": "WAXMAN",
    "speech": "No."
  },
  {
    "speaker": "WAXMAN",
    "speech": "I mean, what the court -­"
  },
  {
    "speaker": "REHNQUIST",
    "speech": "A demurrer -­ residences and those that, during the summer months, were used for tourist use. The court took judicial notice of that, as it subsidiary issue I suppose -- that the conversion of this hotel to full-time tourist use would, in fact, cause a State court with our State compensation claim in order to ripen the Federal claim. The city acknowledges, as a result of that, that Migra says that if there's a reason not to apply claim preclusion, there should also be a reason not to apply"
  },
  {
    "speaker": "REHNQUIST",
    "speech": "Thank you, Mr. Utrecht. The case is submitted."
  }
]