[
  {
    "speaker": "[10",
    "speech": "09 a.m.]"
  },
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear Franklin Capital Corporation. Mr. Heldman. in a way that would leave it essentially without practical effect in the world of litigation. It would give no -- it would not effect litigation text of the statute, when read in context, and in light of the legal landscape, and the large practically meaningless if read as the Solicitor General suggests, and as Respondents suggest, in all but a little sliver, to allow fees only when the precise duplicate of Rule 11, it would at least be close enough to a precise duplicate of Rule 11. Your Honor, the frivolous and the unreasonable, both. And I think we all do."
  },
  {
    "speaker": "ROBERTS",
    "speech": "But, when Congress as well defined and understood as it is now. So, the overlap argument you're making may not really go seems to me that if your rule is closer to \"shall\" than \"may,\" it seems that it was an odd choice of words for Congress to employ. would disagree with that, respectfully, Your Honor, is, we are not suggesting that it means \"shall\" in"
  },
  {
    "speaker": "HELDMAN",
    "speech": "Yes, Your Honor. I think the classic example would be if a plaintiff's complaint, for whatever reasons of negligence or residence; thus, making the defendant reasonably believe that there is complete diversity, defendant case. It, in part, is -- resembles your case, because you didn't move to remand until the case was pending in the Federal District court for over a"
  },
  {
    "speaker": "HELDMAN",
    "speech": "That's correct, Your Honor. And if the Court would like, I could explain a objectively reasonable grounds to believe that removal was proper."
  },
  {
    "speaker": "HELDMAN",
    "speech": "Yes, Your Honor. And we do of-circuit cases, though later overruled by those own circuits. We've suggested that punitive damages of jurisdiction. And this, then, was a risk that the plaintiffs could not take at that point."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, you stated, at the interested in what incentives --"
  },
  {
    "speaker": "HELDMAN",
    "speech": "Yes, Your Honor. -and I don't vouch for this interpretation, but I note that it was prevalent -- many courts then said costs may be awarded, or should be awarded, only being worse than merely incorrect. And the Congress deleted that word, \"improvident\" -- \"improvidently.\" be the subject of comment among many courts over the decades. It was a big enough issue to be covered in the treatises -- the expense was not great, but it"
  },
  {
    "speaker": "STEVENS",
    "speech": "May I ask a question? I never had one of these problems when I was in"
  },
  {
    "speaker": "HELDMAN",
    "speech": "-- incurred as --"
  },
  {
    "speaker": "STEVENS",
    "speech": "And that would --"
  },
  {
    "speaker": "HELDMAN",
    "speech": "-- a result of the removal. include all sorts of discovery and arguments on motions and so forth that might actually save time"
  },
  {
    "speaker": "HELDMAN",
    "speech": "-- authority."
  },
  {
    "speaker": "KENNEDY",
    "speech": "-- shouldn't we know what the rule is with reference to the extensive that, as part of the background for what we're going to do in this case? And if you say -- and you seem"
  },
  {
    "speaker": "BREYER",
    "speech": "I want to know what it is you're arguing for. That is, I -- when I get through all these words in the attorneys-fees cases, statute, they say, \"You normally get fees, unless you shouldn't.\" All right? That means you're"
  },
  {
    "speaker": "BREYER",
    "speech": "All right. Then, which one do you want? Do you want the thing --"
  },
  {
    "speaker": "HELDMAN",
    "speech": "Of those three --"
  },
  {
    "speaker": "HELDMAN",
    "speech": "-- Your Honor, we would prefer the \"almost always.\""
  },
  {
    "speaker": "HELDMAN",
    "speech": "-- Federal court."
  },
  {
    "speaker": "BREYER",
    "speech": "-- unfortunately, I guess, from your position, I don't know what"
  },
  {
    "speaker": "HELDMAN",
    "speech": "No, Your Honor --"
  },
  {
    "speaker": "BREYER",
    "speech": "Therefore, I'm trying to remove somewhat fewer cases. They would reserve the questionable removals only for the cases in which they could convince themselves and their clients high enough, to justify the cost. Now, I submit to you, that's exactly the extraordinary circumstances that would overcome the presumption. Now, that's what you're -- that's the rule you're asking for? whether the Seventh Circuit would follow up its presumption language by saying the presumption can Act out of which this provision came, we see two removal-friendly pieces in it, right? Because, no longer do you have to verify a removal petition; you was another. Oh, yes. Yes, you don't have to put up a bond anymore if you want to remove. general -- you're -- you seem to be arguing more generally for the British rule, rather than the American rule. And I read our decision in Fogerty this, \"may,\" you don't assume that Congress intended to overrule the basic American rule and apply the \"usually should,\" in some class of cases. Piggie Park did it. Many cases in other contexts, following Piggie Park. So, it's not such a rare"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Those were all the, you know, private attorneys-general-type cases, docket load, and helping to avoid the --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Every party who prevails on a motion to admit evidence or to exclude evidence, but we don't think that those motions should result in a -- in fee shifting. Heldman."
  },
  {
    "speaker": "HELDMAN",
    "speech": "Thank you, Your Honor."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Mr. Chilton, we'll on Respondents for what is concededly in this case a reasonable, but ultimately unsuccessful, exercise of their statutory right to remove. that question is clearly no, for two reasons. The first is that Section 1447(c) is not a fee-shifting contains.\" What's your response to that?"
  },
  {
    "speaker": "CHILTON",
    "speech": "My response would be that, as the questioning already today in the Court has One is entitlement, the other is amount. \"Just costs\" refers to amount, not entitlement. correct and historically correct. It leads to the same result, in our case, a point I was about to make. Our second argument is that, even if you standard under the fee-shifting statute should be the one that Your Honor just mentioned, which is, that come up that are unusual in the way a party can \"game the system,\" if you will, in respect to removal. For example, in this case, waiting as long Obviously a plaintiff --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, but there had  the defendant or the plaintiff, we feel that the district court ought to have discretion to award fees. comparative advantage of the Solicitor General's approach, and, by the same token, of the  limited discretion under our test, because if -- in general, if the removal is objectively reasonable, as ours was, we believe Congress would not have circumstances, as I've mentioned, where the system is being gamed by one party or another. "
  },
  {
    "speaker": "CHILTON",
    "speech": "No --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- think we do have Christianson, which is the most defendant-friendly. And then you have Piggie Park, which is the most [Laughter.]"
  },
  {
    "speaker": "CHILTON",
    "speech": "-- we believe that discretion is not only the better part of valor, but what Fogerty said -- \"may\" means \"may,\" it doesn't mean \"must\" -- it connotes discretion -- and that an you have any other examples of where Congress has essentially left it up to the district judge, with a broad, virtually nonreviewable -- I guess it's test, whatever the district judge considers important? not to require a district court to award fees automatically in any case, but, rather, because the existing law was following, in fact, a multifactor felt that the four-factor test, which had been in the Senate bill, was too restrictive. court?"
  },
  {
    "speaker": "CHILTON",
    "speech": "Well, Your Honor, I believe it's not pure discretion. The footnote at the end the Third Circuit standard, looking first at whether the argument of the losing party was frivolous, plaintiff's delay?"
  },
  {
    "speaker": "CHILTON",
    "speech": "Well, we outlined several in our brief, Your Honor, at page -- let me see -- page 1. In addition, I think the case of Gardner versus Allstate Indemnity, 147 F.2d 1257 indicates another. There, the defendant moved successfully to remand specifically directed to the jurisdictional issue, and that only; no other fees or costs in the litigation at all. Of course, that question isn't courts decided that -- the Petitioner is --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Have the lower courts addressing that issue?"
  },
  {
    "speaker": "CHILTON",
    "speech": "I cannot, but there certainly are lower-court decisions that allow fees possibly have been sufficient to compensate for the work done."
  },
  {
    "speaker": "STEVENS",
    "speech": "But you're --"
  },
  {
    "speaker": "CHILTON",
    "speech": "-- incorrectly --"
  },
  {
    "speaker": "STEVENS",
    "speech": "-- but you're --"
  },
  {
    "speaker": "STEVENS",
    "speech": "-- the part of the decision on which you rely is the footnote at the over jurisdictional issues. I wanted, if I could, to answer one question that Justice Ginsburg asked in the mentioned that it contained removal-friendly provisions. And it does. They're not only the two Government's interest, the Federal interest, the interest of the people of the United States, in many cases. And that's precisely why Congress has given not only in diversity, but, of course, in Federal question. An interesting example, because it arose defendants from removing those very cases by adopting a plaintiff-friendly --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, it's not comes up when the case should not have been removed."
  },
  {
    "speaker": "CHILTON",
    "speech": "The -- when there's more than one-third, and less than two- thirds, the citizens in the State in which the complaint was originally filed, they're in the remand the case, even if it's properly brought in Federal court, removed to Federal court. of cases in State courts. In 1983, cases are subject to State court jurisdiction, where the plaintiffs are trying to enforce a Federal right. removed, Your Honor."
  },
  {
    "speaker": "STEVENS",
    "speech": "Oh, I just thought you said"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Counsel. Mr. Heldman, you have four and a half Their proposal is not middle ground, because their proposal says, \"There shall be no award of fees, in general,\" as the most important factor, where there described as a middle ground. That tilts it in one way. We tilt it in the other way. And, as I say, a"
  },
  {
    "speaker": "HELDMAN",
    "speech": "-- of the law."
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- not, then, just say \"objectively reasonable basis to remove\"? That's a"
  },
  {
    "speaker": "HELDMAN",
    "speech": "That standard is appropriate, as in Christiansburg, Your Honor, where for special cases where the Congress decides otherwise, like the recent Class Action Act, where we have, otherwise, the substantive law is bent aggressive advocacy of perfectly reasonable, but wrong, propositions."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Counsel."
  },
  {
    "speaker": "HELDMAN",
    "speech": "Thank you, Your Honor. submitted."
  }
]