[
  {
    "speaker": "ROBERTS",
    "speech": "We’ll hear argument next in Rice v. Collins. General Lockyer."
  },
  {
    "speaker": "LOCKYER",
    "speech": "Mr. Chief Justice, and may it please the Court: This Court has repeatedly communicated an understanding of the appropriate deference owed to State court fact finding in habeas review under 28 U.S.C., section 2254. Here, we don’t have a simple case of the Ninth Circuit applying the proper standard of deference, but getting the wrong result. The problem is the Ninth Circuit doesn’t get the standard. Although -- awkward to do that. Is there any reason that it has to be kept under seal?"
  },
  {
    "speaker": "LOCKYER",
    "speech": "None -- none at all, Justice"
  },
  {
    "speaker": "KENNEDY",
    "speech": "I -- I take it --"
  },
  {
    "speaker": "LOCKYER",
    "speech": "-- appendix 2 -- substitute its own factual inferences for those of the trial judge. The way the Court decides this case can them avoid the Ninth Circuit error. I’d suggest at least four instructions that might be considered. fire. Proper resolution of this case can make it clear that Miller-El v. Dretke dealt with a outlier and that the traditional line of this Court’s habeas cases, judge’s credibility calls, retain their vitality. Finally and specifically responding to Mr. The (d)(2) focus is on the decision, which presumably would be a bundle of multiple facts, the decision of the court and whether it was objectively unreasonable. I think, being contrary to congressional intention when AEDPA reforms were adopted, and your cases that have"
  },
  {
    "speaker": "LOCKYER",
    "speech": "Mr. Chief Justice, I -- I think that reading the transcript will show that the judge, hearing the Batson motion, asking counsel to explain to comment and explain, and then the ruling of the judge seems to be a general one, both contemplating obligation that we impose on the prosecution in this case to give a coherent explanation of why there -- the juror was excused? That step has proceeded. We’re at given. What -- what have we said about how coherent and complete that explanation has to be?"
  },
  {
    "speaker": "LOCKYER",
    "speech": "Well, I think that happens. That is, as soon as the prosecutor is asked to defend her challenge, she does, and she talks about ties in the community, doesn’t have a stake in the community, is unmarried, perhaps has a greater trouble, and she said, well, I really didn’t mean gender because I -- I’d be in constitutional hot water there. Then she said, well, I really don’t mean age I’m -- I’m not challenging them. So that the only thing that was left was possibly that element of age ruling. All we know is that ultimately he’s saying I’m rejecting the Batson challenge. That’s the problem with -- with deference in this case."
  },
  {
    "speaker": "LOCKYER",
    "speech": "Well, thank you, Justice Souter. First, I’d point to the language that the community ties and that’s certainly a race-neutral reason. I don’t know what the judge was -- was --"
  },
  {
    "speaker": "LOCKYER",
    "speech": "If I may, Justice Souter. The"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, didn’t the DA say, look, youth alone doesn’t -- doesn’t explain my reasons General?"
  },
  {
    "speaker": "LOCKYER",
    "speech": "Yes."
  },
  {
    "speaker": "STEVENS",
    "speech": "There are really two kinds where the prosecutor is -- just is deliberately keeping African Americans off the jury, and there -- there’s no"
  },
  {
    "speaker": "LOCKYER",
    "speech": "Well, there might be a pattern over time."
  },
  {
    "speaker": "STEVENS",
    "speech": "But -- but she’s totally not suggesting bad faith."
  },
  {
    "speaker": "LOCKYER",
    "speech": "Yes."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, the question is would he --"
  },
  {
    "speaker": "STEVENS",
    "speech": "-- based -- based on the prosecutor unconsciously had this hunch with respect to black jurors but not others, that would be a sufficient brief that one some day, but --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Can we -- can we go back -- it’s a good question even though I -- I don’t think it’s what’s happening in this instance. And I mostly me that -- that 2 years after, she would not know."
  },
  {
    "speaker": "LOCKYER",
    "speech": "Justice Ginsburg, I think that perhaps an explanation -- and, again, if the trial compelling reason to read it a different way years later on appeal after the California Court of Appeal, a this eye-rolling take place? I can’t figure it out."
  },
  {
    "speaker": "LOCKYER",
    "speech": "Okay. Yes. During the judicial voir dire. me."
  },
  {
    "speaker": "LOCKYER",
    "speech": "And -- said --"
  },
  {
    "speaker": "LOCKYER",
    "speech": "-- turned aside. All we know is yes was said. We don’t know what the question was."
  },
  {
    "speaker": "LOCKYER",
    "speech": "The -- a point I guess to be made about this confusing transcript -- and of course, lawyers’ attempts to add to that, to get more information so you can make a valid assessment of the juror that’s before you. And so in this instance, exercises the two peremptory challenges, one of which was withdrawn on appeal and not pursued, the other with a general statement. If there’s a Batson claim, I’m obligated to report."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, I -- I read it as finding that there’s been a Batson violation. And I wonder if that’s consistent with what we want trial want to say how irresponsible that is, right?"
  },
  {
    "speaker": "LOCKYER",
    "speech": "I prefer to keep the tradition and allow the peremptory challenges."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, General. Mr. Drozdowski, we’ll hear now from you. this juror? I don’t know that the trial judge has to -- has to see it, if he believes the counsel."
  },
  {
    "speaker": "DROZDOWSKI",
    "speech": "That could be, but here the"
  },
  {
    "speaker": "KENNEDY",
    "speech": "We’ve -- we’ve all been -- been in court and -- and noticed that sometimes believes the prosecutor. I didn’t see it, but I’ll give him the benefit of the doubt. He told me that’s what she did. What’s -- I mean, I really don’t see why"
  },
  {
    "speaker": "DROZDOWSKI",
    "speech": "Well, here, the trial court’s ruling -- he says, I did not see the demeanor drugs or some other relevant question. And he says, I’ll give him the benefit of the doubt. I mean, I don’t see how to read that in a way that -- that comes"
  },
  {
    "speaker": "DROZDOWSKI",
    "speech": "Well -- well, even --"
  },
  {
    "speaker": "BREYER",
    "speech": "So tell me. reason, the person rolled her eyes, and you’re saying, in light of the other explanations, you think the prosecutor is just making that up. think, one, the reasonable conclusion is the prosecutor is making it up, but even if the Court -- the Court we look at the totality -- what I’m trying to say is --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "What was the -- on the -- on the eye-roll, which I thought also the -- the be that she was out of the vision of the -- the judge even if he had been looking. I don’t see that you have indeed, maybe in your judgment, maybe in my judgment, should have come out the other way. But you have to establish that it’s unreasonable not to come out the you can do that when you have a transcript that relies, in part, upon the -- you know, the rolling of the eyes "
  },
  {
    "speaker": "KENNEDY",
    "speech": "Now -- now, number 19 was excused and was a black person."
  },
  {
    "speaker": "DROZDOWSKI",
    "speech": "That’s correct. that too had been suspicious and challenged, then you might have had a pattern, a pattern of two people, remedy if we say and hold with you that prosecutors can’t give reasons like they gave here? How is a -- what’s a prosecutor supposed to do? I mean, the American women -- of course, she tolerates drugs. Well, not quite of course. Well -- well -- well, she  the context of the plausibility of all the other strikes, then we’re going to allow this type of behavior to continue. appears before this judge on other occasions, and -- and don’t you think we -- we can give some weight to probably pretty hard to figure out."
  },
  {
    "speaker": "DROZDOWSKI",
    "speech": "First of all, there’s nothing in the record to indicate that this prosecutor Another point is --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Well, she might in the significant here is when she is flopping around, the reason she comes up with -- she says gender. It’s patently unconstitutional and discriminatory. We have younger. Other young people on the jury. It’s not that I don’t want young people. And she doesn’t strike -- and that suggests a certain looseness of responsibility. And based upon the eye-rolling and based upon a race-neutral basis for the -- for the strike that was made, and for that reason, I’m going to overrule the prosecutor."
  },
  {
    "speaker": "ROBERTS",
    "speech": "And you would say you’ve established that by clear and convincing"
  },
  {
    "speaker": "DROZDOWSKI",
    "speech": "I would because when we go through the comparative juror analysis and look at the saying there are other young people on the jury, and the significant question here --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Well, what’s -- one -- one I’m going to exercise some peremptories to make sure that the jury is dominantly older people. What’s wrong said earlier the fact that the one juror’s uncle had an alcohol problem was -- was a legitimate factor. Juror 19’s daughter had a -- a cocaine problem and this was a for exercising a peremptory with respect to a juror?"
  },
  {
    "speaker": "DROZDOWSKI",
    "speech": "The significance of the it was a mistake. Her answer -- her response that juror 16 and 19 are both young came immediately in response to the court’s request that the prosecutor and 19. And then later on, when the judge said that what is the inference you try to draw from the treatment of juror 19? That the prosecutor wants to -- was striking people on the basis of their race or that"
  },
  {
    "speaker": "DROZDOWSKI",
    "speech": "No, no. The conclusion is that she was striking jurors on the basis of the race, emphasize certainly here we have a petitioner who was representing himself pro se and he did not present extra-record evidence of a -- of a history of But the case-specific evidence is similar to Miller-El in important respects, and Miller-El requires juror 16 before she struck her. If I could turn briefly to the State’s Jackson v. Virginia argument, unless there’s any claim that (d)(2) and (e)(1) incorporate the Jackson sufficiency of the evidence test is contrary to the for the Court, even if it does not agree with us on our construction of (e)(1), that relief is still appropriate in this case. standards perhaps ought to be reversed. When you hear the evidence, which is what you do under (e)(1), that the habeas petitioner’s evidence was open to judgment calls. By contrast, this Court stated in Schlup v. beyond the scope of review in Jackson. And in the Crenshaw case cited by the State, different standards. (e)(1) is a -- a standard of proof, and (d)(2) is a standard of assessing a prior court’s assessment of the facts. have no objection to our unsealing the joint appendix, volume 2. reason for sustaining a Batson type challenge?"
  },
  {
    "speaker": "DROZDOWSKI",
    "speech": "In this case, it’s very significant that she relied on the unconstitutional"
  },
  {
    "speaker": "STEVENS",
    "speech": "But you have not argued that that would be a sufficient reason for setting"
  },
  {
    "speaker": "DROZDOWSKI",
    "speech": "No. Equal protection mandates relief in this case, and AEDPA does not prevent it. the judgment of the Ninth Circuit. Thank you."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, counsel. record to find some circumstantial evidence to support your view of inferences and conclusions about reasonableness. I think that partly makes the case and The gender claim is ambiguous, but it was not a challenge based solely on race and the circuits are young person, unmarried, no ties in the community. One of the things we didn’t talk about is the DA who’s from Los Angeles knows that that juror lives in Inglewood. Inglewood, but a lot of them are neighborhoods with lots of drug dealing, and he might think or she might"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, counsel. The case is submitted."
  }
]