[
  {
    "speaker": "REHNQUIST",
    "speech": "We'll hear argument Mr. Bedrick. whether there's sufficient evidence to pass a case to the jury, although I'd like to add one small proviso to that, which is in case of doubt, the benefit should go in the Batson cannot properly be enforced unless the reason for the challenge -- the challenge is stated. further reflection, and I think that allowing the case to go to the jury is a good standard except for my proviso that if it was close and the -- was in equipoise, then the a discovery-type request."
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, I was just admiring your group, protected minority group; that the plaintiff was qualified for a job and applied; that the plaintiff was rejected; and that the position stayed open. Those"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, in -- in Batson, I guess the opinion for the Court suggested that it was Honor. If I can take them one at a time."
  },
  {
    "speaker": "SCALIA",
    "speech": "No. It -- it's one hypothesis. There is no answer filed by the State as to what the real"
  },
  {
    "speaker": "BEDRICK",
    "speech": "The trial -- if the State refuses, willfully refuses to present an answer, the trial court that -- and that other courts use in the Batson case. The Batson inquiry, as -- as I understand it, is -- is simply that, an inquiry. There's a basis to ask the prosecutor"
  },
  {
    "speaker": "BEDRICK",
    "speech": "Very much so, Your Honor."
  },
  {
    "speaker": "KENNEDY",
    "speech": "And -- and that's quite"
  },
  {
    "speaker": "SOUTER",
    "speech": "Step one, whatever the standard is, it has been met. Step two, silence. We get to step three. What does the court consider at step three? plaintiff's showing of a prima -- the -- the objector's showing a prima facie case. The court considers the"
  },
  {
    "speaker": "BEDRICK",
    "speech": "I do not know, Your Honor, because we have never seen a situation in which a --"
  },
  {
    "speaker": "SOUTER",
    "speech": "All right. Let me -- answer."
  },
  {
    "speaker": "SOUTER",
    "speech": "Let me suggest this. Wouldn't know what the basis would be either if a prima facie case --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Then why don't you have to say government, he's got to find the violation?"
  },
  {
    "speaker": "BEDRICK",
    "speech": "I -- I -- the only words that Your Honor. I had a lot of other -- I -- you know. But it comes up later, and he says I just don't remember why I challenged this -- Your Honor --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Don't remember. never happens. It never happens that the prosecutor stands silent. So this is a hypothetical, academic question. But I think you're being pressed to say, well, in that case the person who's raising the Batson challenge wins. But you're -- you're not willing to say certainly."
  },
  {
    "speaker": "SCALIA",
    "speech": "I -- I don't think we've ever said that. I thought we've -- we've said to the contrary, that the ultimate question is always, did the plaintiff discrimination. That's what I thought our -- our cases say, not -- not automatically to punish the employer for equate Batson challenges and -- and title VII, and that's because your beginning point is that you base -- you -- you require too much of the prima facie case. It -- it inquire."
  },
  {
    "speaker": "BEDRICK",
    "speech": "Yes."
  },
  {
    "speaker": "SCALIA",
    "speech": "What does it mean?"
  },
  {
    "speaker": "BEDRICK",
    "speech": "And the Batson procedure would work."
  },
  {
    "speaker": "BEDRICK",
    "speech": "It means when there is the purpose of -- -- I recognize that it's been difficult for us to find an analog. It may be that Batson is sui generis. It may not be. If we're going to talk about what judges are familiar"
  },
  {
    "speaker": "BEDRICK",
    "speech": "But title VII doesn't quite work because the -- the prima -- the definition for prima facie step further? Would this -- would this be a -- a fair summary of -- of your position on all the steps? Step one, there must be enough that would question."
  },
  {
    "speaker": "BEDRICK",
    "speech": "Yes."
  },
  {
    "speaker": "BEDRICK",
    "speech": "Yes, Your Honor, it is."
  },
  {
    "speaker": "SOUTER",
    "speech": "Okay."
  },
  {
    "speaker": "BEDRICK",
    "speech": "An example -- the only example think of, however, where a trial court is likely not to draw a strong negative inference from the prosecutor's open."
  },
  {
    "speaker": "KENNEDY",
    "speech": "And do we say that that equates to a standard of more likely than not or do we not"
  },
  {
    "speaker": "BEDRICK",
    "speech": "The -- those facts under title VII must be proved more likely than not. And from that, under"
  },
  {
    "speaker": "SCALIA",
    "speech": "Can I ask you a question about the other part of your case, which is that the judge cannot consider in -- in step one anything except the -- and cannot even speculate as to what causes might have produced the strikes? That seems to me rather extreme. fair in the case of a death of a child. As to the second reason, that would show -- if any bias, that would show pro-prosecution bias. lenient test that you've established, why isn't it enough to say even with that -- even with that speculation, a things, it seems to me, you're all overlooking is that if it's as obvious as they're all blind, those would be challenges for cause."
  },
  {
    "speaker": "STEVENS",
    "speech": "We're talking about challenges where there are no -- no obvious basis for it. constitutional law, that the purpose of Batson is to protect the Sixth and Fourteenth Amendment rights of the jurors to equal protection and not being \"perempted\" for"
  },
  {
    "speaker": "SCALIA",
    "speech": "Yes, but -- but State courts have different rules of evidence. They have different and remanding and saying this is not Federal law. It's not what we would do in Federal court. Of course, the California Supreme Court is free to have some different"
  },
  {
    "speaker": "BEDRICK",
    "speech": "I would respectfully disagree, Your Honor. dealing with a Federal claim, and the Federal procedure trumps."
  },
  {
    "speaker": "BEDRICK",
    "speech": "Yes. Yes, Your Honor. reserve the rest of my time for rebuttal?"
  },
  {
    "speaker": "REHNQUIST",
    "speech": "Very well, Mr. applied by the Federal courts and by most State courts?"
  },
  {
    "speaker": "SCHALIT",
    "speech": "No, Your Honor. California's standard is consistent with Batson. Now, there are very, question presented here. California does not stand alone in its analysis of this -- discrimination."
  },
  {
    "speaker": "GINSBURG",
    "speech": "But that's in -- in the title VII context, certainly you don't have to show more likely to do is to make four showings that -- that Federal courts have recognized are rather easily made. So the real show if there's no response at step two because a presumption is established. And Furnco expressly states that there is a makes it more likely than not that there was discrimination. The prima facie case in the run of the --  Burdine, which in the footnote expressly stated that the McDonnell Douglas presumption does not adopt the prima facie case in the sense of merely allowing the jury to case with a shifting burden of production, and that is one with a presumption that entitles the party to prevail.  operation, you -- you're a minority. You apply for a job. You're qualified for it. You aren't hired, but somebody who's not a minority is hired. That alone, without any that it is more likely than not that -- that race was the reason? My goodness. I -- I don't think that's an guess our question is which of the two meanings shall we take here. And my question to be -- to you is, why not the suspicious circumstances to explore matters further, and once you get to the point where you're willing to tell a Hicks says --"
  },
  {
    "speaker": "SCHALIT",
    "speech": "Yes."
  },
  {
    "speaker": "BREYER",
    "speech": "-- we have a choice, a fork in"
  },
  {
    "speaker": "SCHALIT",
    "speech": "Yes."
  },
  {
    "speaker": "BREYER",
    "speech": "Which fork? And I put the these --"
  },
  {
    "speaker": "REHNQUIST",
    "speech": "On step one, I take it it's not enough to simply say, look, the person challenged"
  },
  {
    "speaker": "SCHALIT",
    "speech": "No, Your Honor. I would agree that that is simply not enough. And Batson demonstrates That fact finder has witnessed the same thing as the party. They are all professionals and skilled in this area. And if that single juror was struck because of defendant if that may be a fact. It may be that that -- there's no apparent explanation because, let's say, it was"
  },
  {
    "speaker": "SCALIA",
    "speech": "The question is not what motivated the prosecutor unless and until the step one showing can be made. That is a more precise response."
  },
  {
    "speaker": "KENNEDY",
    "speech": "But, of course, you can afford asks for discovery from -- from the -- the defendant, and the defendant says, sorry, I'm not going to give you what you want. What is the consequence of that if the requirement to give a reason or to produce something, says, I won't? preclusion. I mean, this is -- that is -- the defendant who stands silent is going to lose."
  },
  {
    "speaker": "SCHALIT",
    "speech": "Yes, but in -- in this -- when the test is set at the inference level not at the more likely than not level, the -- the test is one -- I'm more likely than not that -- that discrimination is present before you proceed to step two?"
  },
  {
    "speaker": "SCHALIT",
    "speech": "Yes, Your Honor. an ordinary tort case in California, is it?"
  },
  {
    "speaker": "SCHALIT",
    "speech": "In a case of -- of -- definition that would apply in tort litigation in California and in most States of the country?"
  },
  {
    "speaker": "SCHALIT",
    "speech": "Yes. That is my understanding. rule for California's application of Batson."
  },
  {
    "speaker": "SCHALIT",
    "speech": "No, Your Honor, because in that imagine reasons that the prosecutor might have had?"
  },
  {
    "speaker": "SCHALIT",
    "speech": "It is not a question of -- of imagining reasons, Your Honor. It is a question of the in the courtroom, and to return to the example --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Would your answer here be difference between the two tests is true, but in the -- in the circumstance in which the question is whether it goes to the jury to avoid, for example, non-suit, that is separate from the judge, and that fact finder does not have to make an intermediate determination. Here the possibility. In Batson, the Court sought to move away from the difficult-to-establish standard of Swain to something interest in having a peremptory challenge system. Your Honors, California does not stand alone in understanding of the operation of the proof rules."
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, but perhaps only for -- for the operation of, you know, what the various steps forth."
  },
  {
    "speaker": "SCHALIT",
    "speech": "Well, Your Honor, I believe the"
  },
  {
    "speaker": "SCHALIT",
    "speech": "Yes, Your Honor. There may be more jurors that have been subject to voir dire if a six pack is used, but challenges are only made to those in the box when the box is full, there's a full complement of jurors."
  },
  {
    "speaker": "KENNEDY",
    "speech": "After the for-cause challenges have been --"
  },
  {
    "speaker": "SCHALIT",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "KENNEDY",
    "speech": "been exhausted."
  },
  {
    "speaker": "SCHALIT",
    "speech": "Yes, Your Honor. And, of course, in California like elsewhere, peremptories are used misunderstand you?"
  },
  {
    "speaker": "SCHALIT",
    "speech": "California is following the standard that we believe Batson has identified. Now, Circuit, that disagree with that. And so all Federal courts do not do what California believes Batson allows to is acceptable just as California's process was acceptable in Smith v. Robbins for handling cases in which there are no nonfrivolous appeals on issues. A variety of standards"
  },
  {
    "speaker": "SCALIA",
    "speech": "Mr. Schalit, can you give me some reason why I should care a whole lot about this? require divulgence of those types of confidences."
  },
  {
    "speaker": "REHNQUIST",
    "speech": "So the State has an interest in exercising peremptories. Using peremptory challenges to select a fair and unbiased jury is very important to the State. Having confidence mean, you're not taking away the peremptory. You're saying the -- the prosecutor can give a reason and the judge says, okay, that passes. It wouldn't pass for a"
  },
  {
    "speaker": "SCHALIT",
    "speech": "Well, the challenge does cease being peremptory because the Equal Protection Clause has important. Preserving that interest in using those and not disclosing trial strategy is important. Having -- avoiding the risk that a party may respond with is important. We do not want to chill the exercise of challenges for those reasons that are not based on (Laughter.)"
  },
  {
    "speaker": "SCHALIT",
    "speech": "Thank you, Your Honors. Unless there are any further questions. Schalit. Mr. Bedrick, you have 4 minutes left. virtually all of these cases, the decision turned on the evaluation of the articulated reason. In some of those, the articulated reason was unsupported by the record. discrimination. In others of those, the articulated reason applied to many white jurors who were not"
  }
]