[
  {
    "speaker": "[11",
    "speech": "05 a.m.]"
  },
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument next Vegetal. Mr. Kneedler."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Mr. Chief Justice, and may it please the Court: The Court of Appeals decision in this case carves out an exception to the categorical prohibition for the Controlled Substances Act in order to permit respondents to import, distribute, and use a Schedule 1 controlled substance. The Court of Appeals believed this exception was justified by the Religious Freedom Restoration Act in order to enable respondents to use hoasca tea, which contains dimethyltryptamine, or DMT, in the substance, for religious purposes. The court of appeals was wrong. RFRA carries forward the compelling- interest test, as set forth in prior Federal court decisions."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "May I address a preliminary inquiry that I have? Are we reviewing here the issuance of the injunction by the trial court?"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Yes, a preliminary injunction."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "And we have to find that, for the trial court to have issued it, it was an abuse of"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Well, with respect to certain aspects of the preliminary injunction question, yes. For ground that there -- which I think would allow you to prevail here -- that there is a presumption that there is a compelling governmental interest when it's in Schedule that, when it's in Schedule 1, it's a compelling interest."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Well -­ produced. Respondents' argument in the lower courts was essentially that those effects shouldn't matter, or that those effects should be ignored. But we think that that's if you go beyond the text of the statute, it shouldn't be for anything more than to -- for the Court to assure to RFRA -- shall be subject to RFRA. So, we can't just look at \"Is there a compelling State interest for the controlled Substances Act?\" in a vacuum. We have to take Substances Act is made subject by Congress. And I thought the argument was: Is there a compelling State interest in the Government had acted uniformly. But we do have two situations that seem to be like -- the peyote and this case. And if the Government must accommodate to one, why"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "In the peyote exception, Congress was acting under its distinct constitutionally recognized"
  },
  {
    "speaker": "SOUTER",
    "speech": "-- maybe Congress didn't assume that. They probably didn't think about it. But what's wrong with the argument? the argument is that what Congress did with respect to Indian tribes was take a look at that distinct context and specific judgment made by Congress itself, looking at -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But, Mr. Kneedler, may I -­"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "-- all the factors."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Yes."
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- there? Because, correct you did right.\" But it's not -- you -- I don't see how you can rely on the congressional statute when the Government was doing this even without a -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- congressional statute."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "-- the statute actually, you [Laughter.]"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "-- but even when Congress went back to pre-Smith, again Congress recognized that there interest that would be undermined by individualized determinations, and the Controlled -­"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Our argument would be the same, but for an additional reason there, and that is that even where Congress has -- or even where a substance may be which is in furtherance of, not in derogation of, the health and safety purposes of the statute. And even then, administered without the sky falling in suggests that, here, they're not determinative. That's all."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Well, if I could go back to the permit a rescheduling or use of a drug based on individualized determinations made by individual Federal compelling State interest in the Government going ahead with the statute. So, you know, whatever the scheme was under the drug laws, it seems to me it's subject to this"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "We're not saying it's not subject to the legislation, but in deciding how the compelling It may be -- may not be satisfied in this case, but if it turns out there's a lot of diversion of the hallucinogen or the membership of the church expands in a way that look at it again, right?"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "I have several responses to that. to undo the judgment in Smith. What the Court was -- what Congress was responding to was the -- what it understood to be the test. It reinstated the compelling-interest the outcome of any particular case under that prior test. And three of those cases -- Hernandez, concerning the tax ultimately. They allowed the use of peyote."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "And that's an important point. Congress doing it does not open the Controlled District Courts. It makes -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Kneedler -­ tradition that is independent simply of the religion. You have -- you have the entire tribal cultural structure that Congress could quite reasonably regard as being different. tribes under this Court's decision in Morton versus Mancari, we don't think, creates an Establishment Clause factors be decided. And with respect to the application of the Convention, that's really a question of law. And the United States took the position before the District tea. We think it's unquestionably a mixture, and, therefore, a preparation within the meaning of the -- of question of the application of the Convention, as we say, we believe that is a question of law. This Court has long deferred to the position of the executive branch on the"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Counsel, I was a little unclear about your position on the Convention. I thought,"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, it -­"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "-- by facilitating the importation of drugs from outside the country. problem that I have, particularly at the stage of the preliminary injunction, with that argument. The -- injunction stage, as a basis for the Court saying, \"Look, you haven't -- you, the Government -- haven't carried your burden to show the affirmative defense here\"? of the Convention is a legal question, not a factual one. And Article 22 refers -­ to defend -- in this case, on compelling interest, least restrictive, et cetera -- that, at the preliminary injunction stage, the applicant for the injunction has the carry its burden on the ultimate issue. And I don't see why that should be so at all."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Yes, that is our position, and we cite cases in the -- in the brief that say that. But it is not critical to the outcome of this case with respect that -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Well -­ that I had is also -- this is a root that you are -- and it contains DMT. And the Treaty doesn't ban everything that contains DMT -- for example, pineapple and bananas."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Well -­"
  },
  {
    "speaker": "BREYER",
    "speech": "And that sounds like a factual"
  },
  {
    "speaker": "SOUTER",
    "speech": "What do you say -- I'm sorry."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "I was just going to reserve the -- time. Okay."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Mr. Kneedler."
  },
  {
    "speaker": "HOLLANDER",
    "speech": "Your Honor, the District Court -- we give it deference, as did the District Court. Judge Parker specifically found, contrary to what the Government specifically says -- I believe it's on page 212(a) of the petitioner's appendix -- that he had to begin there. And"
  },
  {
    "speaker": "HOLLANDER",
    "speech": "Yes, sir, we do, Your Honor. We know that. And it is throughout our brief. There's many mentions of it, the fact that there have been non-Native- American Church. I would direct the Court to the easiest one, which is at the joint appendix at page 500, which is there's going to be a greater threat of diversion to -- it's not limited to the members of a very cohesive and limited group, but it's -- they're -- they aggressively belief, that we should, in applying RFRA, draw distinctions between the group you represent and that  evidence of any diversion. And, although the Government has -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, if we -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "-- think that the Treaty -- the Convention entered into in 1971 -- makes clear that evidence. And even though this is a question of law, that doesn't preclude the District Court hearing evidence which he has not heard at -- to this point -- put on evidence Government has asserted in this case, which is that it would lose its leadership position in the international issue, I guess. I'd have to decide: Is a compelling and -- does it require the Government to go further? But you concede that if it doesn't require the Government to go"
  },
  {
    "speaker": "HOLLANDER",
    "speech": "If the Treaty does include hoasca, which we believe that it doesn't. give me language anywhere in the whole Treaty that -­"
  },
  {
    "speaker": "HOLLANDER",
    "speech": "What the -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- suggests that exception. language that suggests that exception is, first of all, in Article 32, that talks about the traditional use of"
  },
  {
    "speaker": "HOLLANDER",
    "speech": "Well, Your Honor, if they are, then we are, also -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Tell me what's wrong with the analysis of the solution? INCB and the opinion of our former ambassador, Herbert Okun, in Brazil and France. But let me also say, if I may, that the position of the executive, until this -- we know that is precisely what you said, Your Honor. Mescaline is also covered by the Treaty. Peyote is not. there's basically an ambiguity in the Treaty, that solutions derived from plants are not covered, but solutions that include DMT are covered, and there --"
  },
  {
    "speaker": "HOLLANDER",
    "speech": "The -- yes, the ambiguity arises because what the Treaty means is that if you were to [Laughter.]"
  },
  {
    "speaker": "HOLLANDER",
    "speech": "It's not the clear -- the clearest writing, but we know -- we know what its meaning long detail about why they even mention plants, because of their fear, in the future, that plants might be covered. Congress decides, in a subsequent statute, to ignore a Treaty, it may do so? Now, if this RFRA can trump a statute, it would seem to me, a fortiori, it can trump a"
  },
  {
    "speaker": "HOLLANDER",
    "speech": "Yes, it can, Your Honor. It can trump the Treaty, and that -- and that is -­ assuming that -- is there any evidence that the District Court thought that this was a compelling interest?"
  },
  {
    "speaker": "HOLLANDER",
    "speech": "Well, the -- no, the District"
  },
  {
    "speaker": "KENNEDY",
    "speech": "None at all."
  },
  {
    "speaker": "HOLLANDER",
    "speech": "-- analyzed the Treaty root, which contains DMT."
  },
  {
    "speaker": "HOLLANDER",
    "speech": "That's true. And -­"
  },
  {
    "speaker": "BREYER",
    "speech": "And then, that's also true of court holding that hoasca's out of it, in France and one in the Netherlands, all of which I think was relevant to a you would make tea if you mixed chamomile and mint, and then -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Right. out. What you have -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Right. to be read in connection with the 1971 Treaty, specifically defines preparation as the extraction -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "So, under your -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- theory, a marijuana tea would not be covered by the Treaty. why they specifically have, in the commentary, that the example of mimosa -- and they also have an example of peyote in the same paragraph 12, where they -­ don't mind using them for treaties, so long as they don't contradict the Treaty. Do we have any case where we use"
  },
  {
    "speaker": "HOLLANDER",
    "speech": "That's -­"
  },
  {
    "speaker": "BREYER",
    "speech": "It says \"DMT.\" And then it has another -- and, interpreting that, it says the fact, if says: You can't import DMT. It's a drug importation statute, and it doesn't cover plants that contain the traditional religious use. And RFRA -- and there's one more thing that I've been trying to say, and that is that RFRA requires not just a compelling interest, but a restrictive means."
  },
  {
    "speaker": "SCALIA",
    "speech": "I don't know what you mean by interest by the least restrictive means. Now -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But if the interest is defined, as Mr. Kneedler did -- that is, these drugs are less restrictive means? It seems to me that you can -- I understand your argument about a compelling State interest our religion requires bigamy. There are not a whole lot of us. We're just a little tiny group. So, we demand, under RFRA, an exemption from this absolute law. Why does exception, only a few of us.\""
  },
  {
    "speaker": "HOLLANDER",
    "speech": "Well -­ a bit tangential just a little bit, but going back to the Chief Justice's question earlier about diversion? And his suggestion was, if they're -- proselyte the religion, you way as the small number use it now. Would that be diversion, or would it be diversion -- diverting it to perhaps I didn't make clear. What the -- it's true that the UDV does not import the plants. But it's those plants that are sacred to the UDV. It can't substitute them. grass, for example, that -- and there's a picture of one in our joint appendix at about page 518, I believe -- Kneedler. We're talking about a preliminary injunction. Your side, I think, said, \"Go for the permanent injunction. We have a lot more to put in.\" The it from Mr. Kneedler's argument that he's saying the preliminary injunction, or not, is really the thing. If Now, you're correct about the Treaty. None of that has gone on. The Government resisted any evidence about the Treaty, resisted the very best evidence, which that hoasca is not covered by the Treaty. And we now have -- we now have more that we would put on. its compelling interests in this case. And we would ask the Court to affirm the preliminary injunction, remand this case to the District Court."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Ms. Hollander. seems to me if you're willing to override a duly enacted statute, the Treaty shouldn't have any greater status."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Well, I don't think RFRA does interests that the Government already has in enacted laws or treaties, as they are, and then you apply -- you apply with you, though, that our Treaty partners in this area have, sort of, a zero-tolerance approach to enforcing the Treaty. United -- as a general matter, of course, the United States has a compelling interest in living up to its First Amendment."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Well -­"
  },
  {
    "speaker": "BREYER",
    "speech": "One religion singled out. And, reach that conclusion -­"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Well, with -­ the legal -- now, on our principal submission, no, there would not be anything further, because under -- in our view, there's a categorical prohibition against Schedule 1 question, then, is whether -- as this Court said in Lee,"
  }
]