[
  {
    "speaker": "[10",
    "speech": "03 a.m.]"
  },
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument first today in Maryland versus Blake. Ms. Graeff."
  },
  {
    "speaker": "GRAEFF",
    "speech": "Yes. I think you would look at a reasonable person in -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "And -­"
  },
  {
    "speaker": "GRAEFF",
    "speech": "-- the suspect's -­"
  },
  {
    "speaker": "GRAEFF",
    "speech": "The -- the purpose of Edwards was to"
  },
  {
    "speaker": "SOUTER",
    "speech": "So, the -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- but the trial judge made certain findings. He heard these witnesses. He heard the police officers. And he suggested that the -- Police Officer"
  },
  {
    "speaker": "GRAEFF",
    "speech": "No, because I think what you're looking something involuntarily and have that count, can you? You say police convey -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "All right. But suppose the police are twisting his arm behind his back until he initiates a further discussion. You would say that's fine? Court said is, you don't look at whether something caused the questioning was going to cease, and it was up to him -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "-- the issue, it seems to me."
  },
  {
    "speaker": "GRAEFF",
    "speech": "-- under the second -­"
  },
  {
    "speaker": "GRAEFF",
    "speech": "-- thing here -­ cop/bad-cop routine. And -­"
  },
  {
    "speaker": "BREYER",
    "speech": "Yes. on a causal connection analysis that this Court has -­ stop. And so, when you look at this reasonable-person Miranda analysis as to whether it was voluntary or not. The problem here is that the -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, but what we're trying to determine is, What do you consider in determining whether he case, you've never had another Miranda warning before the initiation. And what the police did here -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "I agree with that. But I want -- what I think the Court is trying to find is some explanation of"
  },
  {
    "speaker": "STEVENS",
    "speech": "And why -- and why should we not specifically said that it did not -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "You disagree with the -­"
  },
  {
    "speaker": "BREYER",
    "speech": "And you say the State has to show important, but limited, rule. And the point of the Edwards case. to honor his decision whether or not to talk to them without to support -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "That no factfinder -- and this is mixed fact and law -- could reasonably come to that conclusion."
  },
  {
    "speaker": "FELDMAN",
    "speech": "That -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "And is -- was that improper to"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- with whether -­ Court:"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Of course, you know, we can play practice should be, as it has been the last 25 years, that you do not allow cures of Edwards versus Arizona by the police intentionally violating one's rights and then attempting to cure it. But, if this Court finds that there can be a cure, we  badgering, only. And when the Petitioner says that Edwards is intervening circumstance -- once there is that one sentence of"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Ravenell -­"
  },
  {
    "speaker": "RAVENELL",
    "speech": "-- never found it to be -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- you are defending a judgment that no court in Maryland, as far as I know, ever made. All of"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Suppose -­"
  },
  {
    "speaker": "RAVENELL",
    "speech": "Interestingly, what Your Honor said  alleged -- the violation. In fact, Detective -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well -­"
  },
  {
    "speaker": "RAVENELL",
    "speech": "-- Johns -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, you don't want the -­ Reese did. And here is what we will do. We will get you counsel, if you wish to have counsel. You are not facing the death penalty, young 17-year-old sitting in a cell in your underwear. That is not correct. Here is what we can do for you'll be better off talking to us without a lawyer. You will be at least equally, from your point of view, as well off if you talk to a lawyer.\" Now, that might have cured it, I guess."
  },
  {
    "speaker": "RAVENELL",
    "speech": "I think that if that was done, then police abuse, where the police will abuse the rights of Court said the following, \"Deferential review of mixed facts --"
  },
  {
    "speaker": "RAVENELL",
    "speech": "There is no reason -­ interrogation."
  },
  {
    "speaker": "RAVENELL",
    "speech": "If I may -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Maybe they said that. I'd be surprised if they said that."
  },
  {
    "speaker": "RAVENELL",
    "speech": "I would be happy to read on --"
  },
  {
    "speaker": "RAVENELL",
    "speech": "Correct."
  },
  {
    "speaker": "RAVENELL",
    "speech": "And I think that when we review that in a mixed question of fact or law, giving all deference to the trial court's finding, as this Court has in the past in the cases I've cited, that, in fact, there is -- was a violation, give my hypothetical before -­ nothing."
  },
  {
    "speaker": "KENNEDY",
    "speech": "-- get things straightened away right away."
  },
  {
    "speaker": "RAVENELL",
    "speech": "We do not dispute that at all. But what is important is that the trial judge got a chance to"
  },
  {
    "speaker": "RAVENELL",
    "speech": "Yes."
  },
  {
    "speaker": "STEVENS",
    "speech": "You seem to have taken the position that the State cannot cure an Edwards violation, which seems to me quite different from the trial court's ruling, hope I've made -­"
  },
  {
    "speaker": "RAVENELL",
    "speech": "I certainly believe that, from the teachings of Seibert and from other cases, that this Court clearly seemed to be leaning towards cure, that there can be cures. I know that the position on Edwards versus Arizona"
  },
  {
    "speaker": "RAVENELL",
    "speech": "I think the problem -­ question, and then the trial judge said the -- what Blake said was an answer to that question."
  },
  {
    "speaker": "RAVENELL",
    "speech": "Correct."
  },
  {
    "speaker": "GINSBURG",
    "speech": "That's how she read what other witnesses, that Blake was merely -- and I'd say merely,"
  },
  {
    "speaker": "RAVENELL",
    "speech": "-- trust them with it."
  },
  {
    "speaker": "KENNEDY",
    "speech": "-- absent of good-cop/bad-cop finding, and I -- and I repeat that they've credited Johns' testimony here -- this seems to me a very odd sort of If we prevail on suppression, the State still had the right to With respect to the standard of review, this Court said, in Thompson versus Keohane, that custody is a mixed question of fact and law, and voluntariness -- in Miller versus Fenton -- that voluntariness is a mixed question of fact and two, if he did, that's when you get to the voluntariness interest in having relevant evidence admitted at trial. And"
  },
  {
    "speaker": "GRAEFF",
    "speech": "Well, she looked at -- she looked at --"
  }
]