[
  {
    "speaker": "[11",
    "speech": "07 a.m.]"
  },
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument"
  },
  {
    "speaker": "SMITH",
    "speech": "Mr. --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Ms. Smith. effect in some of our cases?"
  },
  {
    "speaker": "SMITH",
    "speech": "There has been some of that in some of the prior cases, Your Honor, that you do look"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Do you think it is the norm that, if there are co-inhabitants of a house or"
  },
  {
    "speaker": "SMITH",
    "speech": "-- that decision --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "-- what if the spouse had put a sign up, \"No police allowed here\"? in -- one could ensure that the spouse would honor the other person's wishes. I think this case is here to policeman supposed to know that?"
  },
  {
    "speaker": "SMITH",
    "speech": "Well, I think -- looking -- we measure what is reasonable on the part of the police clear, one does -- a policeman doesn't simply accept every invitation to enter. If there's some ambiguity like she's intending to stay very long."
  },
  {
    "speaker": "SMITH",
    "speech": "She did not -- she did not relay that to the officer. That came from Mr. Randolph, in"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But isn't it relevant what the status of the person is? Someone might not"
  },
  {
    "speaker": "SMITH",
    "speech": "No, Your Honor."
  },
  {
    "speaker": "SOUTER",
    "speech": "In other words, I thought the issue was whether his statement, in effect, vetoed permission might have been given. But, as I -- I understood that there was no question -- what is it? ­ access during one's absence. So, the scene in Matlock is: one occupant is there, the other is absent; and the one who was absent assumes the risk that the one speak to the two people who are in disagreement situation. not guarantee that a search, only with the defendant's consent, will occur. Your Honors said that --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "But, do you --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "-- do you --"
  },
  {
    "speaker": "SMITH",
    "speech": "-- is unreasonable --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "-- that depends on what we say. I'm, frankly, still somewhat surprised at your answer to Justice O'Connor, indicating that it happens expressly says, \"You can't come in,\" and they do anyway. But leaving that aside, it seems to me that somebody to come in, the person may come in? I would think that the normal assumption is just the opposite, that, where one wants somebody excluded, that person"
  },
  {
    "speaker": "SMITH",
    "speech": "Well, I think, in the Morning case that was cited in the brief, they realized one parties didn't want entry. You don't know that. You -- there was one party there, and that party said, \"Okay, come in.\" And the other party said, \"Well, if whatever. But --"
  },
  {
    "speaker": "SMITH",
    "speech": "Well, in -- and even in that"
  },
  {
    "speaker": "SOUTER",
    "speech": "-- Ms. Smith, may I -- your time is getting short, and I want to get clear on one thing. As I understand it, your argument is not an expectation of privacy. You are not arguing that he has no right to object. Am I correct on that? is not what governs. You concede, as I understand it, that he still had an expectation, in the sense that he could assert a right of privacy, he can litigate this"
  },
  {
    "speaker": "SMITH",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "SOUTER",
    "speech": "-- but that his expectation"
  },
  {
    "speaker": "SMITH",
    "speech": "I think it would -- it would have presented a much closer question of -- and particularly given the protection of papers and the attorney-client privilege -- I think her authority to consent it would have presented a closer question, The law of consent searches is governed by a determination of what is reasonable for the police to do in a particular circumstance, and it starts from in the law, that cooperation with law enforcement is a good thing and should be encouraged. the disrupted relationship, or their adverse interests, that maybe the expectations of privacy, or the reasonableness of one acting as an agent of the"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, Mr. Chief Justice, I don't think that the law in this area is founded on a"
  },
  {
    "speaker": "SCALIA",
    "speech": "Mr. Dreeben, does this authority to let someone in, over the objection of the cohabitant, apply only to policemen, or is it -- is it what, property law, or whatever? -- that when two people have common ownership of a piece of land or a cotenant to override the express objections of the other cotenant, who's there, and says no? How can you say that's acceptable? certainly do not think that there is any uniform social understanding that should drive the decision in"
  },
  {
    "speaker": "KENNEDY",
    "speech": "But -- well, you keep saying that, but that policy is -- can be vindicated by using doctrines other than consent. And you want to say, that there's a general social expectation that the person who wants entry overrides the person who"
  },
  {
    "speaker": "DREEBEN",
    "speech": "I don't think that, on the facts of either Matlock or Rodriguez, that would be a particularly logical or reasonable assumption. In for bank robbery in the front lawn of his house, the police take him to a police car, put him in a police"
  },
  {
    "speaker": "STEVENS",
    "speech": "And I think he probably would not go in if he thought he was a -- could not do so --"
  },
  {
    "speaker": "STEVENS",
    "speech": "-- in his physical encounter. And the problem with your case here is, should be able to cooperate with law enforcement to vindicate both the social interest in cooperating with a law enforcement request and the interests of the what Matlock is all about. Now, as for the attempt to mirror -- objection, which we can reasonably presume that he would have if he was given the opportunity to voice it, would mean that police simply have an incentive to I would submit that that does not give adequate --"
  },
  {
    "speaker": "STEVENS",
    "speech": "The \"different way,\" of Justice Ginsburg. And the facts in this --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "It would, or would not?"
  },
  {
    "speaker": "STEVENS",
    "speech": "It would? cause if the wife, who has -- she's in a position where she would know what's going on in the house, a wife and a husband who are in a domestic dispute, and the wife comes out, in Illinois versus McArthur, and tells the officers, you know, \"He's got drugs believe, on the point that that furnished probable cause. But what is different from Illinois versus that, in Matlock, the right was relinquished, when Matlock was arrested and taken to a police car and was never asked for consent, or that Rodriguez apartment. What really -- I would qualify my statement, though, in response to your comment, charge of the premises, I submit that the police should be able to conduct the search as a reasonable matter under the Fourth Amendment, just as they would said, \"Well, I have to go now. Am I free to go?\" and the police said that, \"You are.\" discouraged."
  },
  {
    "speaker": "THOMAS",
    "speech": "Mr. Dreeben, is it -- is this case materially different if she simply ran handed it to the police officer? It's, in effect, the same thing, isn't it? "
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Mr. Dreeben. Mr. Goldstein."
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "Thank you, Mr. Chief officer. She was participating in giving an item to them. It is not the same, I think, when she authorizes the police to conduct a generalized search"
  },
  {
    "speaker": "ROBERTS",
    "speech": "She's consenting. It's an intrusion, in the one case, on the she had, supposedly, common rights. I mean, we take the case on that assumption."
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "You do --"
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "-- Justice Souter."
  },
  {
    "speaker": "SOUTER",
    "speech": "If she and her husband, you he's sharing the home with someone else."
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "Mr. Chief Justice, that's why I finished off on that. Let me just focus on the talking about a search of the home, at the core of the Fourth Amendment. This Court's doctrines are quite notwithstanding his reasonable expectation. That would be true if there were exigent circumstances. But the theory of consent is very different."
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, it -- let me make sure I understand where you're going. We agree that Reasonableness, or course, is a balance --"
  },
  {
    "speaker": "BREYER",
    "speech": "All right. Well, I -- the words that keep going around in my mind -- it's her"
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "Yes."
  },
  {
    "speaker": "BREYER",
    "speech": "Well, she wants the"
  },
  {
    "speaker": "BREYER",
    "speech": "-- of the need for this, because it's the other thing that's on my mind. The two words that came into my mind are \"spousal abuse.\" need for this. The husband's beating her up. And there isn't evidence of that, but she's sitting in the can. Since 1974, when this Court decided Matlock, the Federal and State courts, combined, have considered this question. And so, there was a finding of the best that I can do. Fifteen times, all the Federal and State courts, once every two years. It is"
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "-- saying is --"
  },
  {
    "speaker": "BREYER",
    "speech": "-- is it clear that the policeman cannot do it? is an unresolved question of --"
  },
  {
    "speaker": "BREYER",
    "speech": "Fine."
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "All right. Let me answer this on several different levels. First, there is no serious argument that we interfere with investigating not happen, arguably, in a place that he has a right to privacy, but it can happen outside. It happens sacrifice. And that is, she can't take them into a room in which he has a constitutional expectation of privacy. I will concede that if he says, \"I don't But what I am saying is that there is no serious argument that they can't have the conversation in a We are concerned here with the person -- the Fourth Amendment is -- it's not the person who has the drugs or the abuser. Consent searches involve a situation \"Can we search?\" Because they do as much as they are permitted to do. And the person just says, \"Sure,\" come on in and search,\" that's going to bind you, as well. Why is it -- why do you not compromise the expectation to the extent of giving the other person"
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "Mr. Chief Justice, I do think you've put your finger on it. And the only issue that Olson addressed was his right to raise a Fourth Amendment claim. It did not respond to the issue that you are raising, which is the"
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "Justice Souter, that's why I, sort of, paused and came to you. And that is, I do admit the police -- in effect, thwarting his expectations. Your argument, as I understand it, is that when the police search with that kind of search. Isn't that the way to structure the issue?"
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "Justice Souter, I think it And if someone arrives at the house, it is a different matter entirely if, as in Matlock or in Rodriguez, someone says, \"Come on in,\" and they -- you you come to the house and someone with authority over the premises says, \"Come on in,\" and the other person difference, then Matlock and Rodriguez become almost silly cases. They are -- they are -- they're cases that rest upon an assumption that is clearly contrary"
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "No, Justice Souter. And that is, the Government has argued, and this Court has found. Easy clear line."
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "It's true, Justice Souter, there are a lot of possible clear lines. What I'm Matlock and this case is one in kind, and that is that Matlock, I think, reflects an administrable rule, and the individual's privacy who lives in the house -- as you say, has an expectation of privacy. And so, let me return -- I have a lingering question here I'd like to get your view on. I don't know what the expectation is, is my that's a bad reaction, when you want nothing to do with a dangerous situation. So, I think, in that situation, the normal reaction would be, \"I'm going to get a friend,\" or, \"I'm going to call the police.\" So, I don't know you do have expectations of has precedent on this very point, and that is -- and, Justice Souter, he is asking about reasonable expectations of privacy -- Minnesota versus Olson. that person had standing and could -- had a Fourth Amendment right is because they did have a reasonable that it's not unreasonable -- an unreasonable search if she went upstairs and brought the straw down, right? search."
  },
  {
    "speaker": "THOMAS",
    "speech": "Okay. But you're saying it warrant. It takes 5 minutes. If you know there's something in the house, bring it out. If you have anything to -- any reason to believe there's ongoing"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Now, any reason to believe -- control over the property is equivalent, then, in that tie, if you will, the Fourth Amendment controls. If ­ -there are doctrines designed to protect against criminality and protecting people. But that's --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "When you talk about Your case is that, if one out of ten who share the common room says to the police, \"You may not come in,\" that controls? follow from our rule. It's true, we have articulated one broad rule that would allow the Fourth Amendment point, that we look at this question from the perspective of the officer and the reasonableness of the search. And let me just say that, in Matlock and reasonable, because the person whose privacy is intruded on has assumed some risk. The Court does point."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Reasonably, the person realizes he would be outvoted?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "So, it does go to his presumably objectively reasonable views of what because they have the authority to admit the police -- minor children, 12, 14, 15 -- can then authorize the search, notwithstanding the objection of the parents. the parents' home,\" that's because we are assessing --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "What is the case that Matlock and Rodriguez. If we take your point, then we are definitely moving beyond Matlock and Rodriguez. We're going to have to look to more. And my point is the officers have found someone, however ignorant, has the ability to consent in their own right, if we're premises. He said, \"No.\" The Constitution says, \"You have somebody who's cooperating with you. Let them tell you what's going on in the house.\" And Illinois fact, Illinois versus McArthur is -- the very point of the Court in that case was that it's much better to"
  },
  {
    "speaker": "BREYER",
    "speech": "Uh-huh."
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "But, inescapably, what's going on, there are -- I think that this is not a case And there is a bright line to be drawn, and that is,"
  }
]