[
  {
    "speaker": "[11",
    "speech": "38 a.m.]"
  },
  {
    "speaker": "ROBERTS",
    "speech": "We will now hear Mr. Olson. taxes.\" The red brief says, on page 8, \"It is undisputed that enforcing the State tax on fuel sold and delivered to tax.\" Finally, the yellow brief, on page 13, says, \"By distributor is still paying the tax. Now, I -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Make it up on volume, I think."
  },
  {
    "speaker": "OLSON",
    "speech": "Maybe they make it up on volume. more of the tax. There is a differential between the amount of the State tax and the tribe tax. It's only a myself -- is that the tribe would like to be able to market a product without having to pay the burdens of taxation all the way upstream. There are taxes on the when the fuel comes out of the ground and at the refinery stage. So, the tribe would like to market a product it that's -­"
  },
  {
    "speaker": "OLSON",
    "speech": "It's my understanding -- and this is explained -- the details of this are explained in Section statutes, I'm presuming, are available -- that the distributor pays a -- pays a tax as a result of taking the fuel and incurs the obligation at that point, whether or not it's resold."
  },
  {
    "speaker": "OLSON",
    "speech": "That's correct. a credit or get it back, if it sells to the United States or if it sells out-of-State. In other words, it's not"
  },
  {
    "speaker": "OLSON",
    "speech": "I think -- I would disagree with you, Justice Breyer."
  },
  {
    "speaker": "BREYER",
    "speech": "You don't? All right. if you sat on that fuel for the next year -­"
  },
  {
    "speaker": "BREYER",
    "speech": "You'd still have to pay tax. us, our local retailer. We, too, are a foreign and independent State, even more so. So, if you're going to treat them this way -- give the people in Nebraska a that way? We drive on Kansas roads sometimes. So do the Nebraskans\" -­ fuel in Nebraska -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "But, Mr. Olson, would it make any difference if all of the driving was inside the"
  },
  {
    "speaker": "OLSON",
    "speech": "No, we would -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "-- make any difference? tribe."
  },
  {
    "speaker": "OLSON",
    "speech": "I -- that's correct, Justice Ginsburg. But the answer is that this is an entirely off- there's no balancing necessary in this case unless you're going to involve an -- require States to submit to the incidence of taxation falls. The legislature provided that, unless otherwise specified, the incidence of the tax falls on the distributor. Then, Mr. Chief Justice, the allowed the distributors the -- to raise the issue, because the economic burden did come through the says -- this is Section 3409 -- it says that the distributor may pass on -- \"may\" -- it's a permissive provision -- may pass on the cost of the taxation as a distributor does that with respect to the cost of its vehicles, the cost of other taxes it pays. It may include the -- what was happening in the economic chain is cost of production of gasoline, including tax paid by the distributor, could be passed on in the form of cost of Now, of course its cost -- it passed on, also, to the consumer. The question -­ for my question is, they look back at the court's decisions and see that it turns on where the incidence of the tax is. And so, there's some bright lawyer in Kansas incidence is -- of the tax is on the distributor, and we're going to win.\" could be -- I mean, the legislature specifically says it -- but the operation of the statute -- and the two -- the -- twice, the tenth circuit considered this -- the tenth distributor. The two district courts that decided it before those two tenth circuit decisions, decided that the amount of tax it's drawn down at the rack when it takes the -- unloads fuel into its trucks. And it's responsible monthly -­ sale to the -- well, I guess what I'm getting at, the tax apparently is not payable when the distributor receives"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Olson, in terms of the text of the statute that is -- the incidence is on the distributor of the first receipt, but then there's this hereby imposed on the use, sale, or delivery.\" What does -- what does that mean, that the tax is imposed on the"
  },
  {
    "speaker": "STEVENS",
    "speech": "It seems to me that might be a way of identifying whether the term \"legal incidence\" really has any significance. if the -- this Court's prior decisions have any consistent meaning, that the person who has the obligation to pay the the time. Kansas also has a practical reason for imposing this tax on the distributors. There are X number of distributors. You can imagine how many times X there forth. The point -- one of the points that this Court Section 3410. Where does that appear on -­"
  },
  {
    "speaker": "OLSON",
    "speech": "Well -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "I can't find it in anybody's -­ either, in the briefs. It's -- the Kansas -- it's the -- it's in the Kansas statutes, of course, but I couldn't the two taxes did -- this is not a case where the tribe can impose a tax, the State can im- -- oppose. I read the briefs to accept that the tribe tax -- couldn't put its"
  },
  {
    "speaker": "OLSON",
    "speech": "The -- it's a matter of economics, Justice Ginsburg, just as your question suggests. The"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- doesn't it?"
  },
  {
    "speaker": "OLSON",
    "speech": "-- precisely the point, that the tribe would probably not like to pay the taxes that are brings the fuel -- the petroleum product out of the ground. What it -- what it simply means is, the margin"
  },
  {
    "speaker": "SOUTER",
    "speech": "Is it collecting that tax?"
  },
  {
    "speaker": "GERSHENGORN",
    "speech": "It is, Your Honor. The -­"
  },
  {
    "speaker": "SOUTER",
    "speech": "Then what's its gripe? It"
  },
  {
    "speaker": "GERSHENGORN",
    "speech": "Your Honor -­"
  },
  {
    "speaker": "SOUTER",
    "speech": "-- the taxation?"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, isn't -- I mean, isn't that necessarily the case? If it's collecting all of its tax, then what it's complaining about is that it's getting"
  },
  {
    "speaker": "GERSHENGORN",
    "speech": "Your Honor, that's correct, at the moment -­ realize that. But, unless there is a claim that its taxing authority, as such, is being threatened or interfered with, I don't quite see why a preemption theory analysis."
  },
  {
    "speaker": "GERSHENGORN",
    "speech": "Because, Your Honor, the -- it that the tribe can put a tax on that. It depends upon"
  },
  {
    "speaker": "GERSHENGORN",
    "speech": "That is not a -­"
  },
  {
    "speaker": "BREYER",
    "speech": "But suppose they can't?"
  },
  {
    "speaker": "GERSHENGORN",
    "speech": "That is not a -­ hold for you here, and we don't take an absolute principle, well, I guess States are forbidden to put any I don't think it is what the statute says. The statute says, in 3408, \"a tax per gallon is hereby imposed on the use, sale, or delivery of fuel.\" It does not say \"the somebody who receives and uses, sells, or delivers fuel. All of the critical exemptions in the statutes are based "
  },
  {
    "speaker": "GERSHENGORN",
    "speech": "-- and that is -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- where is it?"
  },
  {
    "speaker": "GERSHENGORN",
    "speech": "-- at 10(a) in the appendix, has received the fuel, if he subsequently loses the fuel -- has it lost or burned -- gets a refund of the tax, if delivers."
  },
  {
    "speaker": "ROBERTS",
    "speech": "But that -­ tank. Doe he have to pay the tax, or doesn't he?"
  },
  {
    "speaker": "GERSHENGORN",
    "speech": "Your Honor, I don't -- I think that you're -- that he would pay the tax in that instance"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, if he would -­"
  },
  {
    "speaker": "GERSHENGORN",
    "speech": "-- but I don't think -­ distributor picks up the fuel at the rack and delivers it to the retailer. If the -- if the distributor takes the fuel and holds it, he's not a distributor under the sells, or delivers. That's in -- on page 2(a) of the red brief, Your Honor. So that -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "-- I think we can decide it on the basis that we know that when the distributor puts -­ delivers gas to the gas station, it's not instantly sold."
  },
  {
    "speaker": "GERSHENGORN",
    "speech": "No, Your Honor -- that's correct, Your Honor. But the statute provides that the \"what.\" The \"what\" is in -- is in 79-3408(a), and it is clearly imposed on the use, sale, or delivery of the fuel. If I could, another provision of the statute"
  },
  {
    "speaker": "ROBERTS",
    "speech": "But nobody -- but it's not sold -- it's not taxed twice. If it's sold to a it, or deliver it. And if the distributor -- if the distributor is -- hasn't done one of those things, then it's -- then it -- then the distributor can be made liable distributor is holding the tax. And so, in our view, and in every court that we're aware of's view -- tenth circuit"
  },
  {
    "speaker": "GERSHENGORN",
    "speech": "Yes."
  },
  {
    "speaker": "BREYER",
    "speech": "Okay. Now what he does, he says, \"Call up and\" -- he says, \"Please deliver it.\" Now MR. GERSHENGORN: Your Honor, the answer is: that's correct, and that's exactly what happens in the the reservation. And what this Court said, in Central Machinery, is that a sale to a tribe of goods on the reservation is -- cannot be taxed by the State. And, reservation, the broader balancing principles apply. The tribe here has imposed the -- its tax on a tribal station,"
  },
  {
    "speaker": "STEVENS",
    "speech": "So that he -- his obligation to sell the gas is -- arises at the same time as his purchase. do so, but the form is due on the 25th of the month -- of the next month. And so -­"
  },
  {
    "speaker": "GERSHENGORN",
    "speech": "Well, it depends, Your Honor, on whether the legal incidence is on the United States or whether the incidence is on the seller. Under this -­"
  },
  {
    "speaker": "GERSHENGORN",
    "speech": "-- Court's precedence -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "-- on the legal incidence of well. And this Court has always held it's a Federal question where legal incidence lies, and has not deferred -- has given -­"
  },
  {
    "speaker": "GERSHENGORN",
    "speech": "But if I -­"
  },
  {
    "speaker": "BREYER",
    "speech": "-- then how do you come out? The fatality rate is four times the national average. And the tribe is using those revenues to fix -- advance that particular Federal interest, which is reflected in Federal"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Why should all of that make a difference? You make a big point in the briefing, \"Well, interest in taxing that -- in imposing a tax that the State can't interfere with. And the State here has accommodated -­ taxing? Is the tribe taxing the purchaser of the gas? Is that -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Counsel, did I understand your earlier discussion, about the department store, to suggest that if the tribe had the tanker truck, that, in that case, you have no objection to the tax, even though the economic incidence and effect is going to be -- the Constitution and the Federal preemption doctrine prohibit discrimination. And so, it is, in that sense. But it also goes to the strength of the State interest of-State interest, it has also accommodated the in-State Government interests, other than the tribe. It gives 30 balance. If the -- what is troubling here is that the State has asserted a right in predictability, but the State's right in predictability is only coming at the in the say way it accommodates every other sovereign. And so, we do think that that goes to the strength of the"
  },
  {
    "speaker": "SCALIA",
    "speech": "All the other sovereigns you mentioned do not consume the gas -- or the gas sold to them is not consumed primarily on the roads of this State, I mean, they simply aren't sovereign. That's the State, itself. They're subdivisions of the State. So, it's"
  },
  {
    "speaker": "SOUTER",
    "speech": "Is it being interfered with?"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Yes. And, as to that question, I would point the Court to page 142 of the joint appendix, discusses the expert opinion that the tribe introduced into the record. take account of tribal sovereignty? The sovereign act is not selling gas, it's taxing. They are taxing. They're getting everything they want under their tax statute."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "I think, for example, in this Court's decision in Colville, where the Court stressed"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, maybe -- maybe it contemplated that, and maybe it simply contemplated that that particular -- that particular argument against it -- not have been an argument against it. But it doesn't follow, from that, that the tribe would necessarily have based on economics, as I've heard it."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "No -­"
  },
  {
    "speaker": "BREYER",
    "speech": "But if it isn't, I would like"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Yes. Under the -- first of all, in our -- it is our position that, under the Kansas"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "-- is on the retailer."
  },
  {
    "speaker": "BREYER",
    "speech": "-- the legal incidence of the tax, I would think their side would win, in my mind. Now on that retailer, but, rather, is on the distributor."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "That would tell -- that would But, beyond that, just because -- if the Court concludes that the incidence of the tax is on the distributor, notwithstanding the Kansas Supreme Court's being taxed,\" is the sale or distribution, and that is a sale between the distributor and the retailer. That is the transaction -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "It would seem to me exempting distributor-to-distributor taxes just means that only one"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Only one distributor has to pay, but it means that a sale between the first distributor and off the reservation, but where the sale takes place on the reservation, as this one clearly does -- the gasoline that's delivered there -- that is absolutely preempted Statutes, because you -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "But none of this -- none item that an upstream tax prevents you from doing because of the economics?"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "It is the very same -­ there other ones?"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "-- it's the very same interest"
  },
  {
    "speaker": "KENNEDY",
    "speech": "-- understand. Why doesn't the tribe have an incidence of not having any tax at all, helping -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "-- helping its members?"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "It -­ tribe cannot market an exemption, at least to people who would not otherwise be on the reservation. But here, the tribe is asserting both a commercial interest -- selling And where you have a tribe asserting both -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, why isn't that sovereign distributor. Then, in Victa, in connection with the standing issue, because economic burden fell on the retailers, it found that the retailers and -- those other Kansas could not have been more clear. In Section 3401(f)(3), it defines a \"distributor\" as someone indicted the distributor for failing to register under the Indian Trading Statute."
  },
  {
    "speaker": "OLSON",
    "speech": "No, they're -- it hasn't really been until the Government decided to -- the United States Government decided to discuss that point. to resell it to somebody else?"
  },
  {
    "speaker": "OLSON",
    "speech": "I think that -- I think the reading of the statute is plain. If the distributor took the are going up or something like that, it would still have to pay the tax, because the tax is on the receipt by the added by the casino, which, by the way, is an exempt value created by an exemption from regulation. But the value for someone who puts fuel in their car is so that that car case, drive on Kansas highways."
  }
]