[
  {
    "speaker": "STEVENS",
    "speech": "We'll now hear argument in the Mr. Lamken. for enforcement to occur -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, Mr. Lamken, it's not as comprehensive as other schemes where the Court said, on action, is it? I mean, it's -- it's more spare."
  },
  {
    "speaker": "LAMKEN",
    "speech": "It -- it is unusual in its unique enforceable directly under section 1983. Section -- section 332(c)(7)(B)(v) is comprehensive in the relevant sense in that for every aggrieved, it provides a mechanism for private judicial enforcement. In addition -­ considerations. First is the structure of the act, which presents it as a form of judicial review of agency action. would when a Federal agency enforces or implements Federal requirements and are subject to judicial review. The only to restrict the forms of relief available. And it is an example, in the words of Sea Clammers, where Congress has made its intent explicit in the text of the statute. of -- excuse me -- limit the mechanism for relief that's available, and that's our position here, that Congress by relief is often -- is the traditional form of relief available. In this context traditional relief was always specific relief. Congress also included a specific statutes, but prohibits the impairment -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Excuse me. Where -- where are provides, to supersede, impair, or otherwise modify State and local law, as well as Federal law. And in order to put damages into the statute, if it doesn't provide municipal immunity laws that otherwise protect municipalities and State and local officers implementing much because they -- the statute obviously intends to eliminate that immunity. The immunity from suit is -- is clearly -­ misunderstood. The immunity is not from suit. It's an immunity from damages and the impairment would be the"
  },
  {
    "speaker": "SCALIA",
    "speech": "So you have to regard this provision as intentionally overriding some provisions of State law in -- inasmuch as they apply to -- to immunity. it would be read to -- to override the State's constitutional immunity to suit. immunity from suit. It's fairly common, at least under California and other State law, for municipalities to be subject to suit for review of their -- of the actions that this statute simply incorporated that typical fashion of providing judicial review of agency action. an action for suit -- I mean, an action for damages in court or an enforcement action in the commission in sections 206 and 207. brought in Federal court? It says any court of competent jurisdiction. Could -­ allowed damages, would the Federal court, in an action under this section, be allowed to award damages under that -- under the State statute? the provision, the savings clause, says that the statute should not be construed to impair State law -- and there"
  },
  {
    "speaker": "BREYER",
    "speech": "I'm not sure why that would be if you, in fact, see the statute as trying to impose an APA-like structure, saying to the States, you decide the helps your position. Then if the minimum elements of form are not specifically stated in the statute, there's no courts -­"
  },
  {
    "speaker": "BREYER",
    "speech": "Congress didn't care."
  },
  {
    "speaker": "LAMKEN",
    "speech": "-- to use whatever -­ Federal judgment for the judgment of the States where it said so. And the reason you know that is because that is That appeal is then reviewed -- is then determined. And finally, once you've gone through that process, under California law it's generally reviewable by a writ of writ of certiorari, by mandamus, or by various other procedures, almost always subject to a short limitations (Laughter.)"
  },
  {
    "speaker": "LAMKEN",
    "speech": "Well, actually this Court's decision in Burnett v. Grattan actually tells you why, and the-record review of decisions below, are often insufficient to allow somebody to develop a whole new carries with it its own features and incidents, Congress' decisions about the appropriate mechanisms for dealing with that violation of Federal law should not be addition. In this case, section 332(c)(7)(B)(v), which all appropriate relief would be the standard. But as a matter of attorney's fees, I think is a good example of why there shouldn't be a 1983 action here because the law Alyeska and other cases, that where Congress hasn't provided for fee-shifting, there simply is no fee-shifting specifically 1983 applies. That's all it says. Would that carry with it attorney's fees in your view?"
  },
  {
    "speaker": "FELDMAN",
    "speech": "Yes, I -- yes, I think it -- I The question here, though, is where Congress has thought about what kind of remedy it wants for violation that where Congress has given thought to the remedy for a particular violation -- type of violation of Federal law and has provided for a judicial cause of action, with shouldn't be allowed in. It should be assumed that Congress didn't want to have its decisions frustrated by background action of section 1983 is not available."
  },
  {
    "speaker": "FELDMAN",
    "speech": "That -- I -- I think that's correct. Wouldn't it depend on whether -- when you look at the particular statute, the particular set of remedies that reading means that you were doing away with statute as a basis for 1983."
  },
  {
    "speaker": "FELDMAN",
    "speech": "I -- I think that that's recognized a right, as this Court has found is essential for a 1983 action, and it hasn't done anything about would not grant."
  },
  {
    "speaker": "FELDMAN",
    "speech": "That's right. And -- and I -­ whatever -- I guess the general point would be whatever respected, but I would add in this case it's not just -- it's a question of attorney's fees, which they would have action and figure out all of its incidents. You have to look at the 332 action and figure out all of its incidents in the abstract as here, not where -- in connection with a consistent with each other. I think the much better rule would be to say the line of cases where you have a right to get into court in Wilder -- I'm sorry -- in -- in Sea Clammers and Smith against Robinson and said there we want to take Congress' complete right to get into court and gives you whatever it gives you. And that should govern. quote, proper proceeding. And that expansive language, this Court has recognized, dictates a heavy presumption that its remedies apply to all violations of Federal rebutted only in the, quote, exceptional case in which the statute that creates the right is accompanied by an Court has interpreted incompatibility before -- in the two instances in 25 years since Maine v. Thiboutot was decided, the only instances in which this Court has found end run around limitations in the statute. That is, in the -- in Sea Clammers and in Smith v. Robinson, you had "
  },
  {
    "speaker": "WAXMAN",
    "speech": "Okay. Now I have two points. I -­ I don't want to forget these. I have to deal with the -­ the question of whether a 30-day requirement is with what -- with what my colleagues posit as an APA-like administrative review model. fact, I think this case is a pretty good example. The court separated it -- I mean, acting under a requirement of expedition at the request of the city. This -- the months after it had been filed. But what it said was -­"
  },
  {
    "speaker": "SOUTER",
    "speech": "Okay. And -- and that -­ that tail end was not to decide whether in this specific case damages or attorney's fees were due. But the district court was deciding a question of law, that is, have damages, anyone could have attorney's fees."
  },
  {
    "speaker": "WAXMAN",
    "speech": "What he said, Justice Ginsburg, was doesn't have to be reached in this case."
  },
  {
    "speaker": "WAXMAN",
    "speech": "Well, I think -- I think that -­ what the Government says in its papers is they may well be him, but he said that under Franklin -- he agreed, I think, with what Judge Posner wrote for the Seventh action is available, but by its express terms, it doesn't exclusively limit its remedies to causes of action that are brought under 1983."
  },
  {
    "speaker": "WAXMAN",
    "speech": "But more broadly -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "It doesn't require you to -- enforcing. And even before that, when your -- your decision in Wilson v. Garcia made the point that when you try to freestanding 1983 action, there are -- there is a tripartite rule of construction that section 1988 requires guide back into the purpose of the statute. And once I do that, I find Congress here anxious, I think, to engage in what I'd call cooperative federalism. They could have run want each city and town to do what they want, subject to a few minimal procedural requirements."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Waxman -- Mr. Waxman, one of these provisions gives you an option to go to the FCC, the one having to do with emissions. Now, if you sought for FCC relief, would the FCC have authority to give you attorney's fees? declaration by the FCC applies to only one of the five rights that are provided here, and even if it applied to all of them, I don't think you could possibly infer"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Well, let's take the one, that -- that one. Are you saying no attorney's fees there example, among providers. The -- that was a complaint in this case. There is de novo review, it is clear, on those claims. It's not administrative APA review in any case, Judge Wilson, says it looks like, in fact, you were discriminated against, but I don't need to reach that"
  },
  {
    "speaker": "SCALIA",
    "speech": "Final. Final action or failure to act is what -­"
  },
  {
    "speaker": "WAXMAN",
    "speech": "That's correct."
  },
  {
    "speaker": "WAXMAN",
    "speech": "And final action, this Court has explained, does not import into it exhaustion of either a out in the very first page of its brief and as the legislative history reflects, it was confronting a situation in which intransigent, entrenched zoning creation of a national wireless network. And it was so concerned about this that the House actually passed a can be liable for hundreds of thousands of dollars of attorney's fees."
  },
  {
    "speaker": "WAXMAN",
    "speech": "Well -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "And I -­"
  },
  {
    "speaker": "WAXMAN",
    "speech": "-- let me just say this, with respect to the -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Plus other -- plus other damages."
  },
  {
    "speaker": "WAXMAN",
    "speech": "I think this case, Justice Kennedy -- I have three things to say about this. Just this case is every bit as -- as paradigmatic as the parade of horribles that they suggest. And here's my proof. It has been since 1997 that courts have been ruling that 1983 and damages are available under this statute. There is no evidence in any of the briefs on the other side or any of their amici that there has either been a flood of litigation or inappropriately large awards. And if that happened, Congress would do -- would be attentive to it in the way that Justice Ginsburg pointed out when the local cable authorities came to -­ came to the very same committees 4 years before and said, we're being hit -- there's an express right of action in 555 of the -- the Communications Act. We're being hit with very large 1983 awards. Please do something about it. And the very same committees 4 years before enacted a provision that said you may get only injunctive and declaratory relief, thereby creating an incompatibility"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, cable -- cable media companies may -- may have Congress' ear more readily than damages, in -- in Carey v. Piphus and other cases, that there may be very many cases in which there's a violation of a procedural right but only nominal damages are"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But with respect to -­"
  },
  {
    "speaker": "WAXMAN",
    "speech": "If I may just finish this sentence. -- the reference to those two Senators -- what those two Senators were talking about is not, as my colleague's brief suggests, this provision. They were talking about section 253, but I may be wrong. But even if that's the case, the fact of the In the absence of any evidence of a flood of litigation or inappropriate awards, I think given the very heavy presumption that this Court has recognized over and over"
  },
  {
    "speaker": "BREYER",
    "speech": "That isn't the only -­"
  },
  {
    "speaker": "WAXMAN",
    "speech": "1983 is the background principle"
  },
  {
    "speaker": "WAXMAN",
    "speech": "The -- the -- you -- the evidence will be either in the decided cases or by local municipal governments coming to Congress and saying, this is too you afford only prospective relief, which is the -- the ancien regime that Congress was -- that Congress felt -- under the regulations of this municipality, which is -­ is perfectly representative, it is final agency action when the city planning commissioner says no, unless you And there is -- not only is there nothing peculiar about applying 1983 damages awards to the impression or is it incorrect?"
  },
  {
    "speaker": "WAXMAN",
    "speech": "I -- I don't know whether it's a correct impression or not. Our brief points the Court to -- have created antennas or tower facilities have 10 or fewer facilities. does any other principle -- stands for the proposition that it's there unless, in the explicit language of the statute that creates the right, there is a demonstrated There are many instances in the Telecom Act and elsewhere in which Congress has said you can only get In this case, the city never said, give us the opportunity to go back and correct it. And Judge Wilson, a very level-headed district judge, said there's nothing reason that the city gave was it didn't like this antenna and tower in the first place. It -- we concede that it"
  },
  {
    "speaker": "STEVENS",
    "speech": "Mr. Lamken, you have about 4 minutes left."
  },
  {
    "speaker": "LAMKEN",
    "speech": "I'd like to make only two brief points. Section 332(c)(7) is entitled and has one of its purposes as the preservation of local authority. It should not be construed to provide for that authority's The second point I wanted to hit is that when Congress established the mechanism for review in 332, it"
  }
]