[
  {
    "speaker": "REHNQUIST",
    "speech": "We'll hear argument Mr. Cole. hearing by the State that Stumpf was the triggerman?"
  },
  {
    "speaker": "COLE",
    "speech": "Your Honor, the State said that they -- they thought there was evidence to support that. They conclude he was the actual shooter, and that's in the joint appendix at 186. So the death penalty is the original panel --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Yes."
  },
  {
    "speaker": "COLE",
    "speech": "-- one of the judges said, it may motion to vacate the -- the sentence at that time, and they denied that motion. So apparently it didn't make a any due process claim insofar as it applies to the sentencing? Do you think that's waived? Is that clear?"
  },
  {
    "speaker": "COLE",
    "speech": "No, Your Honor, I wouldn't say that. that's entitled I hereby challenge my conviction, he does also note in that section that he's got some concerns that."
  },
  {
    "speaker": "COLE",
    "speech": "-- the thrust of our arguments before this Court were directed towards the conviction. The claim about the sentencing, and -- and we were just making -- 187 and 188 of the joint appendix, he says, given those circumstances, although we believe the evidence does prove he was the shooter of Mary Jane Stout, legally, you have two people acting in concert for the joint and unlawful purpose of committing an aggravated robbery and evidence to the contrary. Mr. Wesley had not yet been extradited from Texas. He hadn't even made this alleged statement to Mr. Eastman. Stumpf -- Stumpf himself who said Wesley was the triggerman with respect to Mrs. Stout. that judge is -- he said, well, it's conceivable, although it wouldn't affect guilt, we would have come out with a different sentence, and then going from that statement to want us to infer from that silent denial that the judge must have resolved his own difficulty and decided it penalty for it."
  },
  {
    "speaker": "COLE",
    "speech": "Well, Justice -- Justice Ginsburg, the -- the evidence wasn't available at the time of the the record at the time of the original sentencing hearing, of course, can't violate due process. person is the shooter, so that the verdicts are necessarily inconsistent so that we know the State has actually got someone in jail they're punishing that's process right of the -- against the State because the State at that point -- reopening of the -- of the -- of one of cases. But I don't know that there is automatically a due process violation which allows one or the other of the cases -- know that there's a due process violation that allows one of them to be set aside."
  },
  {
    "speaker": "COLE",
    "speech": "The new evidence came to light some 6 months after his plea was entered and after the sentence was announced. confess to a -- kind of a jailhouse snitch?"
  },
  {
    "speaker": "COLE",
    "speech": "To -- to a jailhouse informant, yes, And the question -- I think the due process question is whether the State can pursue those inconsistent arguments, even if it starts out innocently knowing that in one case the argument must be for a false result, without there being any kind of -- of process to minus the mitigating evidence or minus the --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Maybe -- maybe that's enough. Let me, with respect to that, just ask you one final to be sure. I assume that at the point of this intermediate he was the principal offender, so at the very least, the indictment would --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Because of being -- because of"
  },
  {
    "speaker": "COLE",
    "speech": "The only way to be the principal offender under that specification is to be the triggerman. The two -- the two aggravating circumstances -- I'm sorry. The one aggravating circumstance that remained after the plea deal turned merely on the reason why Mrs. who was the person who put her to death. So as an accomplice, aider, and abetter, with liability for the"
  },
  {
    "speaker": "STEVENS",
    "speech": "Well, and the original sentencer might -- might not have done the same thing. We don't really know that. the two -- two of the three original sentencers and they declined to allow him to vacate his sentence. The his -- his cohort to do the same to the wife? I -- I can't imagine it would make any difference."
  },
  {
    "speaker": "COLE",
    "speech": "Your Honor, we agree and that culpability that this Court set out in Tyson as --"
  },
  {
    "speaker": "BREYER",
    "speech": "There's no doubt that they"
  },
  {
    "speaker": "COLE",
    "speech": "Well, first, Your Honor, I don't think we have to guess what the judges would do because the judges did what they did. They denied the motion to"
  },
  {
    "speaker": "BREYER",
    "speech": "They denied it, but as I read what the Ohio court said after the denial, I thought it"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, it isn't that -- isn't one of the answers to Justice Breyer's questions that you -- you never know exactly what a fact finder would do. What you have to deal with are reasonable likelihoods and reasonable possibilities."
  },
  {
    "speaker": "COLE",
    "speech": "That's --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "And when -- and when you have someone who shoots the first person and is obviously attempting to kill him, and then there's an apparent discussion -- not -- not 100 percent clear that those were the two voices. It's pretty clear because there were only two other people there. So we talk about reasonable likelihoods, don't we?"
  },
  {
    "speaker": "COLE",
    "speech": "I would think that's --"
  },
  {
    "speaker": "BREYER",
    "speech": "Absolutely right. Of course, that's right. But we can't be sure what they would have announced, there's the possibility that new evidence might come up that would cause us to say we can't know for sure what this panel would have done with that new evidence."
  },
  {
    "speaker": "BREYER",
    "speech": "-- the State say when it comes to the panel, the reopening panel, we'll tell you said, yes, Mr. Stumpf pulled the trigger. At the end of the day, the only two people who know exactly who pulled the trigger are Mr. Wesley and Mr. Stumpf, and they have So if that's --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Okay, but wait. Who did the -- in the response. It says, look, there's this new evidence. We don't know. It seems like from this record you could conclude that Stumpf was the shooter, but then don't agree with us, or even if you don't agree that's the case, because the State isn't really saying this is our"
  },
  {
    "speaker": "COLE",
    "speech": "In -- in closing at that trial, Your Honor, the -- the prosecutor was relatively agnostic, frankly. He said, look, you could conclude -- evidence."
  },
  {
    "speaker": "COLE",
    "speech": "He -- he put in the evidence, and he was the triggerman because we've taken this other position? Why can the State, as a matter of due process, stand there agnostic? the fact finder. The judge is the fact finder. The State needs to put the evidence in and allow counsel for the trial. It was a -- it was a plea hearing."
  },
  {
    "speaker": "FREEDMAN",
    "speech": "That's correct, but there was -- but -- but in Ohio there's a requirement to have an actual argued that there was ample evidence, quote/unquote, pointed to Stumpf as the killer, and that's in joint circumstances --"
  },
  {
    "speaker": "SCALIA",
    "speech": "What -- what page is that?"
  },
  {
    "speaker": "KENNEDY",
    "speech": "187 like the -- of the joint the evidence does prove he was the shooter, I don't believe it makes any difference when you have two people penalty. The alternative is before the sentencer and the sentencer can make that determination."
  },
  {
    "speaker": "FREEDMAN",
    "speech": "But -- but they took the position think there would be a due process violation if they said, we don't know. They didn't take that. They -- they urged  they're just -- they're just arguing that the evidence we introduced supported the jury verdict. What -- what is wrong with arguing that? There's -- inconsistent positions. The -- the violation here is in the positions itself, not in necessarily the results. what happened. It's different if they've taken -- if they've taken the position --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "It -- it would -- in the case"
  },
  {
    "speaker": "FREEDMAN",
    "speech": "I -- I put it that it's not the same because they -- first of all, in reality, that's not subsequently get in. The record shows that they originally did not get it in and they allowed the defense counsel -- prevented defense from getting -- in the Wesley"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Freedman, you're trying to read back now into what apparently you recognize is -- whether Mr. Stumpf would be put to death as an aider and abetter. They never took Eastman's testimony as true and -- and the prosecution's position as true, and then"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, they didn't have to take it as true. As I understand it, when they went back or cut bait, but there's no lack of candor. So where does the due process violation come at that point?"
  },
  {
    "speaker": "FREEDMAN",
    "speech": "We submit the due process urge -- we're urging that they've not take an agnostic position as prosecutors. They're -- they're urging again due process here. There was plenty of evidence for you to find that he was the shooter. That evidence is still there. Do you expect them to throw away that argument? I conviction and sentence deserve to be set aside."
  },
  {
    "speaker": "FREEDMAN",
    "speech": "We -- we proffer to the Court offender. That's something we submit has not happened in this death penalty case."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, do you concede that the to support a finding of guilt as an aider and abetter? Was there enough evidence that the fact finder could so"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Did you address, on behalf of Stumpf, some allegation that he has to be resentenced? the Sixth Circuit --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Is that still before us? aggravating factor. Why is this any different?"
  },
  {
    "speaker": "FREEDMAN",
    "speech": "Well -- well, I'd like to ask -- answer that in two ways. First, the -- we would submit vacating an aggravating factor. This is determining a constitutional error of due process. abetter --"
  },
  {
    "speaker": "REHNQUIST",
    "speech": "What is your best case, Mr. Freedman, for the idea that an inconsistency, process?"
  },
  {
    "speaker": "FREEDMAN",
    "speech": "The best case we cite in our argue in the Wesley case that he was the triggerman? The jury rejected that argument. They found that -- that he was not. We've -- we've learned from -- from our own the evidence from the jailhouse informant should be accepted. We're back to the position that we took in the offender, and was sentenced to death. That's a -- I mean, that's going to lead to -- I -- I -- maybe I'm off base here, but that's going to lead a jury to come out in a"
  },
  {
    "speaker": "STEVENS",
    "speech": "The jury simply decided they didn't want to sentence two people to death for the same impression might be wrong. So I'd appreciate your telling me what are the facts there."
  },
  {
    "speaker": "FREEDMAN",
    "speech": "They -- they argued generally in They argued that it was unfair --"
  },
  {
    "speaker": "BREYER",
    "speech": "All right. Who is they?"
  },
  {
    "speaker": "BREYER",
    "speech": "They went on both grounds, first the confession -- sorry -- the guilty plea, and second, the inconsistency. Now, there I thought that the misspoke because I think that's where I see the problem."
  },
  {
    "speaker": "FREEDMAN",
    "speech": "Okay. vacate. Am I right?"
  },
  {
    "speaker": "FREEDMAN",
    "speech": "That's correct."
  },
  {
    "speaker": "BREYER",
    "speech": "All right. I'm asking you if question."
  },
  {
    "speaker": "FREEDMAN",
    "speech": "I'm uncertain. I -- I think they in with a -- with a motion to vacate now and -- and he points to the inconsistency with the -- with the Stumpf trial? Would he also be entitled to get his sentence pointing out?"
  },
  {
    "speaker": "FREEDMAN",
    "speech": "Well, he certainly wouldn't have"
  },
  {
    "speaker": "FREEDMAN",
    "speech": "Why? One, he didn't -- let's assume arguendo that he received the death sentence. He had an opportunity -- receive a death sentence."
  },
  {
    "speaker": "FREEDMAN",
    "speech": "No, he did not. That's what --"
  },
  {
    "speaker": "SOUTER",
    "speech": "But that's Stumpf's case."
  },
  {
    "speaker": "FREEDMAN",
    "speech": "Yes, that's correct."
  },
  {
    "speaker": "SOUTER",
    "speech": "Yes. So I mean -- not --"
  },
  {
    "speaker": "SOUTER",
    "speech": "I don't see where Wesley -- disregard for the death -- for the eligibility for the death penalty. It's one of the few States."
  },
  {
    "speaker": "SOUTER",
    "speech": "I -- I thought the -- the by plan, went to the scene with -- with deadly weapons."
  },
  {
    "speaker": "FREEDMAN",
    "speech": "I believe under Ohio law that that, any judge on the Sixth Circuit say that that was the Ohio law?"
  },
  {
    "speaker": "FREEDMAN",
    "speech": "I believe so. That's my reading element of -- of intent that was -- I believe that's the -- the way I interpret the holding. Freedman. Mr. Cole, you have 3 minutes remaining."
  },
  {
    "speaker": "COLE",
    "speech": "Justice Ginsburg, to respond to your question, under Ohio law you do not need to -- to plan to"
  },
  {
    "speaker": "SOUTER",
    "speech": "You -- you mean at the hearing on the motion to vacate."
  },
  {
    "speaker": "COLE",
    "speech": "Hearing on the motion to vacate and I don't think the Due Process Clause requires the State to admit the ultimate truth of everything that voluntarily pled guilty, removing any risk about that. And if we look to this sentencing hearing, there's no risk that he received an impermissibly large sentence because counsel used that evidence and argued it, and the court"
  }
]