[
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument Ms. Mahoney. right of action. This Court, even in the context of express rights of action, whether RICO or the Clayton Act, has looked to the background principles of the And these kinds of injuries, which are really the classic form of derivative injury, have never been disparaging comments can cause distress to a worker and they're still not actionable unless it rises to the level of a hostile work environment. plaintiff's -- it wasn't here. What kind of damages was he asking for? damages. He doesn't specify them, but in an affidavit that he submitted to the district court, he said that his net worth had declined 8 million dollars and he is"
  },
  {
    "speaker": "SOUTER",
    "speech": "But I -- I guess that's where I went wrong. I thought those were the reasons"
  },
  {
    "speaker": "MAHONEY",
    "speech": "Your Honor, I think there's a couple of problems with that. I mean, first of all, these were contracts where Domino's had rights under McDonald under the terms of the contract for failing to perform, he would have rightly said, that's not my as the CEO? Couldn't that CEO, the individual, claim that that policy interferes with his ability to make contracts with his company to be the CEO?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "And shouldn't he then have a right to bring a claim under section 1981? well."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Suppose that McDonald had had a contract with the corporation that he gets 80 then sue?"
  },
  {
    "speaker": "MAHONEY",
    "speech": "No, Your Honor. There are two And -- and the point is, Your Honor, the -- the law has made it clear that simply breaching a contract in a manner that makes it more difficult for cause of the -- of the failure to perform all of the succeeding downstream contracts. Otherwise, the -- the not simply making it more expensive or more difficult. And -- and I think it's important to emphasize why these rules were developed under the the very reasonable and legitimate interests of -- of innocent third parties. In -- in -- take the corporate the common law to make sure that everybody's interests are sufficiently protected. And what the Ninth Circuit's, you know, asking for is to just blow through all of those rules that -- that have been designed to -- to make sense out"
  },
  {
    "speaker": "MAHONEY",
    "speech": "Not that I know of, and I don't -- and I -- I think if you did that, would you do it for employees too? Can all the employees sue? I mean, violated a term of a contract because it was -- it wanted to cause economic loss to the employee of a sometimes they can't. Victims of efforts to interfere with a contract sometimes recover; sometimes they can't. And one question is whether this particular to be an expert on contract law to know. But in respect to the civil rights law, I guess your position is -- and this is what I want to know -- that whatever those doctrines are, they have to be the same for white people as for black people."
  },
  {
    "speaker": "MAHONEY",
    "speech": "I think the language of the statute says that it's protecting the -- the right of all -- the same right to make and enforce --"
  },
  {
    "speaker": "BREYER",
    "speech": "Right. So -- so it might apply. And one thing you couldn't do if you're a State is have a different rule for black people that treated them worse than white people."
  },
  {
    "speaker": "MAHONEY",
    "speech": "I think that's correct, Your Honor, but --"
  },
  {
    "speaker": "BREYER",
    "speech": "All right. And has there ever been a case in respect, whether it's affirmative action or some other thing, that interprets that -- that -- this particular civil rights statute to say that for whatever historical reasons, et cetera, black people are entitled to more protection under contract law than white?"
  },
  {
    "speaker": "MAHONEY",
    "speech": "Not that I can think of, Your Honor. And I think the language of this statute, though -- I mean, certainly though -- of course, the also protect white person -- white -- white people, people of all color, despite the language that says, instance, that section 1981 was designed to have its own Federal content, but that when we look at the term, the right to make and enforce contracts, certainly we And under the common law of contracts, only parties and third party beneficiaries have -- hold rights under party beneficiaries. In other words, parties need to agree on who the third -- on who the beneficiaries are supposed to be. And here, of course, there's nothing anything in the contracts to identify him as that. And also, if -- if --"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, but that's exactly what I'm asking. If -- if you win, this case is reversed, sent back. I mean, what do -- would I tell delve into this, is, look, it's plausible here that third party beneficiary doctrine might cover this never pled. It was never argued, and the district court dismissed this complaint with prejudice because there was no alternative theory. They did not move for So I think this Court should say one of two things about the alternative theory. Either, number is a section 1985 case, this Court looked to common law. But it -- it said that it's really Federal common law that controls these issues. law principles to inform what Congress may have had in mind when it -- it allowed for persons to recover for principles."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, in a -- in a sense this is stronger than some tortious interference claims"
  },
  {
    "speaker": "MAHONEY",
    "speech": "That's always true in tortious interference claims, Your Honor, and -- And I think it -- it is -- also bears emphasis of where this theory would take the Court if it were to recognize this. It would go far afield from in the terms of an employment contract because this -- the tortious interference theory, of course, is based road to recognize this -- this kind of theory. So I don't -- I don't think that we are asking the Court to do anything radical, and I think avoided, if the Court would prefer, because the -- the theory was unquestionably waived. theory because he doesn't allege that the terms of that contract were actually violated. And in fact, at page 45 of his brief -- or 44, he concedes that JWM did there had been a failure of performance, he cannot show that Domino's was a sufficiently direct cause of that"
  },
  {
    "speaker": "LICHTENSTEIN",
    "speech": "Mr. Chief Justice, and may The issue here is whether, by choosing to operate as a solely owned corporation, John McDonald statute's protection. Clearly, if he had been a sole proprietor, there would be no question of stating a cause of action. We contend that he's still protected section 1981; two, John McDonald's relationship with Domino's; and three, John McDonald's relationship with"
  },
  {
    "speaker": "ROBERTS",
    "speech": "No. The --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Excuse me."
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- the allegation I'm you didn't have to raise it below, given the state of the Ninth Circuit law I would suppose. But in your this."
  },
  {
    "speaker": "LICHTENSTEIN",
    "speech": "They did not raise that -- that does not appear there. to us. We -- we didn't think this was in the case at all. general. Is a claim of discrimination -- I don't know the state of the law, but maybe if a minority shareholder -- a minority person is the sole could assert protection, or maybe it couldn't. But here, I take it that the corporation JWM beneficiary. This is an issue of --"
  },
  {
    "speaker": "BREYER",
    "speech": "You conceded that out."
  },
  {
    "speaker": "LICHTENSTEIN",
    "speech": "-- discrimination and this this out, it was not specified in the various ways that this discrimination was affected, that oversight  presented was -- was precisely if your client did not have a contractual relationship, would the mere allegation of personal injury, which you're now"
  },
  {
    "speaker": "LICHTENSTEIN",
    "speech": "Well, it's -- the allegation of both -- well, discrimination is a say that the corporation has that same relation with its own shareholder."
  },
  {
    "speaker": "LICHTENSTEIN",
    "speech": "I think in this particular at John McDonald. It was not --"
  },
  {
    "speaker": "BREYER",
    "speech": "That might --"
  },
  {
    "speaker": "LICHTENSTEIN",
    "speech": "It had -- it could bring the -- a suit for the damages of the lost revenue that it could have gotten from its contract. We believe, of State law, that here JWM would get its net profits. The wages that would be paid out would be recoverable And we seem to have it conceded that even if that's too broad, there are at least some circumstances where you could bring your claim. One is if you were a the second is if you are a target such that their action violates and interferes with a contract between"
  },
  {
    "speaker": "BREYER",
    "speech": "-- were discriminatory, aiming at me, et cetera."
  },
  {
    "speaker": "LICHTENSTEIN",
    "speech": "Yes. I think that there injuries and interference with the making, enforcing, or performance of contract. I don't -- And can you -- can you sustain a lawsuit for the violation of that contract? There was no mention of any other contract. I don't know why we should send it haven't even thought of even when you filed the brief in opposition. pleading the advantage of a corporation, limited liability and all of that, and went through bankruptcy taking that advantage, one of the consequences of which claim. And now you want to disclaim the advantage of related, and you would be precluded from bringing such a claim. So to the extent that there's an overlap, you face a res judicata bar. claim had not been precluded by bankruptcy -- and there were two plaintiffs in this case, JWM and McDonald --"
  },
  {
    "speaker": "STEVENS",
    "speech": "May I ask just -- did the individual plaintiff assert the 1981 claim at any time before the settlement of the corporate claim? and I would have to check on the timing of this, but I believe that the suit was filed prior to the settlement corporation. It was John McDonald. Here, you have a situation where -- and it's kind of a unique one -- where there's a claim that discriminated against, can't recover but some other entity can. That sort of turns section 1981 on its it under a general contract --"
  },
  {
    "speaker": "SOUTER",
    "speech": "So you're reporting not merely the -- the tort of tortious interference, but subsumed with -- under 1981. Aren't you?"
  },
  {
    "speaker": "LICHTENSTEIN",
    "speech": "Yes, and I think the --"
  },
  {
    "speaker": "LICHTENSTEIN",
    "speech": "I think that what we are saying I think is what the Court has said -- is that this is a personal injury, and that dignitary claims I don't think --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, contract -- I -- you generalized tort. If want to call it a tort, it is a tort that goes to your ability to make and enforce contracts. I don't see anything --"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- dignitary about that."
  },
  {
    "speaker": "LICHTENSTEIN",
    "speech": "-- that it goes to your action to -- to every minority employee of General Motors. Isn't that correct?"
  },
  {
    "speaker": "LICHTENSTEIN",
    "speech": "If there is a there is blatant and intentional discrimination, racial discrimination, by a multinational corporation like"
  },
  {
    "speaker": "SCALIA",
    "speech": "No. Okay. Well, then -- then what do they have to show? They have to show that -- that their salaries were -- were reduced? But -- here. They have to show -- show that a contract with them was breached? But you didn't plead that here and the corporation."
  },
  {
    "speaker": "SOUTER",
    "speech": "But none of the ruin occurred, as I understand it, until the corporation the bank, for example, didn't say we're not doing any more business with -- with you, McDonald. As I that Mr. McDonald took was just this, the 1981 action, saying that there was a Federal violation, that this was done to discriminate against him, and this seems to 1981, which is why this case was filed."
  },
  {
    "speaker": "GINSBURG",
    "speech": "If it fits, it's because what was all that was decided."
  },
  {
    "speaker": "LICHTENSTEIN",
    "speech": "Well, at that time, that -- it said that anti-semitism counted as race, but was met because of the dignitary harms."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Well, I don't see anything that discrimination in terms of housing should have dignitary claims while discrimination in terms of contract should not is something this Court has never"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, counsel."
  },
  {
    "speaker": "LICHTENSTEIN",
    "speech": "Thank you. supposedly violated, as well as, you know, the other elements. Second, I think that if this were a harder hadn't been waived, I might understand the Court's reluctance to get into it. But we know from the African American starts to negotiate with your client, and your client says, we have a policy of not dealing with companies owned by African Americans. Would the section 1981?"
  },
  {
    "speaker": "MAHONEY",
    "speech": "I think the corporation would, the extent that racial discrimination might have affected negotiations, that would be an element of the corporation's claim under 1981 rather than an"
  },
  {
    "speaker": "MAHONEY",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "STEVENS",
    "speech": "Yes. Birmingham for the -- for instance, this Court did find that a -- a male coach had been subjected to discrimination on the basis of sex, even though he's discrimination. And I think the courts have looked at"
  }
]