[
  {
    "speaker": "STEVENS",
    "speech": "We'll now hear argument in the Mr. Clement. that it deals with its espionage agents like respondents are alleged to be."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Yes, okay. agents -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Would the Government be espionage agent and nobody else knew about it. Would -­ would that -- would he be treated as an espionage agent or as an employee? Justice Stevens, I think that individual would be treated as an espionage agent if it's just somebody for sort of a and I think there is -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Yes, but you need to get to whether there is -- do you urge dismissal for lack of merits? It's not clear to me at all."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, Justice O'Connor, I think general practice of the Government is to file under both. I believe that's what happened here. I think the fact that we file under both suggests that there is a little it's better understood as a rule of dismissal under 12(b)(6) because if you think about the Totten decision, them after they carried out, quote, their end of the bargain."
  },
  {
    "speaker": "KENNEDY",
    "speech": "If there's no cause of action, closest analogy? Is it like a promise to make a gift, which is unenforceable? Is there kind of a contract no legal recourse at all mean that you could torture an agent if you were dissatisfied with his work performance?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "I -- I don't believe that's true, constitutional claim that an -- an agent -- an alleged agent might have that doesn't depend on the espionage answering Justice Stevens' hypothetical. I understood to be the hypothetical that you had a Government employee who engaged in a separate spy endeavor, if you will, and then for that particular endeavor."
  },
  {
    "speaker": "SCALIA",
    "speech": "Okay, not -- not for his reply brief and you say you're contrasting this type of claim with a title VII claim which -- in which you say that the Court in Webster relied on the CIA's historical historical practice, not the Court's rulings. Are you suggesting that even with respect to employment of a stretch for the Government to come in and say that there's an implied term of that employment agreement that forecloses a judicial remedy."
  },
  {
    "speaker": "SCALIA",
    "speech": "I guess the Government can't enforce -- cannot enforce these contracts either. Right? papers, and we don't renew any type of jurisdictional objection at this stage."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Are you free -- are you free its immunity from suit for contracts, provided that the suit is brought in the Federal Circuit -- is that not one that is formed on the contract or an implied contract, it seems to me that that's a claim that's clearly within the coverage of the Totten doctrine because individual will be engaged in a -- in a situation where they will be endangered. sense to interpret the doctrine in a way that requires the Government to wait to assert a Totten defense until there is a jurisdictional question cleared up that actually is -- is there is a need to dismiss the claim at the outset before any discovery because of the nature of the regulations. How do we get the authority to decide the -- the contract question? the contract question has, whether it's 12(b)(1) or 12(b)(6), I think it's a -- it's a threshold issue and I procedural handling mechanisms for claims that we know there's no legitimate expectation for their enforcement at all. And it seems odd that this would develop in a way rights, and we know from Totten that there is no substance here that can be brought forward in the courts. it has always been thus, and I think there is no principle in -- in any recent development that requires this Court to revisit the rule of Totten which, as I said, suggests dates back much further. If I can make one other point, which is I think first place. It will simply be dismissed."
  },
  {
    "speaker": "SCALIA",
    "speech": "Mr. Clement, the --"
  },
  {
    "speaker": "STEVENS",
    "speech": "Mr. -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "I just wanted to ask one. I don't remember whether the briefs discuss it or not, but disclosure of classified information, but I think that the -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "But is the identity of an the statute?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "I think it is. It's protected that way? If and when it turns out that the prosecution of this -- of this suit would require a secret to be disclosed, we will terminate it or -- but -- but up until take a run at it and see?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, Justice Scalia, there's a something is privileged, you -- you treat the matter as privileged and you take it out of the case."
  },
  {
    "speaker": "GINSBURG",
    "speech": "But you're not making that There was something in your brief, reply brief, at 18 and 19 in which you -- you cite Reynolds and you say the"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Absolutely not, Justice Scalia, not in civil litigation. And that's why the state secrets privilege is, I mean, quite a remarkable doctrine in the"
  },
  {
    "speaker": "SCALIA",
    "speech": "You're talking about civil only. over there in the CIA in their books somewhere, which we've never read, and they say when we use a foreign person as a spy, we'll pay him some money or we give him to do that as a matter of contract. We don't have to do it at all, but we do it. And so there's a claim here that for handling secret contracts. So unless one can allege that they were a party to a secret contract or at least a secret relationship, there's no point in that individual standing to challenge the regulation."
  },
  {
    "speaker": "BREYER",
    "speech": "So -- so you're saying if in there this Court applied Totten to not force the Navy to produce an environmental impact statement even though there were regulations on the book -- and the concurring Department of Defense said we do produce an environmental impact statement even if it's classified. So I think on appendix, pages 72 to 74, where the CIA employee described the fact that there are, in fact, regulations that are not limited to enforcing a secret contract. That is not our"
  },
  {
    "speaker": "SOUTER",
    "speech": "But they are regulations that the -- that depend upon the existence of a spy-principal any comment on whether they had formerly been spies and that these regulations do not require us to prove as an essential element even to the CIA, much less to the"
  },
  {
    "speaker": "SCALIA",
    "speech": "You -­"
  },
  {
    "speaker": "BURMAN",
    "speech": "-- that they were spies for the can show, once we are allowed to proceed -- and it's premature at this time to decide whether we'll be successful in this or not. We believe we can show that resettlees, we will provide continued financial and security support in these circumstances, a need-based  claim can be based by these particular Does is a spy relationship? We claim privilege, and on the basis of that privilege, we -- we claim dismissal. What is your"
  },
  {
    "speaker": "BURMAN",
    "speech": "If that were an essential element of our claim, which we believe it is not --  privilege on the ground that the only basis for your 110 claim is or can be, on facts known to them, that your clients were spies. Do you respond by saying, yes, we"
  },
  {
    "speaker": "BURMAN",
    "speech": "We respond by saying we have an entitlement to a fair process within the agency, a"
  },
  {
    "speaker": "SOUTER",
    "speech": "Then I don't know why you're not out of court on Totten."
  },
  {
    "speaker": "BURMAN",
    "speech": "Because we are not claiming the compensation -­"
  },
  {
    "speaker": "BREYER",
    "speech": "What is a PL -­ the CIA concluding internally whether we are entitled to PL-110 status."
  },
  {
    "speaker": "BREYER",
    "speech": "All right, but my guess is -­ the only basis on which you could say you were an essential person is that you're a spy."
  },
  {
    "speaker": "SCALIA",
    "speech": "-- trust me, it doesn't."
  },
  {
    "speaker": "BURMAN",
    "speech": "We do not believe that we have to have -- that we have to disclose anything to the district within the CIA. At the time of Totten, the idea of having a Doe being able to sue was not recognized for a plaintiff argued on pages 37 to 40 of their brief for exactly the same interpretation of Totten that they are arguing now. They specifically said that it should not be up to the Reynolds, and yet the Court rejected that position. In Hamdi, they said there cannot be a secret What we still have, though, is a claim to a fair, internal agency procedure."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Attached to what? I mean, claim. You have a right to a fair procedure because it's attached to some substantive right. that? What's your best case for that proposition?"
  },
  {
    "speaker": "BURMAN",
    "speech": "Well, certainly Matthews v. Eldridge. due process in -- in the air."
  },
  {
    "speaker": "BURMAN",
    "speech": "We don't believe it is, Your Honor. contract and we do not believe we have to rely on it. We were -- the Does were coerced into what they did. They do not seek compensation. I don't think Matthews addresses it. What is your strongest case for the notion that you have a property -- that's the nontenured teacher?"
  },
  {
    "speaker": "BURMAN",
    "speech": "Yes."
  },
  {
    "speaker": "BREYER",
    "speech": "There's no property right that it wasn't compared to Roth where there was. All right. So -- so -- but there was a First Amendment But I would hasten to add it is premature to determine whether we win on the merits, and the Government is absolutely wrong in their brief in suggesting that merits, that we don't have standing. We have standing to make a claim for fair procedures. Those procedures may"
  },
  {
    "speaker": "KENNEDY",
    "speech": "I -- that's not my question."
  },
  {
    "speaker": "BURMAN",
    "speech": "Yes, we do."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Suppose Mr. Totten is here"
  },
  {
    "speaker": "BURMAN",
    "speech": "And if there were regulations in the Totten situation that created some sort of meaningful us. They said that in their regulations, but they gave us something much less."
  },
  {
    "speaker": "BURMAN",
    "speech": "It's possible that the CIA would its regulations that would be a state secret. It's hard for us to imagine what that would be, but in fact that is process for applying that standard must remain internal to the CIA. The Does share the interest in protecting their identity and the identities of others like them."
  },
  {
    "speaker": "BREYER",
    "speech": "What's your answer? What is your response? the record from -- between the CIA and the Justice Department in which the -- there was basically an understanding that there would be regulations like this in effectively become wards otherwise on -- on the Government and that the CIA would continue some responsibility for quickly now says, unlike what it argued in Webster, that there is this type of contract which is not subject to the jurisdictional bar, and that is a contract with their own going to know a much broader swath, as Mr. Clement said, of secrets. If their rationale made sense as something The Does, in fact, do not underestimate the risks of disclosure of their identities and of their relationship with the CIA. Perhaps they put too much into the reason for that, I suggest, is understandable. It was subject to preapproval by the agency. Why not put the generally, which is what the CIA witness McNair basically said, that many PL-110 resettlees are in continued danger because of the nature of which we brought them in, them in, or if they can show that in their particular situation there is a -- a special relationship of danger at this time. And -- and we believe that that's the same situation now."
  },
  {
    "speaker": "STEVENS",
    "speech": "Do you agree -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "Excuse me. Do you agree your due process argument does depend on having either a"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, but it may lead -- it may lead to other agents and -- and one of the problems about allowing suits like this is that this information about his law office, and much more readily accessible to -- to foreign powers than -- than it would be at Langley. and where the parties have done everything possible -- the Does, the plaintiffs, have done everything possible to honor the confidences that the Government wants to keep."
  },
  {
    "speaker": "STEVENS",
    "speech": "Thank you, Mr. Burman. Mr. Clement, you have about 4 and a half minutes the CIA, please hear my claim. I would say there's no material difference in terms of all of the policies that undergird the Totten doctrine between those two. And I and 37a of the petition appendix that the respondents would have to establish a relationship with the agency. litigation, and I would ask you to look at those pleadings. The complaint is replete with references to the espionage relationship, and the complaint itself cites would suggest that if this claim is not Totten-barred,"
  }
]