[
  {
    "speaker": "O'CONNOR",
    "speech": "We will hear argument next in Attorney General Bennett. but rather to require just compensation in the event of an otherwise valid taking. In this particular case, we had a circumstance where she evaluated the demeanor and credibility of one expert from Chevron and one expert from the State of -- it used, that if indeed you have this type of intermediate scrutiny, cases like Nectow and Euclid v. Village of Ambler could not stand because, as this Court whether the object was in the power of the legislature or -- or the municipal authority and whether the means used at these types of cases under the rubric of Penn Central where the primary factor that the Court looks at is the extent of the economic injury and also the extent to which expectations. A particular irony of this case is that the indicated that this sets out a more exacting test than rational basis other than in the rough proportionality context of Nollan and Dolan.  And I think the language somewhat taken on a life of its own, and the lower courts and the -- the supreme courts of the several States have"
  },
  {
    "speaker": "BENNETT",
    "speech": "Your Honor, if -- if the claim was that the legislation was irrational, that it --"
  },
  {
    "speaker": "BREYER",
    "speech": "No.  They're going to say, realistically, you know there's no good reason."
  },
  {
    "speaker": "BENNETT",
    "speech": "No --"
  },
  {
    "speaker": "BENNETT",
    "speech": "Well, we would suggest, Your Honor, that what the Court does is say that -- that in Agins, what the Court was essentially doing was restating"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Would you speak up a little?"
  },
  {
    "speaker": "BENNETT",
    "speech": "I'm sorry, Your Honor.  We would there's a public use than you would feel our doing it in order to decide whether there's been a taking?"
  },
  {
    "speaker": "BENNETT",
    "speech": "Well -- all of your objections apply equally?"
  },
  {
    "speaker": "BENNETT",
    "speech": "Certainly if it were more than although less intrusive, than the statute that this Court upheld in Exxon v. Maryland.  The goal of the statute in both cases was the same.  It was to preserve competition refinery level a duopoly and at the wholesale level an oligopoly, it certainly was rational for the legislature say is that this Court's jurisprudence is that in applying a rational basis test, one doesn't look at what the legislature said was the purpose of the statute, but one statute and --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "And you would be here review.  And in fact, in Lochner itself, the -- the Court stated that we do not believe in the soundness of the views which uphold this law, and one can take that and the Ninth Circuit does essentially the same thing. Your Honor, in our representative democracy, therefore, do not substitute their judgment for the economic wisdom of legislation for that of the legislature.  And courts typically lack the fact-finding the sort of predictive judgments that the Ninth Circuit relied upon in this case. not a public use and it's invalid and it should be enjoined, the consequences not to trigger the payment of -- of compensation. for regulatory takings.  In deciding whether there is a regulatory taking, this Court has developed tests to look happens is you just invalidate the regulation.  You don't pay compensation."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "That's -- that's correct,"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Because if it's not a public use, then you can't -- Compensation Clause jurisprudence, I -- I think it -- I think it's important to consider that the Court has not actually ever struck down a measure under the Just present the different consequence of -- of a physical appropriation.  The Court has not ever actually struck where they had the grandmother and the -- the --"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Right.  Well, cases -- cases involving the -- the family unit I think -- I mean, those regulating property.  Those -- those get into -- those get into questions of -- of who's occupying -- who's occupying explained the test as being a -- a court may not set aside the determination of public officers unless it's clear that it has no foundation in reason and is a mere relation to the public health.  The Court was --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Well, they don't sound like some doctrine in order to protect the concept of physical invasion so that that can't be avoided.  Perhaps that's not applicable to a -- to an economic regulation."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Even though this is a leasehold interest.  I -- I understand that."
  },
  {
    "speaker": "SCALIA",
    "speech": "I mean, so we have to eat crow no matter what we do.  Right? (Laughter.) the trouble of, you know, redefining substantially affects? that. I would point out that throughout the course of history, the Court has sometimes used takings and due example, the -- this Court's Rowan decision which refers to the plaintiff's constitutional claim as saying that the whether that doctrine includes the inquiries called for by the substantially advances test, which this Court articulated in Agins, but which is grounded in principles"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Is it a regulatory taking in your view because the substantially advances test is not entitled -- be entitled to mine -- took that property just as assuredly as a condemnation of it would.  And then the Court said, but the seemingly absolute protection of the regulation that affects that kind of appropriation, as opposed to an outright condemnation of it, that that whether their reason is quite a good one or just barely good enough?  And that's -- that's the puzzle, I think, that the other side is putting to you, and I must say I'm whether it's a very good reason or just a barely adequate reason has nothing to do with whether they should pay it is a compensation issue."
  },
  {
    "speaker": "BREYER",
    "speech": "It's a compensation issue."
  },
  {
    "speaker": "SOUTER",
    "speech": "So you want money?  You want a"
  },
  {
    "speaker": "STEWART",
    "speech": "We wanted a declaration from the court that the -- that they cannot proceed with a statute"
  },
  {
    "speaker": "STEWART",
    "speech": "Yes."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "-- at all.  And you have to look at how severely the State law burdens the property"
  },
  {
    "speaker": "STEWART",
    "speech": "Your Honor, the -- in Lucas, this Court found that a -- a complete deprivation of the imagine cases where their reason is wonderful and they should have to pay or maybe they shouldn't.  It's neither a necessary nor a sufficient condition.  It has nothing to Now, that's their argument I think, or at least as I understand it, and I want you to explain to me why the regulation goes too far, and if it's illegitimate, that tends to show -- I suppose the jurisprudence is -- that this is not an accepted form of regulation in the your argument."
  },
  {
    "speaker": "STEWART",
    "speech": "Well, I think, Your Honor, that build a highway, which is absolutely necessary.  Would you suggest that compensation doesn't have to be paid?"
  },
  {
    "speaker": "STEWART",
    "speech": "Compensation, of course, has to be"
  },
  {
    "speaker": "BREYER",
    "speech": "Of course, it does. Now, let me suggest the other side of the coin,"
  },
  {
    "speaker": "STEWART",
    "speech": "Yes, Your Honor, I do.  And because the -- the -- assuming -- on the assumption that this is really a -- a burden on property rights that would requires compensation unless there's some limitation on the compensation principle.  And the limitation that the control ordinance into effect.  You say that's a taking, and how would one measure the compensation?"
  },
  {
    "speaker": "STEWART",
    "speech": "The compensation would be measured under the regulation or the statute and the rent that the -- that the landlord, the lessor, would otherwise be"
  },
  {
    "speaker": "STEWART",
    "speech": "Your Honor, our -- the question would be, under our analysis, is not the validity of the -- of the ends, of the legislative ends.  That would be the -- so the question of the legitimacy of the government's interest in controlling rent would not be at in relieving poor renters from the -- from the burden of -- of high rents."
  },
  {
    "speaker": "STEWART",
    "speech": "I think our --"
  },
  {
    "speaker": "STEWART",
    "speech": "Well, I think our position, Your Honor, is that there are -- this -- this is a threshold government's interest is satisfied, you then inquire into whether the burden is such in light of the purposes to be served that we believe it goes too far -- going to be as unhelpful as it would be in my extreme hypothetical, why have the test at all?  Because in the singling out a given property right and imposing on that the burden of a regulation and if it has not demonstrated that the burden it is imposing is related in a -- in a -- imposed, then in that circumstance, the -- the rationale for imposing that burden without compensation, in distinct from proceeding without compensation.  When the government proceeds with compensation -- it's going to pay for the private property rights, the constitutionally interfering -- then we demand a lesser showing.  But when there is a constitutional right at stake, the -- the but if it doesn't make sense at all, why should we even have to get to that question?  Why isn't the more sensible thing to say to the government, stop doing it? difference in the relative interests at stake when we're talking about proceeding with compensation as against"
  },
  {
    "speaker": "STEWART",
    "speech": "Your Honor, the State's position in this case is that by preserving a network of lessee dealers, there will be benefits to the public in terms of is that those benefits would far outweigh the -- the modest decrease in rent, lost rent to the oil companies. theory in terms of the example.  That is, imagine that the benefits of the network of dealers of gasoline into the community are fabulous and obvious.  So there's a great theory, the government shouldn't have to pay compensation then, but it should have to pay compensation just because protected -- rights protected by explicit provisions in the Constitution, on the basis that its needs, its legitimate interests require that intrusion, then the to make that inquiry into whether the need is -- is being actually served."
  },
  {
    "speaker": "STEWART",
    "speech": "I think, Your Honor, that most courts have recognized, although I don't know that it's settled, that a -- a control on the price of a product Takings Clause.  And -- and in that circumstance, the substantially advances test almost certainly would be met, and apply to it the very same test that the Court has repudiated in Lochner.  And the answer to that I believe is clearly no. to rights of private property, would not extend -- and I don't believe there's anything in this Court's precedents First English said that the Just Compensation Clause of the Fifth Amendment is one such provision. And our position here is that this taken without just compensation, should be entitled to the same protection as the other constitutional protections in illegitimate.  That type of a test belongs under the Due Process Clause, not under the Just Compensation Clause. This Court has time and time again said that it very limited circumstances and, indeed, it's not going to divide parcels in the way Chevron suggests here and"
  }
]