[
  {
    "speaker": "[10",
    "speech": "04 a.m.]"
  },
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument Mr. Radmore. damage, that arise while the mail is -- if the mail is lost, misdelivered, damaged, or delayed. The Government argues for a much broader handling of mail. The Government's construction depends on a definition of transmission of the mail, viewed in"
  },
  {
    "speaker": "RADMORE",
    "speech": "Well, once you --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "I thought we did."
  },
  {
    "speaker": "RADMORE",
    "speech": "But once there's a broad waiver --"
  },
  {
    "speaker": "RADMORE",
    "speech": "Well --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Now, why should we interpret Government, in this case in -- and the Court, in Kosak, has told us that automobile accidents are not barred, are -- from -- by -- they're not barred --"
  },
  {
    "speaker": "RADMORE",
    "speech": "-- in the case --"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- have been within the interpretation that the Government as -- is urging this Court to follow. But you have to look at the term \"negligent transmission\" in the context of the whole given the broad interpretation that the Government urges and the Third Circuit found, then the words \"loss\" and covered by negligent transmission? I take it if the -- if the postal worker throws the package to the house and there's something in it that gets broken, that's covered"
  },
  {
    "speaker": "RADMORE",
    "speech": "Any damage to the mail, itself, would be covered to the exception -- by the exception. there would be a like liability between private persons."
  },
  {
    "speaker": "STEVENS",
    "speech": "Wouldn't the term \"negligent transmission\" probably cover late deliveries?"
  },
  {
    "speaker": "STEVENS",
    "speech": "Or incorrect deliveries in --"
  },
  {
    "speaker": "RADMORE",
    "speech": "It would -- could. any damage to the actual contents of the package, itself."
  },
  {
    "speaker": "SCALIA",
    "speech": "So, in -- it seems to me a little strange that this same act is both within the negligence."
  },
  {
    "speaker": "RADMORE",
    "speech": "Well, it's not really the same glad you came up with that. [Laughter.]"
  },
  {
    "speaker": "ROBERTS",
    "speech": "What does \"negligent"
  },
  {
    "speaker": "RADMORE",
    "speech": "Well, the -- \"loss\" doesn't cover mail that would be delayed or damaged. I mean, if you deliver it to the house next door, you haven't lost it, you've misdelivered it or miscarried it. I don't -- I don't think \"miscarriage\" is redundant. But narrow that I'm not sure it adds anything to \"miscarriage,\" which suggests it might --"
  },
  {
    "speaker": "RADMORE",
    "speech": "You couldn't sue."
  },
  {
    "speaker": "BREYER",
    "speech": "All right. Well, suppose what they do is -- this is -- it seems to me this case is like suppose that the -- what they do is, he puts the mail on the porch, my package, and he rips it open, negligently;"
  },
  {
    "speaker": "BREYER",
    "speech": "On the other -- no, they -- see, it -- he put it on the porch, which is transmitting it, in such a way that it fell open. But I'm just trying have the automobile accident. And I guess he comes along the street, the postman, swinging my package around, and hypothetical, the mail still arrived on time and in good condition if they bopped somebody on the head. There wouldn't be a bar -- quite work, because I guess my public humiliation case is -- could be an ordinary tort. Somebody could go up to the delivery."
  },
  {
    "speaker": "RADMORE",
    "speech": "Well, it's not good condition for purposes of ordinary torts. The exception bars a claim In your hypothetical, Justice Breyer, if the toupee were damaged as a result of the package being opened, then you"
  },
  {
    "speaker": "RADMORE",
    "speech": "Yes, Justice Ginsburg."
  },
  {
    "speaker": "GINSBURG",
    "speech": "But -- and -- you -- therefore, it should be just like everyone else with"
  },
  {
    "speaker": "RADMORE",
    "speech": "With respect to ordinary torts. If they create -- if the Post Office creates a hazardous that exclusion would not only apply to the terms of the exception \"negligent transmission,\" but, if it's an exclusion, as the Government has argued for, though they and miscarriage, the logical endpoint of their exclusion is that if you have a tractor-trailer that has 10,000 IRS the mail is damaged or --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Yes."
  },
  {
    "speaker": "RADMORE",
    "speech": "-- delayed --"
  },
  {
    "speaker": "RADMORE",
    "speech": "-- through negligence, regardless if it's a motor-vehicle accident, then the Government is same as miscarriage or loss, then that makes the whole term \"negligent transmission\" superfluous. And this Court has told us that every term in an -- in the -- any"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, it's only superfluous under your reading. If it covers, for third -- to the third person. So, with that broad definition of \"negligent transmission,\" anything that occurred, whether it was a loss of the mail, whether it and that would make the words \"loss\" and \"miscarriage\" superfluous. where we think --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Yes, your theory is basically that the exception just deals with bad things that happen"
  },
  {
    "speaker": "RADMORE",
    "speech": "Well, it also would protect the Government when there is a -- either a personal injury or"
  },
  {
    "speaker": "MILLETT",
    "speech": "Mr. Chief Justice, and may it please the Court: Justice O'Connor, when you mentioned that this that with that in mind, it's, sort of, central to our starting to our point for understanding this statute. when the delivery truck or the postal truck rear-ends you, doesn't arise out of the handling of the mail; it arises out of the handling of the vehicle. There's two about the one, and not the other. And I think it's a -- it's -- post, but it --"
  },
  {
    "speaker": "STEVENS",
    "speech": "But the key word in the statute is \"transmission,\" not \"the transmission of"
  },
  {
    "speaker": "MILLETT",
    "speech": "The key words, I think, are the whole exception, which is \"arising out of the negligent wrong person. \"Transmission\" gets to the right person, but something went wrong in the process. And so, if you look at it that way, yes, there's no doubt there's \"miscarriage.\" It is important to understand that --"
  },
  {
    "speaker": "SCALIA",
    "speech": "It covers damage, for one the very important decisions that post -- the Post Office has to make about getting the mail to someone on time. Part of that is how I get it there. And it's -- it day that don't fit in a mailbox or a mail slot to their customers; it includes how, after a hurricane, we decide"
  },
  {
    "speaker": "BREYER",
    "speech": "-- that kind of thing that doing it -- that kind of thing doesn't mean to fall within the \"transmission.\" Now, suppose that that was the holding. How would the Government be hurt? the exception, as I understand it, is that of harms to or from the content of the mail, that isn't going to --  point, first of all, is this text, and not legislative history or purpose --"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, you can't get too far --"
  },
  {
    "speaker": "BREYER",
    "speech": "-- with the text. I think you have a great claim, and so does the other side; but if  -- to get that job done, you have to be able to make judgments about the actual act of delivery. And --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, how is mail- --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "And what if it's for --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "-- mail-specific any different under your view?"
  },
  {
    "speaker": "MILLETT",
    "speech": "No, but it's clear that Congress because all delivery people have the same problem."
  },
  {
    "speaker": "MILLETT",
    "speech": "The mail --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "So, why is it mail-specific? it into a mailbox is a uniquely postal --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, and letters are carried"
  },
  {
    "speaker": "BREYER",
    "speech": "So, if --"
  },
  {
    "speaker": "MILLETT",
    "speech": "And if it --"
  },
  {
    "speaker": "BREYER",
    "speech": "-- in fact, you have a driver puts the mail in the truck, so my skis, which I have shipped by mail, happen to stick out the side, and, as he defenses. And it goes a little bit beyond the suit, but, as I -- I read through the regulations, and it's the duty of the occupant, or the recipient, of the mail to provide do that, so that they just have to put it on the porch -- is that a defense? requiring that the mail be put in a reasonably safe place? And by that, I mean reasonably safe for the occupant, not reasonably safe for the mail."
  },
  {
    "speaker": "KENNEDY",
    "speech": "You -- because you quote -- you quote, on page 2, the footnote -- you quote the"
  },
  {
    "speaker": "MILLETT",
    "speech": "Well --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "I'm not saying --"
  },
  {
    "speaker": "MILLETT",
    "speech": "The -- cause of action."
  },
  {
    "speaker": "MILLETT",
    "speech": "Right. people. I don't know. Or they -- they ring the bell, probably, but some -- McDonald's hamburgers, lots of -- department stores. I mean, a lot of people leave things"
  },
  {
    "speaker": "MILLETT",
    "speech": "Because -- because we -- first of all, we leave it there for 37 cents, and we leave it in a"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, what's the Postal Service number for large packages?"
  },
  {
    "speaker": "MILLETT",
    "speech": "Large? I mean, they -- they don't"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Yes."
  },
  {
    "speaker": "MILLETT",
    "speech": "-- medium, or what will fit inside Did you?"
  },
  {
    "speaker": "GINSBURG",
    "speech": "It --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- goes --"
  },
  {
    "speaker": "MILLETT",
    "speech": "I know it was in our brief in because that -- just like -- that's not handling of the mail, that's handling of a building or handling of a vehicle, which we see different from handling of --"
  },
  {
    "speaker": "MILLETT",
    "speech": "-- the mail."
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- there was, in one of the That's case one. Case two is, he's finished making his rounds, and he dumps the sack on the street, it has no mail in it, and somebody trips over it. On your theory of only in the one where the mailbag was stuffed full of mail?"
  },
  {
    "speaker": "MILLETT",
    "speech": "I think -- in -- first of all, it's just dicta in Kosak, which, in fact, construed the customs exception to include both -- you know, not to turn asking for the sort of same analysis of the holding in Kosak -- the dicta in Kosak about motor vehicles is that distinction?"
  },
  {
    "speaker": "MILLETT",
    "speech": "And that language has to be read against the backdrop of the holding of Kosak, which in these broad terms, the form of the injury, the particular type of personal injury -- there, it was with a box.\""
  },
  {
    "speaker": "MILLETT",
    "speech": "Your claim arises out of how we handled the mail, not how handled a vehicle, not how we"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Your claim --"
  },
  {
    "speaker": "MILLETT",
    "speech": "-- mail apparatus. practical reason that you don't have the sheer volume of claims, against which the Postal Service is largely defenseless, that you have when you start talking --"
  },
  {
    "speaker": "MILLETT",
    "speech": "-- about delivering --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- defense affects the the -- many of the other Federal Tort Claim Act exceptions. And the protection for that activity is an upfront protection that doesn't turn on the happenstance hours later. And it's an important reason, as I said, not only for the sheer volume of claims that we could face if means delivery to -- it means getting something to the person. Congress has consistently used \"transmission\" that way. back to is, understand that the reason the vehicle distinction worked -- one of the reasons Congress would properly. I think should have happened sometime in the Post Service over -- Postal Service over 50 year. My guess is, it did happen and you just paid. because that --"
  },
  {
    "speaker": "BREYER",
    "speech": "Really? distinction. You say there is no liability for the package that falls off the back of the truck, but there is liability if the truck hits another vehicle. I really"
  },
  {
    "speaker": "MILLETT",
    "speech": "The claim for the -- if we're assuming it's a mispacking of the mail into the truck, is injury is completely unaffected -- the presence of mail is incidental, irrelevant --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Same thing with the --"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- same thing with the person who veers to avoid the package that falls off the back of understand it, on the -- on the truck accident and on the package that falls out of the truck -- is that the fact that mail transmission is going on at the same time is it equally open to the -- isn't your position equally open to the argument that, when the person trips over the weren't delivering mail.\""
  },
  {
    "speaker": "SCALIA",
    "speech": "She says that."
  },
  {
    "speaker": "MILLETT",
    "speech": "What direct -- could say that there wouldn't have been any accident with the truck if the truck hadn't been delivering mail."
  },
  {
    "speaker": "MILLETT",
    "speech": "Not if it's transmission of the mail, because the exception only applies to negligent transmission of the mail. And so, if we intentionally bop within --"
  },
  {
    "speaker": "STEVENS",
    "speech": "I see. would try and argue --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, only --"
  },
  {
    "speaker": "MILLETT",
    "speech": "-- that's fault of the -- intention -- your --"
  },
  {
    "speaker": "MILLETT",
    "speech": "Right. in mind here that we do have -- we have text -- this is a waiver of sovereign immunity, and that this falls within the text. There are two ways of looking at it. Their way It doesn't seem to capture what is admitted into the mails, and it doesn't seem to capture the important And with that, if there's no questions, the Petitioner will waive the remainder of his rebuttal."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Do you have any -- I having to go down to the Post Office every time we get -- [Laughter.] They would have any defense that would be available --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But the point that -- I think that they were making is that there will be an vehicle collision. Post Office won't even know about the slip-and-fall until a claim is filed, which could be weeks Office's own handbook dealing with the handling of negligence cases sets forth procedures and policies that deal exactly with this type of circumstance. If we were referred to the handbook, and that section 141 of the"
  }
]