[
  {
    "speaker": "REHNQUIST",
    "speech": "We'll hear argument Service Commission and a companion case. Mr. Digges. fees were a financial barrier against out-of-state motor carriers even coming into the State that imposed the -- the fee. There's no question in this case that the quality."
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, it -- it does for trucks commerce and to concentrate them into -- in the State of Michigan in the local activities. And that -- in fact, the State acknowledges that. Below, the State said that the State of Michigan in order to avoid these consequences. And even the Michigan Court of Appeals discriminate against one component of interstate commerce, those carriers that want to actually compete and do intrastate business in the State, as long as you give a who just wish to operate in the -- in the State of Michigan in interstate commerce. could set up a discriminatory system. So you can protect timber industry in -- in Oregon and --"
  },
  {
    "speaker": "STEVENS",
    "speech": "But may I ask this question? miles of business in Michigan and you have an intrastate carrier that does a 100,000 miles of business in Michigan. operating --"
  },
  {
    "speaker": "STEVENS",
    "speech": "Yes, but you might have an intrastate carrier that does a smaller amount of mileage, does 100,000 miles. They both pay the same tax too. And everybody is treated alike on their intrastate business. called it intuitively obvious. And from the discussion of -- in the Scheiner case and from the discussion in the Nippert case, the very difference between interstate and carrier is just not going to use the State's facilities as much as the in-state carrier. discussing --"
  },
  {
    "speaker": "REHNQUIST",
    "speech": "It seems like 100 years ago."
  },
  {
    "speaker": "DIGGES",
    "speech": "It's --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Digges, this -- the -- carrier to pay a fixed fee or to ask the taxpayer to pay a fixed fee. With respect to the bar fees, they are obviously taxation of an instrumentality in interstate commerce. But we think that there may be impracticalities in make a distinction based on in-state activity. I thought that that -- that flat fee was applicable to every motor carrier that went on the roads in Pennsylvania. -- but nominally Scheiner -- for instance, the Pennsylvania Supreme Court in the Scheiner case did say commerce and -- and then having separate tests. If there are no more questions, I'd like to reserve the rest of my time for rebuttal. Thank you. Mr. Hanson. interstate fee."
  },
  {
    "speaker": "HANSON",
    "speech": "The subsection (2) fee under Michigan-plated vehicles. Am I correct about that?"
  },
  {
    "speaker": "HANSON",
    "speech": "That are operating solely in"
  },
  {
    "speaker": "SOUTER",
    "speech": "Now, let -- that's -- that's a premise for a question I want to ask you, and the question is in economic effect, is there any difference really the registration fee and simply jacking up the registration fee by $100? Would there -- would there be to the money after it's paid, but it doesn't make any difference to the person who is paying the money, does it?"
  },
  {
    "speaker": "HANSON",
    "speech": "Yes, it does."
  },
  {
    "speaker": "SOUTER",
    "speech": "Except that he only has to pay in one place, and -- and if they --"
  },
  {
    "speaker": "HANSON",
    "speech": "He pays --"
  },
  {
    "speaker": "SOUTER",
    "speech": "-- increase the registration fee, he'd only have to pay in one place, once."
  },
  {
    "speaker": "HANSON",
    "speech": "But he would only pay the fee based on his mileage in the State. It is not a flat fee if it is put onto the IRP fees. Those --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Who -- who sets the fee for the plating?"
  },
  {
    "speaker": "HANSON",
    "speech": "The -- the State does. It is administered by the Michigan Secretary of State --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "So --"
  },
  {
    "speaker": "HANSON",
    "speech": "In terms of the plating fee?"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Yes."
  },
  {
    "speaker": "HANSON",
    "speech": "Each State is free to charge its --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Sure, but it -- so -- so regardless of what Michigan does with the apportioned"
  },
  {
    "speaker": "SOUTER",
    "speech": "But who -- I mean, is -- that's -- that's fine as a matter of administration, but in terms of the -- the end effect on the person who has to pay it what difference does it make?"
  },
  {
    "speaker": "HANSON",
    "speech": "Well, the -- the difference for the If they put it into the IRP, that -- IRP is charged against the owner of the vehicle, paid against the Secretary of -- paid to the Secretary of State. It is not interstate trucking in the State of Michigan. The SSRS sets up the standards by which a"
  },
  {
    "speaker": "SOUTER",
    "speech": "Okay. What if he said $20 instead of $10?"
  },
  {
    "speaker": "HANSON",
    "speech": "If he said $20 was going to be put"
  },
  {
    "speaker": "SOUTER",
    "speech": "Yes."
  },
  {
    "speaker": "HANSON",
    "speech": "And $80 towards IRP? process by which a carrier has the privilege to enter into interstate trucking activities in Michigan. When you look at the statute -- State says, you can enter -- enter into interstate activities for nothing? We're simply going to increase case, Justice Scalia."
  },
  {
    "speaker": "SCALIA",
    "speech": "You're trying to make the Federal statute work sensibly, but --"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- I hate to tell you, but not all statutes work sensibly."
  },
  {
    "speaker": "REHNQUIST",
    "speech": "Mr. Boynton, we'll hear from you."
  },
  {
    "speaker": "BOYNTON",
    "speech": "Mr. Chief Justice, and may it please the Court: me obvious that --"
  },
  {
    "speaker": "BOYNTON",
    "speech": "Well, the Michigan Court of Appeals said that that very well may be the case, but they that finding. And this is completely different than in"
  },
  {
    "speaker": "BOYNTON",
    "speech": "Well, Justice Scalia, that very well may be true, but we don't have any way of -- of qualifying or quantifying the burden here because we don't"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Is it difficult to apportion the intrastate fee based on the number of miles traveled truck, does that raise any concerns that are different?"
  },
  {
    "speaker": "BOYNTON",
    "speech": "Well, Your Honor, the Michigan Court of Appeals had taken the position that this was a $10,000, if the expenses matched the -- the revenue from it, well, then it -- it would be a -- could be sustained manner in dealing with it. But if you -- if you look at the Michigan Court of Appeals opinion -- of a tax other than the court saying so?"
  },
  {
    "speaker": "BOYNTON",
    "speech": "Well, first of all, it provided a Also, a tax is a general revenue-raising measure, whereas a fee is not. And that's another distinction of -- of a tax. And indeed, this Court -- in cited in our brief, this Court said as whether an exaction is a tax or a fee depends on whether its purpose is to But so far as saying that there's no basis for apportionment, I didn't understand your answer."
  },
  {
    "speaker": "BOYNTON",
    "speech": "Well, I -- I -- maybe I misspoke difficult to do. And in our joint appendix -- in the joint appendix -- it's very easy to just start logging up the miles and -- and you have the mechanism there. But the difference between Scheiner and this miles, any miles traveled within that State. And there's a mechanism available administratively to do that. The intrastate if you want to apportion."
  },
  {
    "speaker": "BOYNTON",
    "speech": "Well, that may be, Your Honor, but the -- the point is -- what we're dealing with is a -- a have additional record keeping, how much of that $3 million is going to have to be devoted to paying for the"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, I suppose that's the same thing for the $10 fee for the whatever the acronym is there. That's paid at the beginning of the year, isn't you don't know how to apportion it at the beginning of the year."
  },
  {
    "speaker": "BOYNTON",
    "speech": "Well --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- wants to fill up its truck and -- and it said, well, this is going to be -- the only"
  },
  {
    "speaker": "BOYNTON",
    "speech": "Yes, Your Honor, you can obtain the permits in advance. You don't have to have trucks is in the Mid-Con case. Our position --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Are you going to address the"
  },
  {
    "speaker": "BOYNTON",
    "speech": "I'm sorry?"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Are you going to address the here, is not preempted because it's a regulatory fee that does not relate to the registration of the motor carrier's SSRS interstate authority. Number one, it's somewhat suspect at the outset because it applies only to interstate travel. are not plated in the State of Michigan."
  },
  {
    "speaker": "BREYER",
    "speech": "That's -- that's the problem."
  },
  {
    "speaker": "BOYNTON",
    "speech": "Well, that's the argument. we're dealing with the fee to be paid by the people who are plated in Michigan, and it looks like that $100 is the show I did it?"
  },
  {
    "speaker": "BOYNTON",
    "speech": "No. Your Honor, I -- I -- you say that you're a Maine company --"
  },
  {
    "speaker": "BOYNTON",
    "speech": "-- but your principal place of business is in Michigan?"
  },
  {
    "speaker": "BREYER",
    "speech": "Don't -- when I -- when I go under this -- this 49 U.S.C. 14504 and I choose a home State --"
  },
  {
    "speaker": "BREYER",
    "speech": "-- and I make all the relevant payments to that State, but they distribute, don't I get a the -- the section 7 of the Michigan law, there is no fee charged for your SSRS."
  },
  {
    "speaker": "BREYER",
    "speech": "I'm talking about a fee. I'm didn't pay the $100 and I didn't pay anything else, you'd give me the decal. But you said you wouldn't."
  },
  {
    "speaker": "BOYNTON",
    "speech": "Well, I don't know if I'm saying that, Your Honor. I'm saying that the -- there's a zero charge, and then there's -- there's another charge with The one thing that I need to point out here is that the SSRS is not vehicle-specific. It talks about sounds to me like a vehicle-specific tax."
  },
  {
    "speaker": "BOYNTON",
    "speech": "Yes, it is."
  },
  {
    "speaker": "SCALIA",
    "speech": "I mean -- I mean the opposite."
  },
  {
    "speaker": "BOYNTON",
    "speech": "Oh."
  },
  {
    "speaker": "SCALIA",
    "speech": "I've paid for the eight, and I"
  },
  {
    "speaker": "BOYNTON",
    "speech": "Well, Your Honor, I would have to disagree with Your Honor respectfully. I think that the -- that it is vehicle-specific because it identifies the you have to read the statute, the preemption statute, the scope of what preemption has sought to do here, and not"
  },
  {
    "speaker": "BOYNTON",
    "speech": "Yes. Yes, you can."
  },
  {
    "speaker": "SOUTER",
    "speech": "You really can do that?"
  },
  {
    "speaker": "BOYNTON",
    "speech": "You can plate wherever you have business is in Ohio but you have trucks going to and from Michigan, that -- that would allow you to plate in State Mr. Stewart, we'll hear from you."
  },
  {
    "speaker": "STEWART",
    "speech": "Mr. Chief Justice, and may it away from deciding Commerce Clause questions on the basis of whether it is interstate commerce or local commerce, you know, the original package doctrine and things that this -- this inquiry into whether it's really interstate or -- or rather local. true that those may be undertaken by trucks that also do interstate business, and it's even true that in some instances the intrastate load may be carried on the same between the States. But the intrastate haul is itself a discrete commercial transaction. To the shipper it's cumulative taxes for a single haul of goods from Maine to Florida is an instance of multiple taxation of the same event. is being levied solely on point-to-point hauls within the State of Michigan. If a particular truck also makes segment or the within-Oklahoma segment of a transfer of goods between States as a discrete, separable event. But if the truck is picking up goods at one point in Texas and shipper's point of view, that's clearly a discrete transaction. The shipper is unlikely to have any interest State overtly discriminates against one class of interstate or out-of-state activities and on the face of the law those people are treated less favorably, then we it by giving more favorable treatment to a different class of out-of-state entities. certificate so along as you do so in accordance with the standards of the ICC. If you go beyond those standards, it's an unreasonable burden on commerce. rely on."
  },
  {
    "speaker": "STEWART",
    "speech": "That was -- transportation between points in one State and points in another State and -- or between points in the same State passing through another State. So in -- in using that transportation."
  },
  {
    "speaker": "STEVENS",
    "speech": "May I ask this question? said only -- only Michigan-plated vehicles pay the $90. Everybody else -- everybody -- and everybody also pays the $10. imposed not just on Michigan-plated vehicles generally, but specifically on Michigan-plated vehicles that operate because it's imposed strictly on interstate carriers."
  },
  {
    "speaker": "REHNQUIST",
    "speech": "Thank you, Mr. Stewart. that out-of-state salesmen would be equally discouraged from coming into a State because a $50 fee or a $100 fee, whether or not they're carrying the goods with them in at that time or whether the goods are later mailed in. So, again, I think it is returning to the line- drawing issues, and really there is no test that is made as to, after you -- you draw these lines, what the appropriate test should be. The second point is it -- with respect to the administrative practicality of apportioning these fees. The purpose of apportionment would not be, as in a highway tax, to -- to show the amount of highway damage that was done by a truck. The purpose of apportionment here is simply to show the extent of the taxpayer's level of activity in the State. It would be like a general revenue tax in which we're trying to allocate the taxpayer's activity to particular States, make sure that that taxpayer is paying its fair share of the State's costs with respect -- of the State's generic costs, in this case, generic regulatory costs. So, again, I think that apportionment would be very easy. As Justice Scalia said, the trucking industry is willing to take the onus of this. We bill by the mile. You could do it on number of loads. You could do it in a lot -- a lot of ways. And by apportioning the fee, you eliminate the burden and you make the out-of-state carrier, who would be otherwise prohibited from only hauling a load or two -- he would then have the ability to The final area I'd like to talk about a little bit is the need for additional -- the need for evidence in And in this instance, I think there's a very clear failure of internal consistency. Like in Scheiner, there's a cumulative burden on an out-of-state trucker. around the country, it has to -- and just haul one load in"
  }
]