[
  {
    "speaker": "ROBERTS",
    "speech": "We’ll hear argument Mr. Landau. clause because an embedded arbitration provision is severable from the underlying contract as a matter of Federal substantive law. Thus, the nature of the State challenged, and the State law severability implications of that challenge are irrelevant. clause, you can stay in court, but if you’re challenging the underlying contract, you have to go to arbitration, precisely along the lines that Your Honor contract involves the parties’ assents to the underlying contract, that challenge necessarily the hard ones. The challenge to the underlying contract here --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "What about offer and"
  },
  {
    "speaker": "LANDAU",
    "speech": "I think generally when you’re not saying I didn’t agree to the underlying contract,"
  },
  {
    "speaker": "O’CONNOR",
    "speech": "Well, Prima Paint did, though, involve what we would characterize as a voidable contract."
  },
  {
    "speaker": "O’CONNOR",
    "speech": "And I think it is conceivable that the Florida court was correct that you court or -- or are you relegated to -- or are you required to submit it to the arbitrator pursuant to your agreement? And -- and I think the Prima Paint arbitration altogether by bringing whatever challenges they may have to the underlying contract, whether it be arbitration and the other for the rest of the contracts. That’s -- that’s the way we’ve rationalized these cases. It seems a little odd to me. the -- the Federal Arbitration Act, both section 4 and section 2 of the Federal Arbitration Act, certainly fine, if this were proceeding in, say, the Southern District of Florida, but it’s in a State court. And Prima Paint just spoke about procedure in Federal"
  },
  {
    "speaker": "LANDAU",
    "speech": "Your Honor, it is certainly true that Prima Paint itself arose from Federal court and substantive arbitration law apply in State as well as Federal court because you really wouldn’t want to attribute to Congress kind of a -- a reverse Erie applied only in diversity cases in Federal court which would then promote forum shopping between Federal and even if the contract as a whole is not enforceable. We treat it as a whole. Because the subject matter of the contract is illegal ab initio, the whole contract is --"
  },
  {
    "speaker": "LANDAU",
    "speech": "Your Honor, that is certainly one plausible world view that one could have taken as what that does is that -- under general common law principles, that creates an option for the aggrieved party. And that party can either seek to affirm that when you seek to rescind it, basically you’re saying it was void ab initio, which is exactly what Justice Black of the party? In other words, if the reason the contract is void or voidable has to do with broad State public policy, do we -- what -- what’s this -- the best enforce those types of constraints as opposed to figuring out what the parties agreed to? going to declare open season on arbitration in the sense that it is -- as a logical matter, there is no way to limit the principle that the other side is what they’ve tried to -- to cabin this off as. Basically -- and I think the Florida Supreme keep in mind is that there is no question that these issues now, the practices that they’re complaining about, are entirely legal in Florida today. There was The only issue is they’re saying it was illegal prior to enactment of that statute and whether or not that statute changed the law or simply clarified the law is currently pending in the Florida Supreme Court. It was argued on -- on September 30th in -- in a case that did So presumably, the arbitrator, if this case goes to arbitration, will look at that case and will"
  },
  {
    "speaker": "LANDAU",
    "speech": "-- and then would -- would try to enforce arbitration, and then if -- you know, if the arbitrator says it’s illegal, would -- you know, even to say, yes, this contract for murder is legal under the law of our State, well, then presumably you could true. There may be dozens of other subsidiary issues apart from illegality. They may say, well, once you determine that it’s legal, we think that we’re entitled should be this or that. Just because there’s a threshold issue doesn’t mean there aren’t other issues 42, the arbitration provision here is very broadly worded in this regard, and the parties clearly agreed to do it. The only question is basically whether the of the parties by saying, oh, well, this challenge implicates arbitration -- implicates legality. alternative rule, it’s one in which you could come in -- the party who has concededly agreed to an arbitration clause and says, well, I think the which again you can make in virtually any case. Under the Florida Supreme Court’s rationale in this Court --"
  },
  {
    "speaker": "BREYER",
    "speech": "No, no. I mean, the question is, I take it, in most of the arbitration associations, once you have arbitration, you will get he, whether --"
  },
  {
    "speaker": "LANDAU",
    "speech": "Oh, yes. it’s kind of like trying to put a square peg in a round hole, that whether something is void or voidable under State law, which may vary from State to State, kind of separability rule is we don’t care about those State law issues. You don’t have to get into that bog to displaced the States and State law from this area in a very substantial -- to a very substantial extent. I’m curious now. Have there been any"
  },
  {
    "speaker": "LANDAU",
    "speech": "I’m not aware of any, Your Honor. And to the contrary, I think the Federal clear in -- in Southland and then later again in Allied-Bruce. And so what I think the respondents are and branch the whole Federal substantive law of arbitrability altogether and say, well, this should Now, petitioners have not pointed to any language of the Federal Arbitration Act itself that would create a separability rule for this case. And particularly section 2 -- and particularly section 2 the way it was followed in the Prima Paint case -- provision, of course, is the provision that refers only to the -- not only applies to the United States district courts, that refers to jurisdiction under Procedure, and that in the Southland case in footnote 10, this Court said doesn’t apply in the State courts. if it does apply, only if once after we have crossed that Rubicon will we go to the next step. Then the Court in Prima Paint goes and has been met. And there’s a long discussion of is this in interstate commerce or not, and they find that it your side don’t even say that it isn’t the law, except for yours. They say go and overrule the cases that make it the law. this Court to overturn -- the Court does not need to overturn Southland, Your Honor. And let me make two Now, that’s what’s worrying me because I wouldn’t want to reach a decision, in the absence of it being clear anyway, that would make a significant the United States, for example."
  },
  {
    "speaker": "BLAND",
    "speech": "Well, Your Honor, let -- before I The beginning of the opinion said that particular issue is one for the -- is one that is a limitation on the enforceability of contracts. litigation over the formation of contracts? It will not because there are fairly few cases where there is"
  },
  {
    "speaker": "SCALIA",
    "speech": "What about fraud in the inducement?"
  },
  {
    "speaker": "BLAND",
    "speech": "Fraud in the inducement does not contract comes into existence. You cross the statutory language of section 2. Fraud in the inducement -- Airlines v. -- this Court -- excuse me -- in the American Airlines v. Wolens case said that the law of contracts is not largely disuniform from State to of -- and I’m fairly certain of this -- that hold that fraud in the inducement means that a contract never against public policy. And it’s just left to the creativity of the lawyer in any given case to explain why a particular contract is contrary to public policy. arbitrators to court presumably based simply on an allegation, well, the contract is void, it’s against to be able to argue that no contract came into existence in the first place. And the public policy typically -- and in In most States, there is a rule that says of contract law, that we will not void a contract because some of those."
  },
  {
    "speaker": "BREYER",
    "speech": "Well, what about --"
  },
  {
    "speaker": "BLAND",
    "speech": "It’s very hard -- frustrating the arbitration provision, the whole purpose of which is to keep you out of courts. Honor, that’s the language that -- that the separability rule in Prima Paint has been used to apply to. The first part of section 2 says this is how you enforceable provision if it’s in a contract, but there is an exception for general State contract laws that And then in Prima Paint, what this Court did was it looked at section 4 of the act and it derived from section 4 of the act, the one that only applies in Judicial Procedure, a rule of separability for these kinds of defenses, for the defenses that arise in the Congress had intended only a limited intrusion into State law, as this Court said in the Volt case where it said that this -- that there was not -- this is not the There was no express preemption. There was only conflict preemption. are a lot of them, then that takes a whole wide set of cases out of arbitration and puts them into the courts, just where they’re trying to escape. And -- and so I I suspect no one does. So I’m wondering if there isn’t another route make the distinctions. Say, Judge, look at this a little more closely where it’s illegal, the whole contract, et cetera."
  },
  {
    "speaker": "BLAND",
    "speech": "I -- I think two things, Your Honor. First, I’d like to say that I think an enormous"
  },
  {
    "speaker": "BLAND",
    "speech": "Those are issues that we believe also are issues that a court would resolve. I think, Your Honor, that there are very few -- beyond a void subject matter like usury. But you could say there -- there wasn’t sufficient consideration. initio issue that Your Honor raises. In Florida -- and we cited a number of cases of this in our brief and in the -- in -- both in our brief and -- and in the of cases around the country. You only strike down a contract as void ab initio where the principal purpose, someone can go into court and say, this entire line of business is loan-sharking. It’s a crime. It’s 29 times the -- the felony rate of loan-sharking in lending cases. You don’t see a lot of void ab initio cases in which come -- someone comes in and say, hey, judgment action in which a company -- in which a company comes in and says, this company is falsely representing they know how to do this work and they could be a crime. And now petitioner comes in and says, well, contract comes into existence. You can’t drive this car until you start it, and the way that the Federal Arbitration Act works is it becomes enforceable once Under their theory, there’s no good reason why in Prima Paint this Court spent all those pages get to anything else if that is not met."
  },
  {
    "speaker": "SCALIA",
    "speech": "Doesn’t it -- doesn’t it follow from -- from that theory of yours that in every an arbitrator’s determination, but a judicial determination that this was a contract evidencing a phrase -- per curiam. There was no need for an argument or whatever. The Court just came in and resolved it -- for the court. Was there an alternate forum in that case? Was it an arbitration case?"
  },
  {
    "speaker": "BLAND",
    "speech": "It’s a fact that the statute says both. It is a constitutional fact. I certainly concede that. -- I’m sorry."
  },
  {
    "speaker": "SCALIA",
    "speech": "The question isn’t whether exists except for the assent agreement, but everything else about a contract and everything else about interstate commerce would suddenly be for the did in Prima Paint, and it’s a shift from what Chief Justice Warren Burger said in the -- in the Southland involving consideration where people are going to be able to say there’s no contract at all, there’s not even a -- there’s not even the beginning of a contract the -- of those, but there’s going to be some cases, mostly involving the payday lending industry, but Court is. You know, there was a ruling from the Third Circuit a few weeks ago that said that glaring errors of law are not grounds for overturning an arbitration and say this is plainly illegal, and then a row of arbitrators could come in and say, seems okay to us, didn’t define contract, and when they put it as a precondition before the act applies, the idea that general rules of State contract law are going to be change for this Court -- for this Court’s jurisprudence. They want to enforce this Arbitration Act before its terms were met. That is not what this Court did in Prima Paint. Prima Paint did it right. They said we jump to the next point, you know, sort of dinner before dessert. And that was the appropriate approach how you read section 2. What -- what meaning do you give to a written provision in a contract?"
  },
  {
    "speaker": "LANDAU",
    "speech": "Your Honor, I think the word respondents talk about in the sense that the court has to look into whether it’s a valid contract with all the State law for a valid underlying contract. The problem with that is that looking at it that way -- I think this is the heart of this case -- that completely a different contract. The underlying contract is -- is there, and you can raise your challenge to that it -- it just doesn’t make sense to say that you have to go through all the bells and whistles of looking at the validity of the underlying contract if the whole the Chief Justice said is you just look at the arbitration provision as a severable contract. So to"
  },
  {
    "speaker": "BREYER",
    "speech": "They can logically because they say the arbitration clause, when embedded in a contract that is voidable -- i.e., A and B enter into a it. And there they say, fine, there was a contract and therefore this arbitration clause, which is separable"
  },
  {
    "speaker": "LANDAU",
    "speech": "Thank you."
  },
  {
    "speaker": "ROBERTS",
    "speech": "The case is submitted."
  }
]