[
  {
    "speaker": "[10",
    "speech": "05 a.m.]"
  },
  {
    "speaker": "STEVENS",
    "speech": "We will now hear argument in the case of City against -- Sherrill, New York against the Oneida Indian Nation of New York. state and local laws including taxation."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, is it your position that whenever an Indian transfers land in violation of the Nonintercourse Act, that that's a valid transfer? And if not, in the character of the land and the innumerable innocent purchasers."
  },
  {
    "speaker": "BREYER",
    "speech": "Why does not having a possessory right mean that the city could tax them, or the State? them."
  },
  {
    "speaker": "SACKS",
    "speech": "But your hypothetical, Your Honor, presupposed the existence of the reservation and presupposed a possessory right subject to lease. The possessory right here establishment of the reservation was simply a continuation, was literally a reservation from a transfer of land to the State of New York and that the Indian title was a purely aboriginal title, not a title conferred by a federal act creating a Schuyler as being a conveyance of all property and a later"
  },
  {
    "speaker": "SACKS",
    "speech": "I think what disappears, Your Honor"
  },
  {
    "speaker": "BREYER",
    "speech": "Is what?"
  },
  {
    "speaker": "SACKS",
    "speech": "-- is the right to possess."
  },
  {
    "speaker": "BREYER",
    "speech": "Now we agree with that or I'll"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "It is a matter, is it not, of whether the tribe now has sovereignty over this parcel of land? Is that's what's at the bottom of the question?"
  },
  {
    "speaker": "SACKS",
    "speech": "I think in terms of the problems for the the dispositive acts?"
  },
  {
    "speaker": "SACKS",
    "speech": "No, Your Honor. I think that principles of stare decisis still govern and I think what, and this is consistent with the position that we have taken with respect to Nonintercourse Act? I assume it applied only to federal act reservations."
  },
  {
    "speaker": "SACKS",
    "speech": "Well, this Court has not dealt with that issue and from our purposes -- in the Oneida cases, it's the State. Is it different here? And what taxes are we talking about precisely?"
  },
  {
    "speaker": "SACKS",
    "speech": "What we are talking about -- to answer the first portion of your question, Justice Ginsburg, I think"
  },
  {
    "speaker": "SACKS",
    "speech": "The tribe has changed its position on understood this, the tribes of the Iroquois Confederacy, knew how to preserve their aboriginal title when they wanted to do so and the Oneidas didn't do that. In the 1797 Big Tree agreement with the Senecas which is published at 7 Statutes at Large, 601, Article 1. The structure of the treaties were identical. The other three tribes of the Iroquois were not of concern to New York State in 1788 because the Mohawks had mostly removed to Canada, the Tuscaroras had no land of their own and was issued in connection with the New York State setting up their troopers to cover the reservations, and that report acknowledged that the United States Government appreciated the fact that the State of New York had been keeping peace on the the third question presented regarding the 1838 treaty which we believe requires reversal of the decision below because it disestablishes the Oneida reservation. Respondents claim that they can now exercise sovereignty over any plot of land they buy presented squarely in this case. The only question that's at issue in this case is whether or not, regardless of whether the transactions that took place between 1795 and 1838 were legal or illegal, and we've argued that they're legal in other cases --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Sure it can. I mean, one way to should agree. My apologies. But what they did was to agree to remove, and in fact, that's what happened. If you look at what transpired immediately following the treaty, by 1846, all but 350 acres, down from 5,000, have been sold by the Oneidas and Kansas lands, in said country, which refers to the Kansas lands, the right to establish their own form of government, to appoint their own officers and to administer their own laws. That means that sovereignty is to be in Kansas, not to be in New York. language in the treaty. New York was the only entity that had a right to buy that remaining 5,000 acres because it held the right of preemption. So it may have been that the Oneidas wanted to purpose of the treaty is to carry out the Government's policy in removing the Indians from the east to the west of the Mississippi. Article 2 also notes that the Kansas lands will be a If that's the case, what could well result is a patchwork quilt of jurisdiction which this Court has said poses tremendous governance problems. It's governance by tract book. This is not just hypothetical. There are already difficulties"
  },
  {
    "speaker": "SMITH",
    "speech": "Justice Stevens, and may it please the Court: reservation you claim is alienable so long as it's not owned by an Oneida. The current owners can sell it to somebody else, right?"
  },
  {
    "speaker": "SMITH",
    "speech": "Your Honor, the point of Oneida II --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "But if it's owned by the State of New York, if it's been acquired somehow by the State, then what?"
  },
  {
    "speaker": "SMITH",
    "speech": "We are not asserting a right to evict. We are not waiving any of the underlying rights that involve"
  },
  {
    "speaker": "BREYER",
    "speech": "What was the acreage there?"
  },
  {
    "speaker": "SMITH",
    "speech": "Approximately one fourth -- the answer is 64,000 acres."
  },
  {
    "speaker": "BREYER",
    "speech": "Well, that may not be worth as"
  },
  {
    "speaker": "SMITH",
    "speech": "Well, there is one parcel part of it that we have not sued upon because there was a 1798 Federal treaty that validated the transfer. The State, which feels that it was not bound by the Nonintercourse Act, twice went to the land in the possession of non-Indians."
  },
  {
    "speaker": "SCALIA",
    "speech": "Mr. Smith, isn't there any principle of laches that comes into effect here? I mean, really what you're asking the Court to do is to sanction a very odd developed, we are not going to give you possession. Now, why doesn't the same principle apply to giving you jurisdiction? Because of the passage of time, you can get damages for trespass. Maybe even you can get the value of the  --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Excuse me, Mr. Smith, first, would you clarify how much land is now claimed as Indian -- within the tribe's aboriginal right? It's not -- well, for one  because Judge McKern said that he would not evict anyone, and that he thought a suitable alternative to eviction was the award of value, because it would put the tribe in a position through a free-market and voluntary relationship with purchasers to, of possession is simply conceptually and fundamentally different than the question of what happens when the tribe has joined possession --"
  },
  {
    "speaker": "BREYER",
    "speech": "What do you say on the merits, there was an assumption, at the time of the Treaty of Buffalo Creek, that the prior transfers were valid. It's an argument of ratification by assumption. Oneida II says, in a much more forceful circumstance, that even a later Federal treaty that treaty commissioner were not that they could buy it back. The Federal treaty commissioner went to the Oneidas because they would not agree to the treaty. They didn't want to give up their rights. He gave them a piece of paper that was meant to"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- between New York State and the Oneidas. Now, that contained language which said the Oneidas cede and grant all their lands to the people of the State of New York. That was the operative provision. Later on, it --"
  },
  {
    "speaker": "SMITH",
    "speech": "Justice Scalia, actually, it's interesting. In the Joint Appendix in the Court of Appeals, at page 413, is the actual document that governed the transfer of this land, the state statute; and in that statute, the State barred by statute of limitations, and established a limitations period that would not have run against the Oneidas because they were on a Federal list, but they did the following, which I think is notable. The statute provides that these claims extinguish just the -- there's an idea that you can look at this in a vacuum --it didn't just extinguish the Oneida reservations. Under the Santa Fe rationale, the point is not that Congress ultimately intended two reservations, although it protection was never validly extinguished, then the fact that the tribe was out of possession of the relevant lands for nearly two centuries is, itself, a distinct and substantial legal wrong, and it would be adding insult to injury to say that"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, do you say that a tribe can never lose its sovereign rights to land? Can it acquiesce in the loss of those rights?"
  },
  {
    "speaker": "STEWART",
    "speech": "This Court has held that the tribe -- plenary regulatory jurisdiction over the whole 270,000 acres."
  },
  {
    "speaker": "GINSBURG",
    "speech": "What is it? You said \"extremely limited.\" This is the first that I heard that the tribe might have some authority over part of that, what, the 275- -- the potential defendant in a --"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, that may be true, but that's why I wondered about the damage part of it. That is, I'm still thinking that a trespass action for trespasses that occurred in"
  },
  {
    "speaker": "STEWART",
    "speech": "Well, the Bureau of Indian Affairs has recognized the tribe all along. That is, under the Treaty of Canandaigua, the Federal Government was required to pay annuities and treaty cloth to the Six Nations, and the Federal"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, it isn't just taxes we're talking about. It's jurisdiction over these parcels of land. It -- I mean, taxes -- that's just one aspect of saying that this land no longer belongs to New York State."
  },
  {
    "speaker": "STEWART",
    "speech": "I mean, taxes are at issue -- are the only thing that's at issue in this case. But I agree that holding this parcel to be a reservation would have implications correct to say that the New York Oneidas gave up nothing other than a promise to remove. The second --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Was there any positive indication -- I just don't remember this -- in the New York case, that they remove from New York. Now, clearly, in analyzing the reasons --"
  },
  {
    "speaker": "SOUTER",
    "speech": "But there was no indication that they had ceded anything with respect to title in New York, was there? no sense of repose that it will remain taxable. Thank you."
  },
  {
    "speaker": "STEVENS",
    "speech": "Thank you, Mr. Stewart. The case is submitted. [Whereupon, at 11:06 a.m., the case in the"
  }
]