[
  {
    "speaker": "O'CONNOR",
    "speech": "We will now hear argument in the case of Kelo vs. City of New London."
  },
  {
    "speaker": "BULLOCK",
    "speech": "Well, Your Honor, it's important to point out it -- in first place that chapter 132 of the statutory section at issue here Connecticut, not those that are simply depressed. And there is a fundamental difference city from prosperous to more prosperous?"
  },
  {
    "speaker": "BULLOCK",
    "speech": "That is not -- that is correct, Your Honor. We do not. And chapter 132 prosperous cities."
  },
  {
    "speaker": "GINSBURG",
    "speech": "The line you draw is here."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, have we ever in any case from this Court said that the limit has been"
  },
  {
    "speaker": "BULLOCK",
    "speech": "In a few cases from earlier in this century, Your Honor, the Missouri Pacific And so given that fact of the world, that is law, why shouldn't the law say, okay, virtually every taking is all right, as long as there is some the legislature."
  },
  {
    "speaker": "BULLOCK",
    "speech": "Your Honor, we think that public and private uses. And that is what we call upon this Court to state, for instance, in the Berman case and in the Midkiff case, which we think are domain --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "But do you think those and hence ultimately to raise taxes. Would you say just within the meaning of general understanding of proper governmental purposes legitimate public purpose?"
  },
  {
    "speaker": "BULLOCK",
    "speech": "Well, Your Honor, I think purpose here?"
  },
  {
    "speaker": "BULLOCK",
    "speech": "Well, Your Honor, because this case affects the eminent domain power, which is"
  },
  {
    "speaker": "SOUTER",
    "speech": "No, but we are talking about -- I mean, I realize that, but I mean, I Justice Souter."
  },
  {
    "speaker": "SOUTER",
    "speech": "But if that is your answer then the slum clearance cases have got to go"
  },
  {
    "speaker": "BULLOCK",
    "speech": "I'm sorry --"
  },
  {
    "speaker": "SOUTER",
    "speech": "If that is your answer, public domain."
  },
  {
    "speaker": "SOUTER",
    "speech": "Just for the moment, what about my question? And you can get into history, if my immediate concern is, if you give the answer that you have just given, doesn't it jeopardize the blight which is a permissible governmental use, governmental objective and economic revival, which isn't? authority, Your Honor, we think that --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Is that the line you think -- to get back to the decisions in Berman and Midkiff, what this Court I think focused on there is that the public use or the public purpose was direct condemnations and it was immediately served by the removal of the blight and the breaking up of the argument is, and I don't know of any reason to doubt it, that doing it seriatim by voluntary acquisition and sale doesn't work. the rationale for the railroads, for the public utility line condemnations and so on. There isn't nonblighted, it was essential to have those properties in order to remove the blight from the area that was at issue. So there was the ability of might have been nonblighted. Here --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Mr. Bullock, would you"
  },
  {
    "speaker": "BULLOCK",
    "speech": "Well, the test, Your Honor, for --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Is it no economic"
  },
  {
    "speaker": "BULLOCK",
    "speech": "Yes. Yes. When it's only justified in order to gain the secondary benefits that public benefits actually come about. Those could be such things as a commencement date for the project, a construction schedule, financial different things."
  },
  {
    "speaker": "BREYER",
    "speech": "No, I mean, are you justified, have long been justified under a separate line of cases, common carrier regulations. But what we are talking about are certain condemnation to try to have some type of reasonable certainty that the public benefits are to come about kind of thing. So I can understand the need for some distinction between that case and what we've got minimum standards, I guess, is do we have a problem historically or in this case about the good faith of you proposing?"
  },
  {
    "speaker": "BULLOCK",
    "speech": "Your Honor, our test is limited really to the condemnations that are actually being successful, and that those benefits coming about so it would not affect utilities or test would have been easily met. I mean, what you're doing is trying to protect some economic value/ But I think it's pretty clear that most economists would a foreseeable chance of success. Let me ask you this, and it's a little willing buyer and a willing seller, without reference to the project."
  },
  {
    "speaker": "BULLOCK",
    "speech": "Yes, that is right. And so"
  },
  {
    "speaker": "KENNEDY",
    "speech": "But what I am asking is if there has been any scholarship to indicate that state cases that are cited in our brief that establish that there has to be a use for the property and that that use has to be reasonably perceived. disagreement about this?"
  },
  {
    "speaker": "BULLOCK",
    "speech": "No, there's not. particular case. And the majority of state courts that have looked at this, that is a wel established doctrine. need it here."
  },
  {
    "speaker": "BULLOCK",
    "speech": "Not in this case, Your"
  },
  {
    "speaker": "BULLOCK",
    "speech": "In this particular parcel, that is correct, Your Honor, and that has been supported by ruling in just about every"
  },
  {
    "speaker": "SOUTER",
    "speech": "Let me ask you, I'm sorry, I'll make this a quick question. Why do you"
  },
  {
    "speaker": "HORTON",
    "speech": "Justice O'Connor, and may it The principal purpose of the takings clause is to provide for just compensation. Now, I second test which he was arguing at the end is just that there has to be a reasonable assurance that the public use, and it could include all those things,"
  },
  {
    "speaker": "HORTON",
    "speech": "Yes, Justice Breyer. And I noted his remark because that's actually in"
  },
  {
    "speaker": "SCALIA",
    "speech": "Mr. Horton, what, what difference does it make that, that New London was in an economic depression? Would it not be fully as to say, yes, we are not doing badly, but we could do better. Let's attract some high-tech industry here. versus Oleck problem about discrimination, you know, intentional discrimination against somebody else's property. property from people who are paying less taxes and give it to people who are paying more taxes. That"
  },
  {
    "speaker": "SCALIA",
    "speech": "Let me qualify it. You can take from A to give to B if B pays more taxes?"
  },
  {
    "speaker": "HORTON",
    "speech": "If it's a significant amount."
  },
  {
    "speaker": "SCALIA",
    "speech": "I'll accept that. You can take from A and give to B if B pays significantly"
  },
  {
    "speaker": "HORTON",
    "speech": "Your Honor, in Berman, the -- what has --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Isn't that exactly what school?"
  },
  {
    "speaker": "HORTON",
    "speech": "Your Honor, my position is It -- the trial judge there didn't say it was just for a public purpose -- a private purpose, but he said it was overwhelmingly just for the Trump Scalia's hypothetical about more taxes, then I say that's sufficient, as long as you get over -- of fact and law --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, that this is primarily for the benefit of the city of New London,"
  },
  {
    "speaker": "HORTON",
    "speech": "I consider that --"
  },
  {
    "speaker": "SCALIA",
    "speech": "In the eye of the happened."
  },
  {
    "speaker": "HORTON",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "So what are these for?"
  },
  {
    "speaker": "HORTON",
    "speech": "Yes, Your Honor. First of one and two. The next phase is then three and four, A, and there is also a marina --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "What's planned for 3"
  },
  {
    "speaker": "HORTON",
    "speech": "What's planned for 3 is that it's going to be office space. And the expectation court to decide where the boundary lines ought to be. It seems to me that's another point, Justice O'Connor. It's not like parcel 3 -- least -- can't the courts, could the courts -- do you object to this, and I'm not advocating it, I want you're defining as reasonableness is being higher than rational basis. Because in that situation, you're applying a higher standard for a taking where"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, the reason that you would apply a somewhat higher standard is because the standard of review because we are paying for it. It would be ironic to have a higher test than for example in a regulatory taking or even the same test. which is an exactions case. So that's to say --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Mr. Horton, you're paying somebody who wants to come in and put together this system? Of course, that person has to buy out property owners, but we'll, we'll give you money to"
  },
  {
    "speaker": "HORTON",
    "speech": "Your Honor, there are some plaintiffs who are not going to sell at any price."
  },
  {
    "speaker": "BREYER",
    "speech": "That may be. Now, that's why I'm back to reasonableness. You see, we are told in the briefs that the people who often might hold might also be because they are poor, they are not well connected politically, and their only hope is to idea to build it now. We had a similar situation in Hartford. There is supposed to be a ring road around Hartford, around Hartford. Well, one little bit of it was done and then just this, this year, in very low print in point is about having a test about reasonable assurances about whether something is going to happen and that's where the railroad case makes a"
  },
  {
    "speaker": "QUESTION",
    "speech": "I agree with you on that."
  },
  {
    "speaker": "HORTON",
    "speech": "That's the only point I was blight, so they are going to have marginal definitions of blight. Florida, for example, says property is you're going to have a big headache in that --"
  },
  {
    "speaker": "BREYER",
    "speech": "No, I'm accepting that taxpayers and not to the property owner."
  },
  {
    "speaker": "HORTON",
    "speech": "Well, that's an interesting point. A question was raised earlier about the other"
  },
  {
    "speaker": "KENNEDY",
    "speech": "The compensation measures."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Under Connecticut law, if the property owner is offered $100 but goes to the jury and gets $200, does the property owner have to attorneys' fees?"
  },
  {
    "speaker": "HORTON",
    "speech": "The state does not pay voluntarily. So you are not going to do things -- as a as a practical matter, to take Justice Scalia's the transaction costs involved. I mean, you're never going to make up -- unless it's to, you know, to it's paid for, it's not like regulatory takings which are, you know, the taxpayers don't see that until it's too late. You know, in this type of taking, the"
  },
  {
    "speaker": "BREYER",
    "speech": "That's true. But now, put yourself in the position of the homeowner. I the -- in Connecticut, fortunately, we have relocation loans which are involved here. And they are available in this case. whether they were loans or not, and it is correct that they are loans. The other side pointed out that condemnation law into chaos."
  },
  {
    "speaker": "HORTON",
    "speech": "Yes. And Justice Scalia, a question you -- or actually it was a comment you had that would not only overrule -- and my opposing counsel said there is a difference between the two. going into effect. You know --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Really? I thought that that was a fundamental of condemnation law that you it's going to be worth after the project. That's just --"
  },
  {
    "speaker": "HORTON",
    "speech": "But as I say, Your Honor, if public use and public purpose are the same thing, which they are unless you're going to overrule"
  },
  {
    "speaker": "SCALIA",
    "speech": "It wouldn't the first of Holmes' decisions to be overruled. haven't thought that through as can you obviously see by my misanswering the question, but it seems to me because my primary answer is that you don't look at"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, of course, the tax code does have special provisions for involuntary private individual is going to hire more people and pay more taxes. That, it seems to me, just washes out entirely the distinction between private use and"
  },
  {
    "speaker": "HORTON",
    "speech": "Well, I don't agree, Your Honor, because I think, you know, I think if a person these actions. And so it seems to me the four words I think that this Court should consider -- and I'm not is on. Thank you, Your Honor."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Mr. Bullock, you have throughout the country. A city in California condemns the 99 cents store in order to give it to Costco. Now, were they giving enormous benefits to because they wanted to get the tax revenue, and that's the problem with these types of condemnations, going to go on in that, in that case. They knew what the use was going to be. And finally, Your Honors, the Respondents people. Not all neighborhoods, not all poor neighborhoods are blighted. But the one thing that "
  }
]