[
  {
    "speaker": "[10",
    "speech": "09 a.m.]"
  },
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument Ms. Williams. facts in this case?"
  },
  {
    "speaker": "WILLIAMS",
    "speech": "Justice O'Connor, it is possible that the Supreme Court was not aware that"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Right."
  },
  {
    "speaker": "WILLIAMS",
    "speech": "-- guilt phase, and that's it possible that some of the mother's testimony would be otherwise admissible at the penalty stage?"
  },
  {
    "speaker": "WILLIAMS",
    "speech": "Under Oregon law, under the with the grandfather's prior testimony, on remand defendant could have the mother's transcript from the that any alibi evidence comes in, and that's not limited to evidence that was presented in the guilt phase, or even witnesses who had been in the guilt holding focuses on is how that alibi evidence can be used in the remanded proceeding. And not only does it argue in the sentencing proceeding. Think back over that trial jury and you will see that there are doubts as to whether this man is guilty or not. Am I right -- part?"
  },
  {
    "speaker": "WILLIAMS",
    "speech": "Justice Breyer, you are"
  },
  {
    "speaker": "BREYER",
    "speech": "And did the court say, here -- the Oregon court, in this case -- one, You can introduce evidence, which it seems to have been second, the Federal Constitution gives you the right to argue the residual doubt?"
  },
  {
    "speaker": "BREYER",
    "speech": "It's the same jury. But I didn't see, anywhere, where they addressed the question about what kind of argument the defense had the right residual doubt that they might have from what they just heard. Can you point, in that opinion, to where they"
  },
  {
    "speaker": "WILLIAMS",
    "speech": "Yes, Your Honor, I -- our position is that the eighth amendment does not require that as a mitigating factor, that that is not one of doesn't go to the defendant's character or background."
  },
  {
    "speaker": "SCALIA",
    "speech": "Ms. Williams, I don't -- I"
  },
  {
    "speaker": "BREYER",
    "speech": "-- section I'm referring to. If it comes in under State law, and they're not trying to prove anything else, and the holding of the Oregon not about what arguments to be made, I don't see what reason we would have to reach an issue that isn't in the residual-doubt question,\" and I would -- you know, on retrial, if he prevails here, presumably he would be entitled to put in that evidence, as well. Justice. The Oregon Supreme Court's conclusion is very broad, that any alibi evidence comes in, and, as the"
  },
  {
    "speaker": "STEVENS",
    "speech": "-- about the right to argue? Is that what it is?"
  },
  {
    "speaker": "WILLIAMS",
    "speech": "It's about the right to argue also that the State is going to have to live with this decision in other capital cases, and other capital couldn't get --"
  },
  {
    "speaker": "STEVENS",
    "speech": "For other cases --"
  },
  {
    "speaker": "WILLIAMS",
    "speech": "-- review here, we couldn't"
  },
  {
    "speaker": "STEVENS",
    "speech": "-- but not for this case."
  },
  {
    "speaker": "WILLIAMS",
    "speech": "-- review. Not for this case that you did -- you don't think they could even make the argument as a matter of State procedure or anything at all? question, Your Honor. And that's because of the way the Oregon Supreme Court has construed the mitigation trial\"? What reason could that be? How is it supposed to be relevant, \"all evidence,\" unless it's relevant to the question of whether there is doubt? to the -- an earlier part of that same section of the statute that says, \"Evidence may -- in the sentencing had been presented earlier. And then, the court's supposed to inform that jury that what had come in the guilt phase may be considered in the penalty phase."
  },
  {
    "speaker": "SCALIA",
    "speech": "I suppose that if that provision weren't there, the court would have to that the jury doesn't have a clue. They're told, \"Everything from the guilt phase comes in, you can consider,\" but it doesn't sort out, doesn't even tell"
  },
  {
    "speaker": "WILLIAMS",
    "speech": "And, Justice Ginsburg, other jury instructions will inform the jury how to use what guidance, because some of it might be quite inappropriate for them to consider."
  },
  {
    "speaker": "WILLIAMS",
    "speech": "And the guidance does come specific questions are that they must answer in the penalty phase, and what they take into account in appropriate for mitigation. So, age, the mental state of the individual, the --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Don't you think that if a account, and no others, that there would be considerable doubt whether this Court would allow such relitigating his guilt at sentencing. Contrary to the reasoning --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Do you have any view the Oregon statutes?"
  },
  {
    "speaker": "SHANMUGAM",
    "speech": "Mr. Chief Justice, our view mother's testimony had not been admitted at prior trial, the only thing that the Oregon Supreme Court was ruling on was the admissibility of new testimony, and"
  },
  {
    "speaker": "SHANMUGAM",
    "speech": "Well, that is correct, Justice Souter. factors, between the presentation of argument or evidence and obtaining --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Oh, we --"
  },
  {
    "speaker": "SOUTER",
    "speech": "-- have not, but it's possible for, it seems to me -- for all we know, it's that is governed by a quite different statutory provision. And the Oregon Supreme Court construed that provision to limit the mitigating factors that the jury eighth amendment."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, on that -- reasonable-doubt standard, which, after all, is the standard that applies in all other criminal contexts."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, no, the evidence goes that he does. He said, \"I wasn't there.\" Now, it's true, the jury, in the guilt phase, found that he was ­ evidence that suggests that a defendant who has committed the crime is somehow less deserving of the death penalty. And going back to -- that, that if a State wanted to exclude the defense evidence on alibi from a sentencing jury's -as a realistic matter, do you think it's possible to prevent a juror from deciding, \"I thought it was really a closer case than beyond a reasonable doubt; and so, There's no way to prevent that --"
  },
  {
    "speaker": "SHANMUGAM",
    "speech": "I think -- years since 1962, since this Court recognized that the death penalty was constitutional again in the 1970s, no State has expressly adopted a statute that permits"
  },
  {
    "speaker": "SCALIA",
    "speech": "When you --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But there are a number of some States to permit it, typically because those State statutes contain broad language either with regard to the definition of \"mitigating factors\" or with regard sentencing determination."
  },
  {
    "speaker": "SCALIA",
    "speech": "So, you think -- you think  would ask that the Court vacate the decision -- Thank you."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Counsel.  eighth amendment case in the Supreme Court, you win on the eighth amendment, then you leave the courthouse and say, \"Well, I don't want it anymore,\" and you think"
  },
  {
    "speaker": "WOLF",
    "speech": "Well --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "It's still a  admitted on that ground. Why isn't that the way to handle the matter, rather than your --"
  },
  {
    "speaker": "WOLF",
    "speech": "That -- \"mooting the case\"?"
  },
  {
    "speaker": "WOLF",
    "speech": "Well, that -- we believe that we has not heard the evidence from the guilt/innocence phase, from the original trial. And in the event that a retrial jury is hearing -- they're hearing this be permitted to just put on the evidence that they think helps aggravate the case."
  },
  {
    "speaker": "SCALIA",
    "speech": "What the --"
  },
  {
    "speaker": "WOLF",
    "speech": "-- eighth amendment."
  },
  {
    "speaker": "SCALIA",
    "speech": "No, no, no. You're entitled question of how that evidence can properly be used by the jury has been decided by the Oregon Supreme Court"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "You -- I don't see how that's open to argument. You can say, \"Consider the evidence that shows he's a good person underneath it to be respected,\" or something like that, or, \"He's capable of doing good things.\" But I don't see how you reasonable doubt, and then, in the penalty phase, he is found to have committed the act deliberately, he is found to have -- the victim should not have -- did not"
  },
  {
    "speaker": "SCALIA",
    "speech": "In the penalty phase."
  },
  {
    "speaker": "WOLF",
    "speech": "Correct. whether you intentionally caused death. That--"
  },
  {
    "speaker": "SCALIA",
    "speech": "That seems to be very strange, because I think our cases require -- require that for"
  },
  {
    "speaker": "WOLF",
    "speech": "Well, I don't disagree with you, Your Honor, and -- however, our petition in this matter record."
  },
  {
    "speaker": "WOLF",
    "speech": "Well, we believe that we are entitled to -- clearly, under the --"
  },
  {
    "speaker": "WOLF",
    "speech": "-- statute, to --"
  },
  {
    "speaker": "STEVENS",
    "speech": "To put in --"
  },
  {
    "speaker": "BREYER",
    "speech": "-- Oregon law, what is not clear is -- you want to put the mother on the stand."
  },
  {
    "speaker": "WOLF",
    "speech": "Right. anything at all that wasn't raised at the trial?"
  },
  {
    "speaker": "WOLF",
    "speech": "Well -- depends on their constitutional holding. So, I want to know, Do you want to go into things that are not there in the original trial, yes or no?"
  },
  {
    "speaker": "BREYER",
    "speech": "Okay."
  },
  {
    "speaker": "KENNEDY",
    "speech": "I don't understand that"
  },
  {
    "speaker": "BREYER",
    "speech": "All right. No, I'm not saying that. I -- look, until this minute, you might have been equivocal. You're quite right, I was leading [Laughter.]"
  },
  {
    "speaker": "BREYER",
    "speech": "Now, that doesn't mean you be asked, or she could say, \"And I love my son. Please don't kill him.\""
  },
  {
    "speaker": "BREYER",
    "speech": "Now, I'm not being tricky \"otherwise relevant\" in the Oregon statute -- \"otherwise relevant,\" particularly in respect to this"
  },
  {
    "speaker": "WOLF",
    "speech": "Well, with all respect, the Oregon Supreme Court did not say residual doubt was admissible. And residual doubt was never argued to the therefore, whether or not it can come in --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "It said that your home.\" And then, presumably, the State gets to put on all of its witnesses, saying, \"No, here are the people who saw him do it,\" and blah, blah, blah. And so, it's"
  },
  {
    "speaker": "WOLF",
    "speech": "It could be. But it could be a different trial, such as we would propose in this case sentencing proceeding that are a continuation of the original trial."
  },
  {
    "speaker": "BREYER",
    "speech": "Okay. So, let's go to the"
  },
  {
    "speaker": "WOLF",
    "speech": "Okay."
  },
  {
    "speaker": "BREYER",
    "speech": "-- issue. Now, let's that has already been litigated to go into things that were not there in the trial before."
  },
  {
    "speaker": "WOLF",
    "speech": "Well, if -- real evidence of an alibi, why didn't you put it in the first time? And if, in fact, you -- it's not such good"
  },
  {
    "speaker": "WOLF",
    "speech": "Well --"
  },
  {
    "speaker": "BREYER",
    "speech": "-- want to do more."
  },
  {
    "speaker": "WOLF",
    "speech": "If -- where does the Constitution protect you? I'm willing to, at least hypothetically, go with you on the stage? Because the jury is to consider all of the evidence. So, if he --"
  },
  {
    "speaker": "SCALIA",
    "speech": "I thought -- well, I guess \"alibi.\" If all you mean by an \"alibi\" is that, for part of the offense, he was somewhere -- I thought an court, on remand, but it ought to be straightened out that the eighth amendment does not require relitigation of where the defendant was at the time of the murder. finding of guilt."
  },
  {
    "speaker": "WOLF",
    "speech": "Of guilt, but not necessarily of went on to the ultimate victim's house. So, to the extent that this deliberation includes events that occurred before the actual homicide, it's relevant to And, additionally, the --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "I still don't -- I still we're entitled to do that to rebut --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Any new -- any new evidence relevant to alibi or degree of guilt. characterize it as to alibi. Any evidence that goes to the sentencing questions the jury must consider, to about a scenario -- and, in this very case, the joint appendix, at page 92, the prosecutor in this case -- this is an excerpt from the trial -- was trying to get And, at this point, the alibi evidence had been excluded. And so, the fact that the defendant was not this case in order to decide the issue, because, under Oregon law, mom testified --"
  },
  {
    "speaker": "STEVENS",
    "speech": "But, you know, we're being interpreted the Federal Constitution. And you seem to be making most of your argument to the effect, \"Well, be doing that."
  },
  {
    "speaker": "WOLF",
    "speech": "Well, Your Honor, on the merits, we --"
  },
  {
    "speaker": "WOLF",
    "speech": "Well, we think that the -- that the Oregon Supreme Court decision was correct in -- on it is up to Oregon to control, through its evidentiary rules, whether a matter is relevant, what form it comes in, et cetera. directing that the jury consider all evidence in both phases of the trial, it must be relevant. Why else -- my question is, Is it your present intention to call the mother to the stand, or is it your present intention to use the mother's testimony, which we all ­ her, or not?"
  },
  {
    "speaker": "WOLF",
    "speech": "Well, we would intend to call her. indicates, should allow witnesses who testified originally to be recalled, unless, for some reason, they're unavailable --"
  },
  {
    "speaker": "WOLF",
    "speech": "-- in which case --"
  },
  {
    "speaker": "STEVENS",
    "speech": "-- I had misunderstood -- that the alibi in this case was -- really was offered as impeachment of the codefendants. The codefendants are really the only evidence that links that -- it's impeachment by contradiction. So, while they may find that if the codefendants say, \"He did A, Ms. Williams, you have 2 minutes remaining. question. I'm not sure it goes to our eighth amendment question before us, but I honestly don't understand"
  },
  {
    "speaker": "WILLIAMS",
    "speech": "-- finding, beyond intentional, that the State has to then establish in the penalty phase. evidence was offered. It was not offered as impeachment evidence. It was not offered under any guilt phase of the trial. And again from the colloquy, \"If you're not there, that is certainly mitigating.\" timing of the alibi evidence, the grandfather's alibi"
  }
]