[
  {
    "speaker": "REHNQUIST",
    "speech": "We'll hear argument Engineering. Mr. Zagrans."
  },
  {
    "speaker": "ZAGRANS",
    "speech": "No, Justice O'Connor, we do not take that position. We take Merrell Dow --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "That seems to be your had that effect."
  },
  {
    "speaker": "ZAGRANS",
    "speech": "Agreed. We believe that Merrell I understand the -- the original plaintiff's claim, it simply is that if he's right, under Federal law he is entitled to a declaration that the property is still his. But the issue is a Federal issue, and the only way the State has a role in it is that the State provides a cause."
  },
  {
    "speaker": "ZAGRANS",
    "speech": "I see, Your Honor. Under Michigan's Compiled Laws and under the rule of procedure allege and prove four things: that he had title, the alleged nature of the defendant's title. He had to Solicitor General's brief was on. For purposes of deciding whether or not Congress intended there to be Federal question jurisdiction, I don't believe the focus should be on the State's interest."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, my --"
  },
  {
    "speaker": "ZAGRANS",
    "speech": "Yes, sir."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Please, please. I didn't mean to interrupt you. Did you finish your answer?"
  },
  {
    "speaker": "ZAGRANS",
    "speech": "No, but go ahead, Justice Kennedy, please."
  },
  {
    "speaker": "KENNEDY",
    "speech": "No, please. Well, my -- my initial view of this case was much like Justice Souter's and -- and I still think that that may be -- may be correct. But I thought your answer to Justice Souter would be that there are many cases in which there is an antecedent Federal title which then goes down through successive purchasers, mining claims, for instance, and those are always under State law. I -- I thought that would be your answer to Justice Souter and -- and also to Justice Ginsburg."
  },
  {
    "speaker": "ZAGRANS",
    "speech": "Justice Kennedy --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "And you rely on Merrell Dow, which is fine. But I thought there was a separate line of cases that support you, as well as Merrell Dow."
  },
  {
    "speaker": "ZAGRANS",
    "speech": "There are, Your Honor, but I think that to give a -- an honest and principled answer to Justice Souter's and Justice Ginsburg's questions, I have to face it in line of Merrell Dow and the cases that"
  },
  {
    "speaker": "REHNQUIST",
    "speech": "We hope all your answers will be principled. Trust and Merrell Dow is the nature of the Federal interest at stake and the different ways they should be applied. In Kansas City Title & Trust, the interest was violation."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Yes, but the Court didn't action for violation of the statute is alleged to be --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "You mean that the -- are you saying then in the context of this case that the Federal traditionally State law?"
  },
  {
    "speaker": "ZAGRANS",
    "speech": "Yes, Your Honor, that's exactly jurisdictional statute, there's no such distinction. What -- what is the basis for it?"
  },
  {
    "speaker": "ZAGRANS",
    "speech": "It derives from footnote 12 of -- this difference that we are discussing. And in footnote 12 of Merrell Dow, the Court says that the nature are the exact same language that the constitutional grant of Article III jurisdiction uses, and therefore, they have to be given content in some other fashion. Federal interest is the --"
  },
  {
    "speaker": "ZAGRANS",
    "speech": "Clearly the -- the relation between the Federal Government and a private person, the words private right of action are out of place normally, because an action between the two parties takes Now, that's what it seems to me is at work here because the real question is not whether we have a private event the Government violates Federal law in the tax collection process. What Congress did not do -- and the Solicitor General concedes it did not do -- is create a disputes between two private parties."
  },
  {
    "speaker": "SCALIA",
    "speech": "How did Congress -- surely What --"
  },
  {
    "speaker": "SCALIA",
    "speech": "That's exactly what happened here."
  },
  {
    "speaker": "SCALIA",
    "speech": "And -- and is that not precisely what Congress expected? Did not Congress, in"
  },
  {
    "speaker": "ZAGRANS",
    "speech": "Yes, I agree, Your Honor. And in Merrell Dow, the Court held that in those middle cases --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Why was that a middle case? Because in Merrell Dow, the State of Ohio had product liability tort law --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "It was -- that's the difference. The State in Merrell Dow chose to adopt those Federal standards. It was a choice. I don't think a Federal tax sale. This is not a matter of State choice, and that, it seems to me, is the large difference between reason to distinguish other earlier cases."
  },
  {
    "speaker": "ZAGRANS",
    "speech": "That's exactly right. That's exactly right. To -- to try to -- to try to not have to supposed, that all of that prior case law, prior to Franchise Tax Board and Merrell Dow, somehow would go out"
  },
  {
    "speaker": "ZAGRANS",
    "speech": "Because, Justice Ginsburg, I think the focus is on the substantiality of the Federal question and that's where the difference between the two situations are almost always substantial Federal questions. With Federal statutory violations alleged as part of a State we could leave the -- the Kansas City formulation, the oral laws, intact and say that the distinguish -- that the distinction between Merrell Dow and this case, which Dow's case, the adoption by the State of a Federal standard, though the State did not have to adopt it in its under State law, but why did the -- the preparer commit malpractice? Because of an interpretation of Federal tax law. the action is not enforcing the Federal tax law, whereas in this case, the action is, indeed, enforcing the passage"
  },
  {
    "speaker": "ZAGRANS",
    "speech": "It was, indeed, Your Honor."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Wasn't that in the complaint?"
  },
  {
    "speaker": "ZAGRANS",
    "speech": "In the complaint that they failed concedes it. The Government concedes it. What was disputed was that there's a different statute -- this is a -- a action to remove a cloud on title?"
  },
  {
    "speaker": "ZAGRANS",
    "speech": "Justice Kennedy, under Michigan law, as I understand it, there is no distinction any Compiled Law 600.2932 seems to telescope and subsume both of those common law causes of action into one. The attempt to distinguish Merrell Dow -- Merrell Dow is, in fact, consistent with Smith/Gully/Franchise Tax in establishing that test. And not, in any way, abandon those cases or indicate that the logic is inappropriate. The Merrell Dow place in the"
  },
  {
    "speaker": "WALTON",
    "speech": "I believe that that would be a State cause of action, yes."
  },
  {
    "speaker": "KENNEDY",
    "speech": "All right. Then suppose he occupier of the land had -- had misconstrued the occupier's rights to bid at the tax sale or -- or that determinative of nothing, except the operation of Federal law, is at issue. Now, that -- that would normally -- under 1331, you'd be able to come into Federal court I but it is a factual dispute regarding the operation of Federal law. What -- what if this were just a factual its construction or application --"
  },
  {
    "speaker": "WALTON",
    "speech": "Yes."
  },
  {
    "speaker": "SOUTER",
    "speech": "-- of Federal law."
  },
  {
    "speaker": "SOUTER",
    "speech": "Yes."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Suppose the -- there was an law in the Federal court. You'd have a State claim. The issue that divides the parties is how long was too long, and the court decides the case on that basis and never"
  },
  {
    "speaker": "WALTON",
    "speech": "I see, Your Honor, yes."
  },
  {
    "speaker": "GINSBURG",
    "speech": "So if laches is pleaded as a remove on the basis of the complaint before you put in your answer, and I think you're --"
  },
  {
    "speaker": "WALTON",
    "speech": "Yes. the Federal court, and the answer could be laches and you're in the Federal court and the only question that's Federal law supplies the cause of action, but also when the plaintiff's right to relief under a well-pleaded State law cause of action necessarily depends on a substantial under jurisdiction is -- applies here because petitioner's right to relief under its State law quiet title action not say that it goes to Federal court. It would stay in State court."
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "No. On Taylor v. Anderson you kind of case, the plaintiff wouldn't be eliminating the cloud on his title. He would just be getting possession time the lawsuit was filed."
  },
  {
    "speaker": "SCALIA",
    "speech": "I guess this -- this problem is simply a consequence of the well-pleaded complaint rule."
  },
  {
    "speaker": "SCALIA",
    "speech": "If we -- we altered that rule, it would make more sense. rule, if I heard you correctly, you're contending that Merrell Dow was incorrectly decided."
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "No, because Merrell Dow did not was part of the test that I announced. And the difference between this case and Merrell of substantiality that's necessary for original jurisdiction under 1331."
  },
  {
    "speaker": "SCALIA",
    "speech": "I assume that a fact in a but which is determinative of the Federal question is never a substantial question of Federal law. Is it? So"
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "It's -- it's removable if the only question was whether notice was given. But if the question is was sufficient notice given such as to"
  },
  {
    "speaker": "REHNQUIST",
    "speech": "Well, that's a very -- sliced baloney very thin."
  },
  {
    "speaker": "REHNQUIST",
    "speech": "Thank you, Mr. Gornstein. Mr. Zagrans, you have 4 minutes remaining."
  },
  {
    "speaker": "ZAGRANS",
    "speech": "Thank you, Your Honor. you have to have in-hand service? Doesn't common sense say what that section means should be a Federal question, appropriate for a Federal court to decide? it is a Federal question as a common sense matter and every other way. It does not follow that it should be application. And that's the distinction, by the way, with the Hopkins line of cases. I don't believe that the Hopkins & Trust line in terms of this emphasis on necessarily depending on a substantial question of Federal law. The"
  },
  {
    "speaker": "ZAGRANS",
    "speech": "Thank you."
  },
  {
    "speaker": "REHNQUIST",
    "speech": "The case is submitted."
  }
]