[
  {
    "speaker": "REHNQUIST",
    "speech": "We'll hear argument Ms. Smith. of justice, which under Calderon means actual innocence of the offense or actual innocence of the death penalty."
  },
  {
    "speaker": "BREYER",
    "speech": "If you're -- if you're going to recall of a mandate as if it was, why don't you consider it as a rule 41(b) action?"
  },
  {
    "speaker": "SMITH",
    "speech": "Rule 41(b) specifically deals with the 7-day period of -- of time for issuance following the expiration of the time for a petition for rehearing or the"
  },
  {
    "speaker": "SOUTER",
    "speech": "And the court can -- can extend it or -- or in fact truncate it, can't it? terms, would have precluded the court from doing that if it had said that?"
  },
  {
    "speaker": "SMITH",
    "speech": "I think that simply a plain reading preclude that result. And the reason is that the -- the specific language that -- that Your Honor is referring to Court has ruled in the case, will withhold -- order that the mandate shall be withheld for a period of 30 days because there is a -- a new case coming out on a different"
  },
  {
    "speaker": "SMITH",
    "speech": "The court --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Or that a new case has been -- petition has been denied, the rule requires the immediate issuance. Now, there -- there may be and -- and --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But -- but you accepted the although the rule doesn't say that."
  },
  {
    "speaker": "SMITH",
    "speech": "I'm sorry, Your Honor?"
  },
  {
    "speaker": "SMITH",
    "speech": "In our view the rule does not allow any other circumstances. Rule 41 does not allow any other circumstances. If that authority -- prosecutor object when there was a further extension given for the pendency of the petition for rehearing?"
  },
  {
    "speaker": "SCALIA",
    "speech": "So there -- there is nothing from the court that -- that says we -- we shorten or extend the time. Honor. The court never invoked subsection (b) as authority for exaction. After -- when the petition for -- implies some affirmative action of -- of the court."
  },
  {
    "speaker": "STEVENS",
    "speech": "Maybe they internally did affirmatively decide to extend the time, but they just"
  },
  {
    "speaker": "SMITH",
    "speech": "I don't think so, Your Honor. A court in -- in our view -- decide to extend the time for whatever time it took them necessary to review the files that this particular judge became aware of during this period. They did, in fact,"
  },
  {
    "speaker": "SMITH",
    "speech": "All this record shows, Your Honor, is that the mandate did not issue. So the reason for that recall a mandate that has already issued, this seemed to be a really idiosyncratic case. I mean, this was an extraordinary situation where a judge said, my goodness, I okay, and now I discovered in the file things I never saw before. This is a death case. I have reason to suspect opinion because of the extraordinary circumstance. My God, I made a mistake. He couldn't recall the opinion, could he? safety valve of -- of its recall power under extraordinary circumstances. Now, in a habeas case, that extraordinary decisions of this Court, specifically Calderon."
  },
  {
    "speaker": "BREYER",
    "speech": "Have you surveyed the circuits? I know this -- what -- what you describe as the practice in the D.C. it was, but I mean, we would have thought that we have the power over our own mandate. And of course, if But Justice Ginsburg has set forth what sounds to me like an excellent reason, that the judge discovered he had made an error that could mean life or death or jail sure it's correct. Now -- now, that's how I'm thinking, that the very similar to that -- this exists? It struck me as just procedurally bizarre."
  },
  {
    "speaker": "SMITH",
    "speech": "This is an unusual case in the way Honor. But if you look at it and -- and look at it in the way that -- that it should have played out -- and the way then recalled it, what difference does it really make, assuming there is an extraordinary circumstance? I know you deny that. circumstance, I think to prevent the result of having to issue and then immediately recall, I think the court in the rule, Your Honor. We read that -- the rule a little bit stricter than that, and we limit that extension in our reading to the 7-day period after the expiration of the that is a -- that is a reading --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Tell me again. How do you -- this evidence has been vastly overstated in the concurring opinion of the Sixth Circuit. The evidence itself was -- was quite simply a her -- some additional -- some additional meetings with family members and a review of the transcripts and other that Dr. Sultan's opinion was specifically limited to."
  },
  {
    "speaker": "STEVENS",
    "speech": "Do you disagree with the factual point that I think one of the opinions made, that of the court of appeals panel who decided the merits of the case before the petition for cert was filed? presented? Because it wasn't -- it wasn't even in the record in the district court. I mean, that was what Suhrheinrich was so bewildered about, that here was what at the end of the proceeding in the district court, it's not even made formally a part of the record. It was a"
  },
  {
    "speaker": "SMITH",
    "speech": "It was quoted in the petition for rehearing."
  },
  {
    "speaker": "KENNEDY",
    "speech": "So -- so it was referenced in"
  },
  {
    "speaker": "SMITH",
    "speech": "It was directly quoted. The ultimate opinion, with regard to the mitigator, was considered. But in terms of the extraordinary circumstance, innocent of the death penalty or innocence of the offense, it would not rise to that level. it might have been additional mitigation, but that the defendant would have been ineligible for the death mere speculation to -- for -- for this Court or any court to -- to conclude why this evidence was not presented to the district court. There are any number of reasons. why it was not presented. All we have to be concerned with or what, I think, we have to be concerned with is -- we crossed that bridge in Calderon."
  },
  {
    "speaker": "SMITH",
    "speech": "That is precisely the argument that we are making, Your Honor. recognize that the bridge that we did not cross in Calderon was -- was in answering the question whether -- should not the proper standard of being -- deciding -- the court of appeals panel has decided a case. They -- they learn something that would have caused them to come to a time. Should not that be a sufficient reason to extend the 7-day period? the mandate? Hold it for a week so we can look at this. You don't think that would be permissible for an appellate judge to do that? is not the purpose of the extension. It is not to allow a court to continue to mull over a case once a final Mr. Shors. the Court: Before it relinquished jurisdiction over this"
  },
  {
    "speaker": "SHORS",
    "speech": "That's correct, Justice Scalia."
  },
  {
    "speaker": "SCALIA",
    "speech": "And -- and (d)(2)(D) says the court of appeals must issue the mandate immediately when a writ of certiorari is filed. That didn't happen."
  },
  {
    "speaker": "SHORS",
    "speech": "That's correct, Justice Scalia. -- and seemingly a mandate has to issue after the judgment unless there's an order extending the time -- went ahead with proceedings to -- to set the execution, to have the be executed, going through many stages, and was it proper for this court without -- without ever issuing an order just say nothing about this. You think that's good practice?"
  },
  {
    "speaker": "SHORS",
    "speech": "I don't think it's necessarily good rule. And their attack on -- on rule 41 in this case is an attack on the general authority of courts of appeals. happened in the Fairchild case cited in the -- in the red brief, and to a lesser extent, it's what happened in the Muntaqim case coming out of the Second Circuit. And the"
  },
  {
    "speaker": "SOUTER",
    "speech": "Were -- were those cases in which they issued an order saying what they were doing? notes of rule 35 and 40 indicate."
  },
  {
    "speaker": "REHNQUIST",
    "speech": "Shouldn't the State at least be notified of the pendency of this sort of thing? was effectively notified when the mandate did not issue."
  },
  {
    "speaker": "REHNQUIST",
    "speech": "Well, now, that -- confirm that a mandate has issued. In fact, in --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "But it's so remarkable, isn't it, that the court did not notify the State and -- and the them to address the issues by briefs, memos, or argument. I mean, this -- this -- it's just an amazing sequence, this Court had also denied a petition for rehearing. We think that in any case the burden is on a litigant seeking to secure a final judgment and to ensure ended."
  },
  {
    "speaker": "BREYER",
    "speech": "But that's why I'm quite"
  },
  {
    "speaker": "BREYER",
    "speech": "And they don't normally give notice or -- or something like that? They say, it will be here in 7 days, but we'll tell you we've delayed it. They"
  },
  {
    "speaker": "SHORS",
    "speech": "That's correct, Justice Breyer."
  },
  {
    "speaker": "BREYER",
    "speech": "I think they might have handled to do with this Court's decision to deny review. There are instances, which Justice Kennedy pointed out, in which following the denial of certiorari review, a court of The question in this case is does it have to send out that decision even though it realizes it's in clear error. knew as much as the defendant about what was in the record, but certainly it was a surprise to the State to know that the court of appeals, after cert was denied, was"
  },
  {
    "speaker": "SHORS",
    "speech": "Mr. Chief Justice, I don't believe that was unfair surprise. The court of appeals called for"
  },
  {
    "speaker": "SHORS",
    "speech": "Mr. Chief Justice, I don't believe so. It's not that one reason. It's a combination of reasons. If you consider the fact that the State was the fact that the docket was returned to the court of appeals reflected on the docket sheet, with the fact that it seems to me, just as a court does have power to extend the time for issuance of the mandate, it makes sense to say the same thing. You shouldn't do it unless these very"
  },
  {
    "speaker": "SHORS",
    "speech": "Justice Scalia, I don't believe it's a technical difference. This Court has always drawn a"
  },
  {
    "speaker": "SCALIA",
    "speech": "What if we had granted cert? You -- you say they then could not -- what -- what would happen then? the mandate was stayed by the court of appeals. If -- if -- I think it's pretty -- California in that case. This Court instead specifically tied the State's interest in finality to issuance of the appellate court think, of drawing a sharp distinction between the moment at which the court of appeals relinquishes jurisdiction brings it here and we deny certiorari. It goes back. And then one of the judges on the panel says, gee, I think we should have gone with the other circuits. Can they do"
  },
  {
    "speaker": "SHORS",
    "speech": "Mr. Chief Justice, we're not saying that this power is plenary. It is an abuse of discretion -- but we think that the fact that this is a single judge changing his mind is exactly why there is no abuse and why this isn't a case like Calderon where the full court where the same three judges who denied all habeas relief and denied rehearing came back later and said, you know good idea. The court should have gotten something right the first time, didn't, recognizes its error, and while it still has jurisdiction over the case, fixes that error. I"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, but let's -- let's assume for the moment -- you may disagree. Let's assume in -- in Calderon."
  },
  {
    "speaker": "SHORS",
    "speech": "Justice Scalia, I think it's a little different only because in Calderon it was only an of that inherent power in light of AEDPA. This case involves a rule of general application that authorizes a applied the miscarriage of justice standard, it would have had grave doubts about the exercise of that power precisely because it involved the extraordinary the State court system. The -- the fact that the Federal stay of"
  },
  {
    "speaker": "SHORS",
    "speech": "The district court on February 17th of 2000 had -- had granted the stay."
  },
  {
    "speaker": "REHNQUIST",
    "speech": "And it remained in"
  },
  {
    "speaker": "SHORS",
    "speech": "It remained in effect. The -- the Fifth Circuit has come to that conclusion that -- that if to be that harsh. We can -- I don't think that's the question. I think the question is under what circumstances can you correct the error without having mandate. I think one can draw a distinction between the court just sitting there and doing nothing for a year and when it hasn't done that. I don't -- I don't think it has to be spelled out in the rule."
  },
  {
    "speaker": "SHORS",
    "speech": "Well, Justice Scalia, I think that history of the rule, it makes it even more clear. The -- the advisory committee rejected a rule, akin to what the"
  },
  {
    "speaker": "SMITH",
    "speech": "Just briefly responding to the there was a stay of execution extended by the district court pending the disposition of appeal -- of the appeal, that stay become dissolved?"
  },
  {
    "speaker": "SMITH",
    "speech": "The stay of execution dissolved upon the disposition of the appeal. The stay was pending the affirmance of the denial of rehearing. That judgment was final when entered. Finality was suspended only during"
  }
]