[
  {
    "speaker": "[10",
    "speech": "02 a.m.]"
  },
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument versus Georgia. General Clement. question in Lane on which this Court applied an as- applied analysis, is the question of whether or not Title II's remedies are congruent and proportional as the discriminatory, inhumane, or otherwise unconstitutional treatment of inmates with"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Absolutely, Justice O'Connor. And one of the reasons that I think that Title II is particularly congruent and proportional in standard, which, after all, uses the term \"reasonableness,\" is very well amenable to the kind of prophylaxis at all with respect to Title II, but I think it is proportional and congruent, and I think the prophylactic gap between what the Constitution protects prison context, both because if you think about one set of claims, the Turner claims, much of that deference I think some of those Courts of Appeals have clearly taken into account those kind of budgetary concerns."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Of course, all of the injunctive relief. You don't necessarily need damages."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, I think damages are against Gorman, has already said that punitive damages are not available under Title II. And I think if you look at compensatory damages -- available under Title II, but, I mean, as a constitutional matter, there's certainly nothing indifference\" means under Farmer against Brennan, but, whatever that small gap is, that certainly seems manageable. respects, it -- I think you have addressed the cost concern by comparing, in your brief, the Federal situation where Title II is purely duplicative of the Rehabilitation Act, but the difference is really in terms of the scope of the coverage, not in terms of the"
  },
  {
    "speaker": "GINSBURG",
    "speech": "And the --"
  },
  {
    "speaker": "CLEMENT",
    "speech": "-- two provisions. Title II and there is an exhaustion remedy. There is also, of course, an exhaustion remedy inherent in Title II, because, in order to get a reasonable modification, place. We also think that the PLRA applies, in all just troubles me a little bit. If we hold this provision unconstitutional because it is not congruent and proportional and so forth, does it not follow that even be enforced by injunctive relief?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Because of the lack of the"
  },
  {
    "speaker": "STEVENS",
    "speech": "Right."
  },
  {
    "speaker": "CLEMENT",
    "speech": "-- telling that, if you go back to the Government's brief in Yeskey, when we were application of Title II to prisons, the Government focused all its energy on defending it as valid Section"
  },
  {
    "speaker": "BAGENSTOS",
    "speech": "Thank you, Mr. Chief Justice, The Americans with Disabilities Act is congruent and proportional as applied to the prison by the State of Georgia?"
  },
  {
    "speaker": "BAGENSTOS",
    "speech": "There is not. The same -- the record of constitutional violations is nationwide."
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, you're --"
  },
  {
    "speaker": "BAGENSTOS",
    "speech": "-- of constitutional played no part in that nationwide record."
  },
  {
    "speaker": "BAGENSTOS",
    "speech": "Well, that's this Court's cases on prophylactic nationwide legislation, Court upheld nationwide prophylactic legislation on the basis of a record that included constitutional the point is that the record of constitutional violations here is a nationwide record. It's a record that includes some incidents from Georgia. It's a States; as I say, 37 different States. It's a record of constitutional violations that's been judicially"
  },
  {
    "speaker": "SCALIA",
    "speech": "But State and local units don't enjoy the sovereign immunity of the State."
  },
  {
    "speaker": "BAGENSTOS",
    "speech": "The -- I mean --"
  },
  {
    "speaker": "BAGENSTOS",
    "speech": "-- you know --"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- don't need this Act to determining whether the evidence before Congress was sufficient?"
  },
  {
    "speaker": "BAGENSTOS",
    "speech": "In determining whether the know, this Court has said -- I think the standard comes from City of Boerne -- it's the congruence and that this Court said in Boerne, which I think this Court adopted in Lane, to the factfinding capabilities of the -- of the -- of the Congress. submission -- and that's what I heard from the Solicitor General, as well -- on the difference between"
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- a reasonable reading of the ADA, which I had always understood to be a significant change in -- in terms of what rights are different from Turner against Safley, which talks about the demands of the prison environment and the -- and a versus Lane, and it could require very extensive requirements, perhaps. Is that a concern, or should it be, in the \"congruence and proportionality\""
  },
  {
    "speaker": "BAGENSTOS",
    "speech": "Well, I think there are two sides to that coin. I think, definitely, the scope of the Rehabilitation Act that applies to the Federal Prisons -- do we have any figures on -- you know, on what that has cost in required accommodations? figures for that. Perhaps the Solicitor General can answer as to what the burden has been on the Federal amicus brief filed on behalf of Mr. Goodman by the former President George H. W. Bush really emphasizes this -- the ADA was passed based on a firm conclusion that it hadn't worked. And I think the record of constitutional violations here shows that, that we have function of damages is really essential in this context. I think that's the import of the record of constitutional violations. Section 1983 failed. they're very limited in the prison context. They're limited by this Court's decision in Barnes, no 1983 violations?"
  },
  {
    "speaker": "BAGENSTOS",
    "speech": "But --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Constitutional violations."
  },
  {
    "speaker": "BAGENSTOS",
    "speech": "Well, there --"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- but actual constitutional punitive damages. It's not just -- you know, we also have the provision of the PLRA that says no damages for mental and emotional injury in the absence of physical are peripheral to core constitutional rights, we're not going to have damages anyway. It also -- we also have course, the prison can reduce its damages liability, and, of course, where we have a continuing violation after exhaustion, which is what -- when people file like Mr. Goodman alleges were continuing problems in his case -- we will have cases where we have very much constitutional rights, affirmative constitutional rights of accommodation, under the Eighth Amendment itself. And so, I think that's another very But, here, I think the most salient fact is, if you ever had a record justifying prophylaxis "
  },
  {
    "speaker": "ROBERTS",
    "speech": "Mr. Castanias. please the Court: Before I sit down today, I'd like to make"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, was there any problem of that in Tennessee versus Lane? I thought the courthouse officials there said, \"There'll be a trial. steps or don't, and we'll give you a trial down below.\" Was there -- it's the right of access to courthouse, the other side say that's not a big deal, because the ADA looks only to reasonable accommodations; you can take all those factors into account; and presumably the already subject to most of these obligations anyway, and it's just a little bit extra, under the ADA."
  },
  {
    "speaker": "GINSBURG",
    "speech": "And how many has it -- in the District Courts, how many have been rejected when it's something like television or recreation? making any representations that I am going to canvas the universe on this, I have not seen a case where the"
  },
  {
    "speaker": "CASTANIAS",
    "speech": "-- an opportunity --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "-- agree that --"
  },
  {
    "speaker": "CASTANIAS",
    "speech": "-- to pull that together. the same essential requirements as ADA?"
  },
  {
    "speaker": "CASTANIAS",
    "speech": "Well, the Rehabilitation Act have better information on that subject."
  },
  {
    "speaker": "BREYER",
    "speech": "In your point of view, would in order to get rid of this problem, if the Court said, \"Look, it says 'reasonable.' Of course prison has It's very much unlike the rational-relationship test of Turner against Safley. Quite the contrary, what happens in these cases -- and this comes up in the cases or any of the -- any of the cases that the Petitioners have hypothesized -- what happens in that case, because the prisoner put forth his case, in the State of Indiana, while it was pre-Yeskey, nonetheless agreed that the ADA applied to the prison and, at the prisoner won the case. And they won the case, because all the State did is articulate reasons, like there was"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- in this opinion. I mean, that would make it happen, wouldn't it?"
  },
  {
    "speaker": "CASTANIAS",
    "speech": "You could -- I mean, you anything it wants here. But the problem is, is that this was -- this was one of the fundamental problems racial discrimination. Here, we're talking about a statute that was framed by Congress as basically trying to change the scrutiny to claims, equal-protection- --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "It's interesting -- would have to say so. Because if you looked at the rational-basis test that had gone before, this one looked no better, no worse. Solicitor General Moore, at the end of the Lane argument, said, \"We have to take the Court as -- for Can you get damages under 1983?"
  },
  {
    "speaker": "CASTANIAS",
    "speech": "Absolutely."
  },
  {
    "speaker": "SCALIA",
    "speech": "Against the State? officers acting --"
  },
  {
    "speaker": "SCALIA",
    "speech": "State officers don't have reasonable-modification or reasonable-accommodations provision basically an empty vessel to put whatever constitutional law you want in -- that go beyond constitutional violations are no good. I'm not -- I'm not going to read it unrealistically so apply just to disabled inmates at all. Quite the ---"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, that's --"
  },
  {
    "speaker": "CASTANIAS",
    "speech": "-- contrary -- exactly the point I had asked about before. This is a better point. Because I thought that bridge was -- particular reporter to the courtroom. That's an interesting question. I never thought of that one. I --"
  },
  {
    "speaker": "BREYER",
    "speech": "-- you don't think Lane stands for the proposition of their prophylactic rules counsel about alternative remedies here, and I think there's an important point to make with regard to Title III of the ADA, and that's the title of the ADA that the State prison, but the title that applies to public accommodations, like restaurants and hotels. And it's obligations of the State to provide the minimum standards of health and safety for prisoners. And I'd point out that, in the Court's decision in DeShaney -- wrote for the Court that, in determining both the scope and how to satisfy those, there is an enormous amount level of constitutional law. It's not enforcing; it's changing the law."
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, that just proves that extent that it covers a constitutional violation, it's okay. We will say the excess is bad. this one.\" And the fact that Justice White's opinion ­ -I think it was Justice White's opinion for the court in Cleburne -- didn't go on and think about four other decision-making process at all. With regard to the Petitioner's efforts to that will get the prison to stop that. If there are no other questions, we'd ask that the judgment be affirmed. Mr. Schaerr, we'll hear now from you. the two key purposes that the congruence-and- proportionality analysis serves. One of those, as the Court has reiterated, is to prevent Section 5 from can regulate the States and impose litigation and other burdens on them as though they were mere corporations. it provides for a damage remedy, then it crosses the line?"
  },
  {
    "speaker": "SCHAERR",
    "speech": "I do believe that the statute think the Court needs to do that, because I think it's clearly not congruent with constitutional requirements. two, the abrogation of sovereign immunity is not limited to the States, or categories of States, where there has been a finding of unconstitutional action. to invalidate this statute's abrogation of sovereign immunity, but we also think that the statute is not at violations."
  },
  {
    "speaker": "SOUTER",
    "speech": "Right, but Congress --"
  },
  {
    "speaker": "SCHAERR",
    "speech": "And it's hard for me to -- operates on a -- on a national scale --"
  },
  {
    "speaker": "SCHAERR",
    "speech": "True. record in this case would satisfy it, because this -- because --"
  },
  {
    "speaker": "SOUTER",
    "speech": "No, but my question is, have to make it, on a State-by-State basis, or may that record be made in the course of a trial in a particular you -- if you look at Mr. Goodman's complaint, yes, there are some allegations there that obviously raise constitutional issues, but there are a lot of Justice Department's interpretation of Title II, but, equally clearly, don't raise constitutional issues. States to liability. So, I don't think it's enough just to say, \"Maybe there -- maybe there is an Eighth Amendment claim here that's legitimate, and maybe, can be abrogated.\" It has to be done pursuant to a legitimate exercise of Congress's power. again, the Court need only look at the Justice Department's regulations to see how they impose a disparate-impact requirement. Title II reverses the burden of proof. As the Court held in Garrett, under the Constitution,"
  },
  {
    "speaker": "SCHAERR",
    "speech": "Well, I think it -- one of the ways is the one -- is the one I just mentioned a -- mentioned a minute ago. It's -- Lane was certainly"
  },
  {
    "speaker": "BREYER",
    "speech": "You mean --"
  },
  {
    "speaker": "SCHAERR",
    "speech": "-- the Court -- -- what I just heard was, it's -- the reporter just was a stand-in for the average person, that the average person had these constitutional rights, which may have"
  },
  {
    "speaker": "SCHAERR",
    "speech": "I think that would be one way of understanding it, though not the only way. context, to the extent they've reached the issue. But with respect to the substantive obligations, they really are identical. And I do think that's important, In particular, I think it's worth remembering here that the damages remedy in Title II -- and this is Amendment claim. I mean, if it's important to us how much of this applies, how do we address that issue?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, let me address the think that that's something that can be taken care of in any number of respects. One is, a sensible Also, I think, in some -- in some sense, you can't lose sight of the fact that perhaps the reason that somebody's being denied access to the TV room is and the TV room and the law library and the religious services and everything else they need in the prison is"
  }
]