[
  {
    "speaker": "[10",
    "speech": "03 a.m.]"
  },
  {
    "speaker": "REHNQUIST",
    "speech": "We'll hear argument Mr. Rosenkranz."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "No, Your Honor. We did not object to the core of the jury's instructions stating the legal standard. And we -- stated in that instruction?"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "The core of the instruction,"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "I know, but it seemed to decide the case based on its view of the statute as just applying to generic drugs or something like that."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "That is absolutely correct, Your Honor."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "So it didn't, in fact, come to grips with the evidence."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "It absolutely did not come to grips with the evidence, nor did it grapple with the alternative arguments that Integra was presenting --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Yes, so --"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "-- so they --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "-- maybe all we have to do is deal with whether that court should have addressed the evidence."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "That would be one answer, Your Honor, reverse and not addressing the alternative legal grounds, but I would urge this Court to address the alternative grounds, because they raise --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "All of them? You mean, like the research tools problem?"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "No, Your Honor, because the research tools problem was never presented --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "No."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "-- as an issue before the jury or before the District Court. And --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Or the Tripps Treaty?"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "No, Your Honor."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "In fact, that's not even raised by Respondents. It's raised by amici's -- the same problems that the Federal Circuit's opinion raises. They defy the plain language of the statute Congress passed. They are equally at odds with the exemption."
  },
  {
    "speaker": "REHNQUIST",
    "speech": "What are the genuine issue of fact that does not relate to one or another of those three propositions, it will not be able to do so, save a footnote to be addressed later about the argued the witnesses were not credible. Just beginning with the safety question, and piece of information. Because the IND is so important at this point, is it in the record -- do we have a copy of the IND? the record, because it was excluded from evidence, which may be why the jury reached the wrong conclusion. But, I for the -- for the drug application, later on. Are you abandoning that more expansive position?"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "No, Your Honor. opinion that way. I don't think that opinion has to be read to say that they're not going to allow in anything there are two ways to read the Federal Circuit's opinion. To the extent that the Federal Circuit said nothing before the clinical stage is relevant to the FDA exemption -- if that is what the Federal Circuit held, we are -- we are not abandoning the position that that is wrong. I understand that there is another way to read the Federal Circuit's opinion that grapples with the subsidiary questions that we're discussing here, which are all fairly presented in our question presented. And that's what I'm addressing myself to now."
  },
  {
    "speaker": "GINSBURG",
    "speech": "For your first answer, are you relying what the Federal Circuit said in its opinion -- and it's in 10a of our cert petition appendix -- that is, the Federal Circuit's statement of the question presented, whether the preclinical research conducted under Scripps- Merck agreement is exempt from liability for infringement of Integra's patents."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Yes, Your Honor. And then, two pages later, on 12a, the Federal Circuit states its conclusion, and I quote, \"Thus, the Scripps work sponsored by Merck was not solely for use as reasonably related to clinical testing for the FDA.\""
  },
  {
    "speaker": "SCALIA",
    "speech": "Yes, but it -- it's not at all clear in the opinion that the Court was using preclinical and clinical in the very technical sense that you were -- that you use it, which means \"clinical\" is stuff submitted for the drug application, and \"preclinical\" is for the earlier application. That is not at all -- clear. And, just as in Boyle, when this Court faced a situation where it wasn't clear what the Federal -- or, around the notion that the use may not have more than one purpose, and that purpose can only be FDA directed. That argument is also incorrect as a matter of law. And one preclinical course of study that has only one purpose. When one is studying mechanism of action, a scientist is research tools to stunt the growth of blood vessels and study what happens next with other compounds, but they were emphatically not used as research tools in this case. In this case, they were the objects of study, and Integra won a jury verdict based upon that presentation. And, in fact, never argued to any court or to the jury that there is a resource tool carve out. So, I was just talking about the subjective purpose earlier, and it is -- again, it's important to note that the information can be used for other purposes. There's nothing in the statute that prohibits that. Now, let me turn, just briefly then, to what is often one of the most important questions in these FDA exemption cases, which is the timeline question. At what point in the arc of drug development is it unreasonable for a jury to conclude that the FDA is an inappropriate audience for the next set of experiments? Our position -- and people may differ, as a matter of law, as to whether it is earlier -- but our argument is, at a bare minimum, at the point in time at which a drug developer has a known structure and cures a disease in an animal with that known structure, all eyes turn to drug development; which is to say, all eyes turn to the FDA. As a matter of law, everything after that, so long as it's relevant to the FDA, is FDA -- is appropriate to view as FDA directed."
  },
  {
    "speaker": "SOUTER",
    "speech": "Do you agree then that at whatever period, however you want to describe the period, at which the researcher is basically trying to figure out back in time to come within the exception?"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "No, Your Honor. That's exactly construction of the statute that has not been argued here."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Well, Your Honor --"
  },
  {
    "speaker": "SOUTER",
    "speech": "It seems to me that the law of the case, as to what the statute means for your case, is set by the instruction, and that is why I am reluctant to get into the issue that you raise here, because I think we're rather -- you are limited, and we are tied in what we can do as a result of your agreement with the instruction."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Your Honor -- and I see my time is running out; I'd like to reserve a bit for rebuttal, so let me answer, just briefly. Under Praprotnik, of course, this Court is not bound by law of the case by the instruction. But the instruction, as I understand it, says exactly what the statute says. \"Reasonably directly\" is simply another way of saying, \"Are these activities reserve the remainder of my time for rebuttal."
  },
  {
    "speaker": "REHNQUIST",
    "speech": "Very well, Mr. Rosenkranz. why we -- it seems to us that that's clearly wrong."
  },
  {
    "speaker": "REHNQUIST",
    "speech": "Do you have to have the FDA's permission to start clinical testing? application, is -- the whole -- the only thing that FDA is looking at, at that point, is whether to permit human compound is until I've done studies on it and on other compounds to determine --"
  },
  {
    "speaker": "SCALIA",
    "speech": "That --"
  },
  {
    "speaker": "SCALIA",
    "speech": "But that might well determine whether the research was relatively directly related. I it might be the meaning of the instruction."
  },
  {
    "speaker": "JOSEFFER",
    "speech": "Well, I think we would disagree with that, for two reasons. The first is that the Federal these questions entirely as a matter of law, based on a de novo interpretation of the statute, without regard to the don't see that at issue here, because the jury instruction, we think, was just too general to speak to these issues. But getting back to my point about why it can't be limited to that single compound --"
  },
  {
    "speaker": "REHNQUIST",
    "speech": "But who's fault is that that the jury instruction is too general. I mean, if both parties agreed to it, aren't they, in a sense, bound by it?"
  },
  {
    "speaker": "JOSEFFER",
    "speech": "We think that the Petitioner should not, and is not, arguing inconsistently with the jury instruction. The point is just that juries, being lay people, tend to be instructed --"
  },
  {
    "speaker": "REHNQUIST",
    "speech": "The Petitioner said he agreed with the core of the instruction, whatever that is."
  },
  {
    "speaker": "JOSEFFER",
    "speech": "I think that's just with the general principles. Take, for example, a negligence case. Jurors are instructed all the time that the Defendant has a duty of ordinary care. And then courts, on appeal, will determine more specific legal questions, whether entire classes of conduct do or do not comply with the ordinary care, in much greater detailed instructions to the jury. And example of a case where this Court did that would be Shenker v. B&O Railroad, at 374 U.S. 1. And we think that in a -- in determining whether a Petitioner is entitled to judgment as a matter of law, this Court should just articulate and apply the specific legal principles here; they're not inconsistent with the jury --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Was the court below wrong in drug development?"
  },
  {
    "speaker": "JOSEFFER",
    "speech": "Yes. In fact, this Court already And because there's no such thing as an absolutely safe drug, because all drugs entail at least some safety risks, FDA will not let human clinical trials proceed unless useful. It's a -- it's a benefit-risk analysis. The Court looks to whether the potential benefits of the test trial without the approval of the FDA?"
  },
  {
    "speaker": "JOSEFFER",
    "speech": "That's contrary to federal law. I -- certainly would be severe civil consequences. And my too."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Your time is short, so could something like that, and then you ask yourself, \"Gee, what would stifle the production of blood cells?\" And let's assume there hasn't been any research done in that field long as the idea I have in my -- in my head is, I want to create a drug to treat this disease that will stifle blood first experiment, at that point, has to be protected, because, otherwise, I'd have to commit the infringement before I could get -- you described, the basic research, is that within the common law research exemption? directly for Merck, certainly is, we would think, you know, tied closely to Merck's commercial activities. Scripps may also do some other bioresearch -- Joseffer. Mr. Flores. for judgment as a matter of law because the Federal Circuit discerned no error in the District Court's interpretation of section 271(e)(1), which raises the question --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Where is this? Page 14a --"
  },
  {
    "speaker": "FLORES",
    "speech": "Yes, Your --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "What are you quoting from?"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Is it just before the letter \"b\" on 14a?"
  },
  {
    "speaker": "FLORES",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "BREYER",
    "speech": "What are the first few words of the sentence there that you quoted?"
  },
  {
    "speaker": "FLORES",
    "speech": "\"Because the language and context of the safe harbor do not embrace the Scripps-Merck general biomedical experimentation, this Court discerns no error\" --"
  },
  {
    "speaker": "BREYER",
    "speech": "Exactly. And so, they are saying that they're wrong on their ground for thinking that the language and context don't embrace it. Since they used the wrong standard, they never got to the question of whether the evidence warranted a directed verdict. So I don't see how we avoid looking at all of what you'd call the atmospherics."
  },
  {
    "speaker": "FLORES",
    "speech": "The precise holding and the reasoning of the Federal Circuit was, they found no error in what the District Court's --"
  },
  {
    "speaker": "BREYER",
    "speech": "Because they interpreted the statute in a particular way. Isn't that right? I'm asking. I'm not --"
  },
  {
    "speaker": "BREYER",
    "speech": "No?"
  },
  {
    "speaker": "FLORES",
    "speech": "The only interpretation of the 271(e), which was the sole focus of Merck's appeal to the Federal Circuit."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Why should we say that's the question, when the Federal Circuit, itself, said what I read before from 10a?"
  },
  {
    "speaker": "FLORES",
    "speech": "Your Honor, on page 10a, the Federal Circuit said, \"Thus\" -- and this is in the -- the last sentence in the middle paragraph of the page -- \"Thus, this Court must determine whether section -- the section 271(e) safe harbor reaches back down the chain of experimentation to embrace development and identification of new drugs that will, in turn, be subject to FDA approval.\""
  },
  {
    "speaker": "BREYER",
    "speech": "That would answer that question?"
  },
  {
    "speaker": "FLORES",
    "speech": "It does not. The Federal Circuit answered that in the negative. The Federal Circuit rejected the interpretation advanced by Merck, which was the rational predicate standard, which was basically a causal test, and held that the District Court's interpretation, under the Intermedics standard that's given in the jury instruction, that Merck now concedes is the correct standard."
  },
  {
    "speaker": "BREYER",
    "speech": "So they say that it does not -- the safe harbor does not reach, among other things, back down the chain of experimentation to embrace the development of new drugs that will be subject to FDA approval. In your opinion, is that statement, as I read it -- I left out the word \"identification\" -- as I read incorrect statement?"
  },
  {
    "speaker": "FLORES",
    "speech": "That is a correct statement of the about the sentence on page 10, I intended, not the one that you read, but an earlier one that precedes it, and that is, \"The questioning arising in this case is whether animals, as distinguished from humans -- \"conducted under the Scripps-Merck agreement is exempt from liability for Merck agreement.\" And then the next sentence explains what that means. The experiments did not supply information for submission to the United States Food and drug candidate. So, I think what they're describing as the makes me able to ask a question that I think will reveal better to you what I need an answer to. Reading this, and listening to the discussion, opinion below is pretty foggy. We have Merck, the Food and Drug Administration, the Government, the entire Court's opinion to see if they parse."
  },
  {
    "speaker": "FLORES",
    "speech": "Yes, Your Honor. But in this case the issue before the District Court was whether the a matter of law."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, don't you think that -- it's 21 United States Code 355(i)(3)(B)(i). And in that --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Can you repeat that 355 what?"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "-- (i) -- the merits. And I'll read that. It says --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "But you do --"
  },
  {
    "speaker": "SOUTER",
    "speech": "What are you -- that the Government does not agree with you on this point?"
  },
  {
    "speaker": "FLORES",
    "speech": "The Government disagrees, Your Admittedly, at the clinical trial they're trying to find out how effective it is on human beings, but there's got to be some threshold showing of effectiveness. They can't prior to that point."
  },
  {
    "speaker": "STEVENS",
    "speech": "In fact, that paragraph refers the word \"efficacy,\" what word did they use?"
  },
  {
    "speaker": "FLORES",
    "speech": "They --"
  },
  {
    "speaker": "STEVENS",
    "speech": "They used the word [Laughter.]"
  },
  {
    "speaker": "FLORES",
    "speech": "No, Your Honor, they used the word, what's the answer?"
  },
  {
    "speaker": "FLORES",
    "speech": "The answer is that the FDA considers what information is available to it. It does because clinical trials have not taken place; and, therefore, the regulations and the statutes say you do the So, I would think that you would want to encourage the exemption to cover those matters."
  },
  {
    "speaker": "FLORES",
    "speech": "Your Honor, of course FDA is very concerned about efficacy, and it -- but concerned about that after it gets data from human clinical trials. That's the -- that is the basis of --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, I'm not sure. If there's data earlier, at the IND stage, as a result of the lab tests and the animal tests, I would think that would be part of the exemption."
  },
  {
    "speaker": "FLORES",
    "speech": "If efficacy -- or some information about what benefits the drug might have, is probably a better way to phrase it -- is considered at the safety stage as part of the safety balancing, then it's got to be done under good laboratory practices, because --"
  },
  {
    "speaker": "BREYER",
    "speech": "Suppose that we concluded -- well, I don't want to cut you off. Go ahead, please. If I cut you off."
  },
  {
    "speaker": "FLORES",
    "speech": "Yes. If -- I believe the Solicitor General's point is that the safety decision is a practical one, and you've got to look at both sides of the ledger -- potential harm, potential benefit -- I don't believe it's proper to call that \"efficacy.\" But whatever you call it, if it's part of the safety balancing it has to be done under good laboratory procedures. That, I think, is clear from the FDA regulations. And, as a matter of policy, it wouldn't make any sense for the FDA to say that half of the safety equation need not be done under good laboratory done under that."
  },
  {
    "speaker": "SCALIA",
    "speech": "I don't -- so what? I don't you'd have to conclude, for them to win -- but suppose I did conclude -- suppose, for hypothetical -- the sake of -- for -- as a hypothetical, suppose I thought, yes, this drugs are, too. Suppose I concluded that the statute meant sometimes you could do that, in an ordinary have nothing to do with safety, and, by logical extension, they can't tell you much about efficacy, either. Merck agreed that a significant portion of these experiments in possible drug candidates, is something that --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, we don't -- I hope we"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Exemption. The statutory exemption. I thought that was what we were looking at."
  },
  {
    "speaker": "FLORES",
    "speech": "Yes, that's what I was referring to. The Federal Circuit didn't articulate a standard for that. The Federal Circuit approved the District Court's use of the Intermedics standard, under which preclinical experiments are potentially --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, but it certainly thought that the FDA considers only safety, and nothing else, that it was directed at generic drugs, not others, and that there was a cutoff point earlier than that argued by the Government and the Petitioner for what is exempt preclinical trial information."
  },
  {
    "speaker": "FLORES",
    "speech": "The Federal Circuit's opinion, I believe -- the Federal Circuit's opinion rejects the rational predicate theory. It does not articulate an alternative standard to that. It merely ----"
  },
  {
    "speaker": "REHNQUIST",
    "speech": "They spent about ten pages in the appendix trying to do that."
  },
  {
    "speaker": "FLORES",
    "speech": "But Federal Circuit didn't do that. That was discussion in there. It gave a lot of background about the statute, which may not have been necessary for its ultimate holding. But the Federal Circuit, when it comes down to it, didn't do anything other than approve the District Court's interpretation. Now, if the Federal Circuit did something different than that, which we just -- which is -- Integra does not believe is the case, its judgment should be no error in the District Court's judgment -- in the District Court's denial of Merck's motion for judgment as"
  },
  {
    "speaker": "GINSBURG",
    "speech": "The dissenting judge did not -- the dissenting judge, Judge Newman, did not read the Court's opinion the way you do. Is that correct?"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Maybe we should take that into account, to some extent, that someone who certiorari. So, I do not believe this Court even needs to address the issue of Rule 50 review. There is no dispute in this case as to the 271(e)(1), and Merck, having failed to preserve its rights to Rule 50 review under the Intermedics standard, there Mr. Rosenkranz, you have two minutes remaining. With my two minutes, I want to make one overarching important point, and it's really in response series of analogs that were designed to look exactly like the RGD peptides, and to work exactly like the RGD peptides. And no rational drug innovator ever proceeds to clinical trials, nor does the FDA want it to, without conducting that research, because you don't spend millions of dollars for expensive toxicology studies until you know you've got the safest and most effective drug candidate. The FDA reviews that evidence, because it wants to know why you're proceeding with that candidate. And if you shift midstream to another lead, as Merck, in fact, did in this very case, the FDA wants to understand why."
  }
]