[
  {
    "speaker": "STEVENS",
    "speech": "We'll now hear argument in Mr. Poe, as soon as you're ready, we'll hear from you. independent in order to vote in that primary."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, of course, I guess from the standpoint of the Libertarian Party, it's kind of a Oklahoma law with their -- their prior registration have to do it basically 8 weeks ahead, at which time they don't verify the number of signatures and the authenticity of those signatures, and then make a decision on whether to recognize or not recognize the political party. here between the interest of a small party and a large one. A small party would like, if there is a deadline, to recently as in Timmons, that it does have an interest in a stable political system, which may be a two-party system. As long as -­ an interest in protecting major parties from losing their members and thereby weakening the two-party system by"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, even in presidential elections, most people don't get interested until 4 or 5 weeks before the election. Everybody knows that. the presidential primaries of which we're talking about."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, I'm saying even in a because it poaches on their members. But there is not in this litigation any major party that's complaining about that. So if that is the rationale that the district court nobody, as far as we know -- they haven't even come into this case at this level, filing a friend of the Court applied by the Democrats or the Republicans. But also more importantly, in Monroe this Court clearly stated that a State does not have to wait until it make reasonable decisions. In fact, this Court says the States should have the foresight to make those reasonable Democratic Party simply because they hadn't filed an amicus brief."
  },
  {
    "speaker": "POE",
    "speech": "I would agree, Your Honor. I -- I Court -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "They are, after all, candidate in that particular election, decided to stay home?"
  },
  {
    "speaker": "POE",
    "speech": "Well, if they had already made the the candidate, but they would also not be voting in another party's primary. candidate is any smaller than it would have been if there had been no Libertarian Party at all?"
  },
  {
    "speaker": "POE",
    "speech": "There -- there's nothing in the record"
  },
  {
    "speaker": "SOUTER",
    "speech": "And -- and a very similar question. Is there anything in the record that indicates -- there is a context or -- there is belief that it will harm. And there's been no polling in this action, and there's no -- there was only one other State that has a semi-open primary. And there's no data that has effectively come out of their one primary that says why It is if a party is running as a party and if the State -­ there -- there may be an interest in it. I'm not sure -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "It -- if it's running as a of the people in that party, which is somebody who is nominated by -- by the people in that party, or at least reliance is going to be misplaced by those party members when they go. They go to vote for a Democrat. They see the D or the R or the L. talking just about the Libertarian Party, the effect of the Libertarian Party. It could very well the effects on support and the party structure. By that happening, you then incur -- by allowing this party-option primary, you then -- that would promote party splintering, party the Libertarian Party the day of the election without any prior registration -- those Republicans who may have nearly half the States pursuant to their authority under Article I, section 4 to prescribe the manner of holding elections. In so doing, the Tenth Circuit in our view briefly. The first was the Tenth Circuit's per se wishing to vote in the LPO primary, to -- to disaffiliate from the party 2 months in advance. But that burden is no more severe than others that this Court has found The burden on voters, for example, is less severe than the burden this found -- this Court found does not amount to a severe burden. And that's the only real burden here. The LPO has to -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, I guess the one other -- the Republican or Democrat who wants to disaffiliate in order to vote with the Libertarians has to do so at a time filing a petition to become a recognized party, then the voter will have ample time to make a decision. It's really only if the LPO procrastinates that the voter is -- of the State law."
  },
  {
    "speaker": "SOUTER",
    "speech": "Let me just ask you to look at have stayed at home anyway and done nothing, merely nominal Republicans as opposed to active Republicans?"
  },
  {
    "speaker": "SCHAERR",
    "speech": "Yes. We -- we do have answer to court's finding that poaching would, in fact, made -- make a difference in the -- in the outcomes of the elections."
  },
  {
    "speaker": "SCHAERR",
    "speech": "Yes. Mr. Darcy's testimony, which I believe appears at -- at page 63 of the joint appendix, in that -- in that general area, anyway. and a legitimate and important concern to the States for three important reasons. I -- I might mention that in protects the party from having its voters poached as a result of a -- of a spurned candidate joining another party. concern is that -- is that it can lead to efforts, strategic efforts by -- by other parties to influence the in Oklahoma."
  },
  {
    "speaker": "SCHAERR",
    "speech": "That's correct."
  },
  {
    "speaker": "STEVENS",
    "speech": "Yes. And the other possibility, though, is for the Democrats to open their primary and to lure some of the -­ would -- they'd also run the risk the Democrats would -­ would migrate also if they made that deal."
  },
  {
    "speaker": "SCHAERR",
    "speech": "It depends on how they ran -- ran In all events, it's a -- it's a plausible scenario and -- and one that the State is entitled to coming in for a purpose to hurt that party. Now, if draining is inverse raiding, then the State is saying that it has an interest in keeping in to a political party cross purposes that it has an interest to both keep out disloyal voters from a political party's primary and at with you if you had a rule for minor parties, frankly. But if you can't get a rule for minor parties, special, then you have to take it seriously I think."
  },
  {
    "speaker": "BREYER",
    "speech": "What's your answer? What do you respond -­ they're thinking, I take it -- I don't know what they're really thinking, but I imagine they could be thinking, no, we don't want to open our primary. We'll run the risk there and stay. We'll run that risk, but we don't want them coming and raiding us. We think that's the bigger 4 weeks before the election for whom we can plan. We don't want to open ours because we don't want the raiding. We want to keep -­ First Amendment view of your voters shows that the party thinks that they own the voters. We hear this language  voters had voted in their primary and which had defected to another party. When they're sending out mailers or doing phone banks or driving people to the polls, they're actually serve to help them to identify some of their voters who aren't loyal, and they won't want to bring them  Libertarians, as shown in the record in this case, have never and continually do not have the time to build up a voter pool. They have their supporters spread out among a little amount of time that you can register as a Libertarian, unlike the vast majority of States."
  },
  {
    "speaker": "LINGER",
    "speech": "Who would they attract? They would attract Libertarian-oriented people who would be drawn by their philosophy because the Libertarian Party, as with positions oftentimes ignored by the major parties, and that is one of the reasons that -­ I say that the results would probably be to the benefit because it would ensure major parties that they got a nominee who was picked by loyal supporters of the party, who would rather be doing something else. And that, of course, is the essence of have a party-option open primary or not. We need to look at the factors. I think there are very few States that this would even apply to because, as we know, 21 States"
  },
  {
    "speaker": "SCALIA",
    "speech": "What facts? We -- we have to evaluate it on the basis of each election? What is a"
  },
  {
    "speaker": "SOUTER",
    "speech": "No, but we are -- we have got to look around the corner."
  },
  {
    "speaker": "LINGER",
    "speech": "-- about the effects. the invitation to come up with a different rule for Republicans and Democrats and Libertarians, I think you're want to -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "That's the same as election system -- that's the same as Alaska's system. Right? I an open primary, doesn't it?"
  },
  {
    "speaker": "LINGER",
    "speech": "Justice Scalia, I respectfully There are very few that limit things across the board like Oklahoma does, and that's what makes this case unique. And I think the footnote 13 in Tashjian talked I think this case gives the Court an opportunity to fully expand on that footnote, the full footnote, of course, as register with it. And the law and the workings of all these registration laws in Oklahoma, because they are so position that the major parties have because they simply can't get their people registered and stay registered with"
  },
  {
    "speaker": "GINSBURG",
    "speech": "I thought your case was you want to appeal to people who don't want to register as Libertarians and don't even want to be independent. You the Republican or Democratic Party but have Libertarian leanings, but they don't want to give up their party"
  },
  {
    "speaker": "LINGER",
    "speech": "We would like -- first, when you have competition in ideals and in politics, it's always a continuing process, and they're hoping to win all these other political parties, but they are opening it up because they have such a limited period of time in extent they could, as demonstrated in the record by States of similar population like Kansas and Arizona and, as I noted in the brief, Oregon where there are substantially"
  },
  {
    "speaker": "SCALIA",
    "speech": "What did -- what did you seek in this action? What did you seek in this action? Did -­ affiliated with a party with 6 -- for 6 months. They made the change that is set forth in the statute that allows 15 days after the party is recognized. legislature could pursue that could solve this problem, a problem created by the State of Oklahoma, would be to with minor political parties. It is a State in which only in presidential elections, by petitioning, have parties even been able to gain ballot status. judge in this case found that the retention requirement of 10 percent for every general election for the top of the Timmons where this Court turned away a party that says, we've got this candidate and she's running on a major party ticket and she's happy to be on ours too? And the limit the candidate to one party affiliation. So if it can limit the candidate to one party affiliation, why not Oklahoma, in -- in that regard, there would have been no way for -- there's no way for a voter who's in the Republican or Democratic Parties who wants to vote in the change and because of the lack of opportunity, there's no way that they can register. So they don't have the choice I think that oftentimes in the standard that the court uses, that there is a difference, sometimes depending on which particular judge writes the decision on the Tenth Circuit said and as the district court recognized, something that lies between this Court's Oklahoma. And in other States, what the States can say there, if it comes up, is what is a difference between us and Oklahoma on ballot access and ballot retention, on like a number of the amici States, to have our minor parties select by political party convention? But all of"
  },
  {
    "speaker": "POE",
    "speech": "I will try and be brief, Your Honor. The important thing to remember, in regards to most of respondents' argument today and in their brief, is that the events and the hurdles they are challenging now were -- have never been raised at any time prior to this briefing and this hearing. The district court did not make findings as to the difficulty of the ballot access or the ballot qualifications. He merely set forth what those were. The Tenth Circuit never even addressed anything in regards to ballot access or ballot qualifications and in relation to the need to open up a primary. And in the complaint, at the joint appendix page 22, the specific relief sought by the respondents is to have section 1­ 104, which is the semi-closed primary section -- have it declared unconstitutional. There's no mention of any other relief sought. No other section, the election primary scheme, or anything else mentioned in their complaint. It's never been raised before and it's never been addressed by any court and -- and should not be addressed by this Court at this point in time. There are no findings for this Court to rely on to review the allegations that have been made today. Where the district court -- or where the Tenth Circuit did error specifically is they found, as a matter of fact or as a matter of law, based on Jones and Tashjian, that any infringement upon a party's ability to associate is a compelling -- must -- is subject to strict scrutiny and requires a compelling State interest. Jones that that is not the case. And the cases since Tashjian's"
  }
]