[
  {
    "speaker": "[10",
    "speech": "03 a.m.]"
  },
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument next Ms. Kirkland, proceed, please. open-ended sentencing factors is in its sentencing factor (a), but that reference has no significance, because, under the language of the statute and the holdings of the consider, if it's relevant, the facts and circumstances of the offenses, including the facts and circumstances that"
  },
  {
    "speaker": "SOUTER",
    "speech": "Yes."
  },
  {
    "speaker": "KIRKLAND",
    "speech": "But it's not reasonably likely that the jury would have understood that to mean that they circumstances, apart from the overall umbrella of the --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well -- things, and you're entirely right. But, as I understand it, in the States that we have classified as \"weighing\" States, the juries were not -- were not strictly limited, circumstances or the aggravating factors, as they have been previously defined; they could consider other things. that was not the time as of Clemons. And, in the footnote in Clemons, which -- this Court referred to the statute of Mississippi -- it was clear that, at least at the time of aggravation. But the --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "So, you would say Clemons should come out the other way, given the current state of the Mississippi statute?"
  },
  {
    "speaker": "KIRKLAND",
    "speech": "It depends how else the aggravating factors are; what kind of a role the aggravating factors play now under Mississippi statute. If the role is de minimus, then it's probably not a \"weighing\" State. But the \"weighing\" States -- in the \"weighing\" States, the eligibility factors are the lynchpin of the sentencing decision."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, I suppose the reason behind this distinction -- and it's, in a sense, artificial, because we made it up -- I suppose the reason is that, in the \"weighing\" State, the concern is that if there is an ineligible -- or an invalid factor in the eligibility determination, it carries over with a degree of force and weight -- it's almost -- it's a presumption that the jury is liable to treat it -- or, at least the jury is liable to treat it as such. And I see that same aspect to this case, when the instructions refer -- as you indicated in your colloquy with Justice Souter -- that the instructions specifically say \"any special -- any special circumstance which has been found.\""
  },
  {
    "speaker": "KENNEDY",
    "speech": "Am I right that the special --"
  },
  {
    "speaker": "KIRKLAND",
    "speech": "That's what it says. It's a -- take into account and weigh them against all the mitigation. I'm imagining that. And you might have thought, if factor one turns out to be invalid, the reason weighed something against all that mitigating evidence that it shouldn't have. And what's something? There seems to be there in California's case, too. Now, I probably have made five mistakes in my little recitation here, and I'd ask you to point them out."
  },
  {
    "speaker": "KIRKLAND",
    "speech": "In California -- well, first of all, if this is new jurisprudence to you, or unfamiliar, from circumstances of the crime, and then it -- then it says, \"and special circumstances.\" So, it seems to me that \"special circumstances\" is a discrete factor,"
  },
  {
    "speaker": "KIRKLAND",
    "speech": "The way that California has interpreted that -- in fact, there is a case that's cited"
  },
  {
    "speaker": "KIRKLAND",
    "speech": "-- that says that, \"A valid death-penalty statute must provide sufficient narrowing\" -- amendment says?"
  },
  {
    "speaker": "KIRKLAND",
    "speech": "That's the way the eighth invalid factor."
  },
  {
    "speaker": "KIRKLAND",
    "speech": "Well, yes. \"Shall\" -- as interpreted in California versus Brown by this Court and a directive, it's not -- it's not -- California does not have a mandatory statute. In fact, none of these factors have all the evidence, and that jury was instructed that at the guilt phase a determination has been -- that has -- it has been found that the crime was especially heinous, scales in favor of imposing the death penalty?"
  },
  {
    "speaker": "KIRKLAND",
    "speech": "I don't think so, Your Honor,"
  },
  {
    "speaker": "KIRKLAND",
    "speech": "Well, but --"
  },
  {
    "speaker": "STEVENS",
    "speech": "-- circumstance."
  },
  {
    "speaker": "KIRKLAND",
    "speech": "-- but Clemons is a \"weighing\""
  },
  {
    "speaker": "STEVENS",
    "speech": "I understand."
  },
  {
    "speaker": "KIRKLAND",
    "speech": "-- aggravating or eligibility not incorporate any consideration of the Brecht standard. Is that what would be applied if we had to address the consequence here, of holding it to be a \"weighing\" State? standard would not apply --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Why? question. And maybe I've missed something. Number 14, \"murder was especially heinous, atrocious, and cruel\" -- taken alone, that would be vague. But I thought that in given by the courts in interpreting that standard so that it was made more specific, evidenced in a pitiless"
  },
  {
    "speaker": "KIRKLAND",
    "speech": "So, the -- California's holding on \"heinous, atrocious, and cruel\" in its Engert case, which is cited in these briefs, pre-dates this Court's was invalid under the eighth amendment."
  },
  {
    "speaker": "KENNEDY",
    "speech": "So, now we have an extra layer interpretation -- \"heinous, atrocious, and cruel\" would be a valid sentencing consideration; it just wasn't a valid narrowing consideration. a question, really, for the Respondent. It helps -- there is a paradox here. To the extent that a State attempts to this Court -- as the Ninth Circuit did, is to look at whether California performed a proper Clemons review, which is that the appellate court looks to see whether The Ninth Circuit held that there was no such principled and complete review, because -- California, in fact, did do what Chapman said. Is that right?"
  },
  {
    "speaker": "KIRKLAND",
    "speech": "That's correct, that they not that is, the \"beyond a reasonable doubt\" standard, which is the same as California's \"reasonable possibility\" instructions emphasized the independent weight of those eligibility factors in the sentencing, that, therefore, there was no harm."
  },
  {
    "speaker": "GINSBURG",
    "speech": "What was -- the argument was that, in California, the burden of proof is on --"
  },
  {
    "speaker": "KIRKLAND",
    "speech": "Well, the California -- the California Supreme Court has said that \"reasonable possibility\" and \"beyond a reasonable doubt\" are the same different context than this. In this case, in this kind of circumstance, when we're talking about capital-case burden. The court itself performed the analysis. If the court has --"
  },
  {
    "speaker": "STEVENS",
    "speech": "May I ask you one quick question, but you can comment on it –- the statute expressly says, \"They shall impose a sentence of death if the trier of fact concludes that the aggravating circumstances outweigh the mitigating circumstances.\" How do you respond to that? Why is it not a \"weighing\" State when it says that?"
  },
  {
    "speaker": "KIRKLAND",
    "speech": "Because the word \"weigh\" isn't the talisman for the process that the jury goes through. \"Weigh\" is a normative process that -- opposing counsel have made the point that, in the 1977 law, which everybody agreed was a \"non-weighing\" law, that when we injected the word \"weigh\" into the 1978 capital sentencing statute, that that changed this. But the California Supreme Court made clear, in its Frierson decision, that, as far as California is concerned, the process -- the mental process that the jury goes through under either statute is the same, that \"weigh,\" \"consider,\" \"balance,\" so on, none has a talismanic thing. It's just a metaphorical description for the jury's normative evaluation. So, the term \"weigh\" is not dispositive."
  },
  {
    "speaker": "STEVENS",
    "speech": "And the term \"concluding that it does outweigh\" is something different from \"weighing.\"  in California, too, a critical thing is that that \"aggravating circumstances\" mean the sentencing factors that militate in favor of death; it doesn't mean that \"eligibility circumstance.\" It refers to those sentencing factors. I'd like to reserve the rest of my time for rebuttal."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Ms. Kirkland. Ms. Rivkind. account, and be guided by the listed enumerated factors.\" The special circumstances, as the questions from the Court have noted, are specifically included. Factor (a) has two independent components, and one is the existence of any \"special circumstance\" finding. As Justice Stevens noted, this could only be considered aggravating. It is, after all, the reason that California has said that this case moved from being an ordinary murder to being one that was worthy of either death or life without parole."
  },
  {
    "speaker": "KENNEDY",
    "speech": "But it's not -- it's prefaced by circumstances of the crime."
  },
  {
    "speaker": "KENNEDY",
    "speech": "And this State, and other States, can determine, \"Oh, the victim was in fear for a long time, or was tortured.\" It seems very odd that a State, which is a so-called \"non-weighing\" State, could allow all of this same evidence to come in, but California, which tries to give some structure, is suddenly held to a higher standard. That's paradoxical."
  },
  {
    "speaker": "RIVKIND",
    "speech": "Well, no, I think it's not, and I think it's very consistent with what we see in Mississippi. In California, factor (a) contains two independent components. One is the \"circumstances of the crime,\" and one is the \"special circumstances.\" The California Supreme Court, both before it affirmed Mr. Sanders' death sentence and after -- before, in a case, People versus Hamilton, and after, in People versus Benson circumstances, said that it presumes the jury follows its instructions, and considers the special circumstances time of Clemons, all of the categories of capital murder and the aggravating circumstances, much as there is in Louisiana. However, there are two additional aggravating \"heinous, atrocious, and cruel\" aggravator, which, in Mississippi, is only a selection factor, and whether the  \"The jury shall weigh the aggravating circumstances,\" which are -- have been specified and which are narrowing circumstances; there are only five named in the statute -- true against the mitigating,\" and it turns out that one of those five aggravating circumstances is unconstitutional.  the nature of a statute will inform a court's prejudice analysis. But Mr. Sanders went into the penalty phase essentially with four weights on death's side of the scale, based solely on the special circumstances, and two of those weights should not have been there. And his jury was given a very --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "But the -- but the evidence supporting them was perfectly admissible. So, the jury could consider that evidence and come to the same conclusion; it's just the label that seems to be giving you the most concern."
  },
  {
    "speaker": "RIVKIND",
    "speech": "I have two responses, Your Honor. First, the rule -- the distinction between \"weighing\" and \"non-weighing\" is not an evidentiary rule. It is a rule about the statutory labels that a State gives to the factors that the jury puts on death's side of the scale. And that's the conclusion that the --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Okay, but aren't we in, sort of, the converse situation here? There isn't any question otherwise have come in. I thought your argument here is: the error proceeds from the fact that, by using this label crime proceeded. The harm to Mr. Sanders was that the jury was told that it had a process that was mandated for reaching two special circumstances on death's side of the scale, that should not have been there, and then required the"
  },
  {
    "speaker": "RIVKIND",
    "speech": "Yes."
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- its Bacigalupo --"
  },
  {
    "speaker": "RIVKIND",
    "speech": "No."
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- decision, where, as I read it, it says juries don't give special circumstances any extra weight in considering all the variety of factors listed in the statute?"
  },
  {
    "speaker": "RIVKIND",
    "speech": "I don't read Bacigalupo as saying that. Bacigalupo did not deal with the question of invalid special circumstances being weighed at the penalty As I understood this area, to go back to what Justice Scalia was saying -- no, wait, just -- I'll back up to try to get you to correct my misunderstanding -- 'non-weighing' State\" -- that is, everything's relevant but the kitchen sink -- \"the fact that the prosecutor made cases are wrong? What you really ought to do is say, \"Court, always conduct harmless-error analysis. Conduct it whether you're in 'non-weighing,' conduct it whether Now, what would be so terrible about that?"
  },
  {
    "speaker": "RIVKIND",
    "speech": "Your Honor, if I were able to"
  },
  {
    "speaker": "RIVKIND",
    "speech": "I think -- I --"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- assuming the district court does the -- the district court in the Ninth Circuit does"
  },
  {
    "speaker": "RIVKIND",
    "speech": "And -- [Laughter.] more likely, and it also found that the jury could have found mitigating factors from the guilt-phase evidence. Indeed, the jury was instructed to consider the evidence"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Well, what were those? I see that sentence. The jury -- life and death. That was the main powerful mitigating factor in this case. And --"
  },
  {
    "speaker": "SCALIA",
    "speech": "I've never heard that described worse if you're a triggerman, but I don't know what makes it -- somehow it's mitigating if you were not the account.\" But there was no such argument made in this case."
  },
  {
    "speaker": "RIVKIND",
    "speech": "You mean in the trial court."
  },
  {
    "speaker": "GINSBURG",
    "speech": "At any time."
  },
  {
    "speaker": "RIVKIND",
    "speech": "No, in the -- in the ninth circuit, residual doubt was argued. It is a mitigating factor in --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But in the trial court, it wasn't, because that's when it would count."
  },
  {
    "speaker": "RIVKIND",
    "speech": "No, in the trial court, nothing was argued, because trial counsel acquiesced to Mr. Sanders' request that there be no penalty defense. And I want to make it clear, this is not a case because Mr. Sanders wanted death. As his trial counsel told the court, Mr. Sanders insisted he was innocent and wanted to go home. The trial court made it very clear to him, that wasn't an option."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Didn't -- wasn't there a statement that he was indifferent between death and life imprisonment?"
  },
  {
    "speaker": "RIVKIND",
    "speech": "It -- there was a statement that he did not want either penalty."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Do you -- do you defend that the difference in -- our distinction between balancing and non-balancing -- or, pardon me, \"weighing\" and \"non­ weighing\" States -- your answer to Justice Breyer indicates the -- that you would not be disconsolate if we jettisoned the whole -- the whole distinction. And isn't structure the selection phase by giving specific factors as held to a higher standard than a State that doesn't? That seems to me very odd."
  },
  {
    "speaker": "RIVKIND",
    "speech": "Well, I don't -- I don't think that's odd. I think what that recognizes is that the Court has said, \"While you do not have to give a -- we do not need a guided-discretion statute\" -- that, as Zant holds, a jury can have complete, absolute discretion in choosing between life and death -- that when a State does regulate that, it must be done within the contours of the Constitution. The essential wisdom in the distinction between \"weighing\" --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "But it is within the contours of the Constitution if, in a \"non-weighing\" State, the same evidence could be considered."
  },
  {
    "speaker": "RIVKIND",
    "speech": "But it -- I don't -- again, I don't think it's a question of evidence, I think it's a question of what are those factors that are being put in -- on -- in death's side of the scale, and how are they being balanced --"
  },
  {
    "speaker": "BREYER",
    "speech": "Yes, and I can imagine, in \"non-weighing\" State, a prosecutor banging on and on, at the eligibility stage, on factor X, and really fixing that in the mind of the jury, and it turns out that factor X is prejudiced. And I can imagine, in a \"weighing\" State that, [Laughter.]"
  },
  {
    "speaker": "RIVKIND",
    "speech": "I -- I'd like harmless-error analysis. I think -- I think that would be a simpler because each State's statute would be informing the prejudice analysis, and you would be looking at how many"
  },
  {
    "speaker": "RIVKIND",
    "speech": "I think if we had -- well, I first would like to clarify something you said. I think, under the existing law, it's not -- it is not just eligibility create -- arbitrarily skew the sentencing, that, as we see in Mississippi, the \"heinous, atrocious, and cruel\" was your question, but, I'm sorry, I can't remember it --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, I --"
  },
  {
    "speaker": "RIVKIND",
    "speech": "-- about -- import the same formal rule we now have and reach -- and -- if we don't consider the same things in harmless-error specifically refers the jury back to its findings at the guilt phase. Section 190.3, subsection (a), says, \"Consider the existence of an -- any special circumstances \"Your -- the findings that made the defendant get the death penalty\" -- question was only selection. And the California Supreme Court -- the State conceded that the \"heinous, atrocious, and cruel\" circumstance was invalid, and the court, in"
  },
  {
    "speaker": "SCALIA",
    "speech": "But what -- the specificity you need for the narrowing factor does not exist with respect distinguishing between evidence -- consider it all -- and factors, a characterization of evidence which may not necessarily be considered."
  },
  {
    "speaker": "RIVKIND",
    "speech": "Yes, I'm confused."
  },
  {
    "speaker": "SOUTER",
    "speech": "Yes. Yes. Yes."
  },
  {
    "speaker": "SCALIA",
    "speech": "But the statute does not say \"the finding of any special circumstances found to be true.\" It says \"the existence of any special that's what they're instructed to consider. The existence. In determining the penalty, the trier of fact specific role to the aggravating circumstances that included the special circumstances --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Ms. Rivkind. Ms. Kirkland, you have two and a half minutes left."
  },
  {
    "speaker": "KIRKLAND",
    "speech": "I'd like to make three quick points in rebuttal. The first is that, as to the claim -- Ms. Rivkind's claim, that she's reiterated here, that the California Supreme Court has determined that the \"special circumstances\" label has some independent weight that it's important for the jury to consider at sentencing -- she's only cited half of the sentence in Benson and Hamilton. The other half rebuts her claim. The sentence is, \"Although we presume that the jurors followed their instructions and considered the invalid special circumstances finding, independent of thier underlying facts\" -- that's what she relies on -- they say, then, as they've said in a number of cases, \"we cannot conclude that they could reasonably have given them any independent significant weight.\" So, it's just the point we're making. It's just a label that does not carry with it any independent significant weight, because the evidence, the argument, the circumstances are all before the jury in the same way. The second point is that, while there may be in this case, there's no question as to his complete culpability in the crime. He was the leader. He led circumstance, and our sentencing factors, would be completely mutually exclusive and there would be no issue whatsoever."
  },
  {
    "speaker": "KIRKLAND",
    "speech": "Thank you."
  }
]