[
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument Mr. Joseffer."
  },
  {
    "speaker": "SCHWARTZ",
    "speech": "Mr. Schwartz. determined that the employer numerosity issue went to the subject matter jurisdiction of the court. Indeed, when title VII was passed, Congress issue of title VII, because at that time 28 U.S.C. 1331 had a $10,000 amount in controversy requirement that"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Which is not subject matter jurisdiction, which is what we're concerned with here. this case."
  },
  {
    "speaker": "ROBERTS",
    "speech": "What about the of -- of whether or not the -- there's been a violation of title VII. It seems to me that the number of employee issue is whether you're covered at all, Your question -- your -- your case of whether someone has been discharged or not just goes to whether there's An example of -- of that we have -- we attached 60 such statutes to our appendix in our reply brief, but a specific example, which I think is applicable here, is wherein Congress put in that the act would only apply jurisdictionally, subject matter jurisdictionally, the issue."
  },
  {
    "speaker": "SCALIA",
    "speech": "But that's always the case. I mean, why -- you know, if those disadvantages -- Congress ever make something jurisdictional rather than simply making it an element of the cause of action? when we should treat something as jurisdictional?"
  },
  {
    "speaker": "SCHWARTZ",
    "speech": "Well, the rule that has existed for some time now, going back to Bell v. Hood, Federal law, creates a cause of action, then a cause -- a cause of action lies absent Congress expressly burden to prove that they were terminated --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Did you establish that in the course of the proceedings? particularity. We pled that the employer sexually harassed the plaintiff, and then thereafter in the"
  },
  {
    "speaker": "KENNEDY",
    "speech": "You mean the judge just has to watch the case sail over the waterfall and --"
  },
  {
    "speaker": "SCHWARTZ",
    "speech": "Well, let's talk about two that the employer has 15 or more employees and is subject to title VII for liability purposes and the pleaded -- you pleaded that -- that the defendant was -- was an employer under the act. Right?"
  },
  {
    "speaker": "SCHWARTZ",
    "speech": "Yes. employer that says he has to have more than -- more than 15 employees. So, in effect, you -- in making"
  },
  {
    "speaker": "SCHWARTZ",
    "speech": "No. And -- and I can -- I can tell you, Mr. Chief Justice, I have probably handled 500 causes of action for discrimination cases, and I've somebody has 15 employees. It's just not done."
  },
  {
    "speaker": "SOUTER",
    "speech": "In your pleadings, did you in a case that didn't employ 15 people, and when I attempted to convince the plaintiff -- plaintiff's lawyer of that fact after the litigation commenced and dismiss, I simply filed a motion for summary judgment attaching affidavit material, including payroll And many courts, like the one across the river in Virginia that are known as so-called rocket dockets, process these cases on a very fast track. I practice in do it as well where it is not uncommon that from the pleading that a trial is set as quickly as"
  },
  {
    "speaker": "SCALIA",
    "speech": "Does it -- does it have to be resolved preliminarily? Why can't you leave the jurisdictional question to be decided at the conclusion some rule of law that says that a jurisdictional question must be confronted before the trial and before Scalia, at the end of the day the case was dismissed on subject matter jurisdiction. That was s situation in our case where we pendant claim under the ancillary Louisiana discrimination statute. is in this case, and there is no ambiguity, then subject matter jurisdiction lies if a claim is brought under a Federal act. to reserve the balance of my time for rebuttal."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Mr. you. As I was saying, the question is -- is -- because it's a question of congressional intent, we And, Justice Ginsburg, you asked about whether the title VII subject matter jurisdictional about 5 or 6 years ago, EEOC in an administrative context used the word jurisdiction to refer to the definition of employer, statutes of limitations, and a matter jurisdictional. But after this Court held in Zipes that The City of Kenosha is different because, as petitioner's counsel recognized, that interpreted not section 1331 but section 1343 which -- -- the use of the word person in section 1983."
  },
  {
    "speaker": "JOSEFFER",
    "speech": "Interpreted the word person in 1343 cases have more or less petered out because plaintiffs can now just go under section 1331. And Justice Scalia, you asked about the -- practical consequences, and from that perspective, it makes little sense to believe that Congress would have And similarly --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "I'm sorry. What have juries been determining? whether there are 15 employees here --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Right. petitioner on the other. And it seems highly unlikely that Congress would think that that jury verdict should be vacated and the case retried in State court because"
  },
  {
    "speaker": "ROBERTS",
    "speech": "But that's the -- that's a consequence of a determination that it's the same because Congress didn't want that to be conflated with section 1331 at the time. When jurisdiction does not necessarily turn on contextual jurisdictional ground of section 1331 be a clear, simple threshold inquiry so parties can determine requirement is one of subject matter jurisdiction of the courts. This Court's only title VII subject matter jurisdiction case is Zipes which held that a -- did not textually modify title VII's broad jurisdictional provision and in light of other relevant in this matter. That is inaccurate. What the defendant actually pled and which became the subject of the subsequent post-trial motions was that the court employees was raised, that was the pleading -- the allegation in the complaint that the plaintiff raised"
  },
  {
    "speaker": "SOUTER",
    "speech": "No. I'm just asking the really formal question. Was the word employer used to refer to your client at any point in the pleadings? Honor."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Do we have the complaint jurisdiction was admitted, and -- and in the post-trial motions, that was the issue that the plaintiff hung their hat on to come back and say this issue is -- is admission that the --"
  },
  {
    "speaker": "BREYER",
    "speech": "You denied it. Then they jurisdictional question."
  },
  {
    "speaker": "PRENDERGAST",
    "speech": "And which we maintain that it is jurisdictional. I'm not sure, Your Honor,"
  },
  {
    "speaker": "BREYER",
    "speech": "I never heard of a point on the merits that if you -- you think you're right. It's court on remand."
  },
  {
    "speaker": "ROBERTS",
    "speech": "What other aspects of title VII do you think are jurisdictional? -- and clearly, this has not been the subject of as great a research -- would be the other ones that"
  },
  {
    "speaker": "STEVENS",
    "speech": "I say in -- in those case that you just cited, did they hold that the plaintiff must allege that the employer is not an Indian tribe? that matter, Justice Stevens. Instead, what they simply decided was whether or not the -- the employer uses. Did it -- did the question come up in the Indian tribe cases as it did here after the case was fully tried and after there was a jury verdict for the"
  },
  {
    "speaker": "PRENDERGAST",
    "speech": "No, Your Honor. Those were cases where there were motions to dismiss based upon"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- my problem with -- with your -- your contention is that I don't know how it is that you -- that you intuit that this one definition is 15 employee limit is -- is part of the definition of employer in section 701. interpretation of whether or not Congress wanted to give the lower Federal courts the type of jurisdiction being discussed."
  },
  {
    "speaker": "PRENDERGAST",
    "speech": "And -- and --"
  },
  {
    "speaker": "SCALIA",
    "speech": "That -- that's what it comes"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "But the practical consequences of affirming here are severe in terms of handling these cases. And we've pointed out in some the past in using the word jurisdiction. So it looks to me like there are many indicators that would point with less access to legal resources that bigger companies have."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Were you representing this"
  },
  {
    "speaker": "PRENDERGAST",
    "speech": "No, Your Honor. I handled this matter only post-trial. the jurisdictional provision. End of discussion. But Zipes didn't do that. Zipes said we need to look at the -- the jurisdictional statute, the way intent and the legislative history, how they referred to this matter. We need to look at our prior cases how referred to it as a statute of limitations period. Zipes also said, okay, we have other cases where we have used the term jurisdictional, but more often than Zipes looked at the whole context and said, yes, we're not going to be held by a few random, maybe casual or reason that the number of employees should be different -- treated differently is because we go back to the Aldinger question, and the Aldinger question is this of jurisdiction to the lower Federal courts."
  },
  {
    "speaker": "GINSBURG",
    "speech": "But that was a pendant interesting word because there are litigants who can claim complete immunity from liability, but that immunity, whether it's absolute or qualified, doesn't to be raised in those cases as a defense."
  },
  {
    "speaker": "PRENDERGAST",
    "speech": "True, Justice Ginsburg."
  },
  {
    "speaker": "PRENDERGAST",
    "speech": "Yes, Your Honor, or leave it to the States and let the States do it. But we don't want the Federal Government to be intruding into businesses, and that I believe is the difference between the immunity that you mentioned, the qualified qualified immunity."
  },
  {
    "speaker": "PRENDERGAST",
    "speech": "It certainly -- yes, Your Honor, I will concede it's a different kind of inquiry. exclusion of small businesses is a clear indication of congressional intent of what Congress wanted to have"
  },
  {
    "speaker": "SOUTER",
    "speech": "That's right."
  },
  {
    "speaker": "PRENDERGAST",
    "speech": "-- court-created defenses. And as this Court is well aware, this Court nor any jurisdiction. That is Congress' purview and power. Only Congress can limit the court's jurisdiction and whether or not small businesses are going to continue to receive the protection that Congress has indicated that it wanted them to have. the protections through summary judgment?"
  },
  {
    "speaker": "PRENDERGAST",
    "speech": "I think they would be shot at getting out of the case. Surely you can't say that was within the contemplation of Congress' intent."
  },
  {
    "speaker": "PRENDERGAST",
    "speech": "Your Honor, actually I -- I contemplation or intent because Congress -- and I think this is an important part of legislative history."
  },
  {
    "speaker": "PRENDERGAST",
    "speech": "And Congress did not --"
  },
  {
    "speaker": "SOUTER",
    "speech": "-- my point is not --"
  },
  {
    "speaker": "PRENDERGAST",
    "speech": "-- seek a change. Congress in some specific sense, when it establishes a jurisdictional requirement, does not intend the believe that this is, after all, an aberration case. Petitioner has suggested and the Solicitor General has suggested that businesses may tend to sandbag this realistic danger at all. In this case, quite frankly, the matter was overlooked, and that's how we ended up (Laughter.)"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Does it make a difference on the -- the -- does the categorization for the 15 employees? You have 16 employees when the discrimination takes place. By the time the lawsuit is"
  },
  {
    "speaker": "PRENDERGAST",
    "speech": "In this particular --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "It certainly matters from the defendant's point of view too. In many of these as in this case, you have delivery drivers. You have owners whose wives are employed in the business. the plaintiff stands up and says, oh, this court didn't have subject matter jurisdiction. I get a do-over."
  },
  {
    "speaker": "GINSBURG",
    "speech": "That sounds like a good categorizing this as a question of subject matter jurisdiction."
  },
  {
    "speaker": "PRENDERGAST",
    "speech": "Your Honor, I -- I heard that argument as well. All I can say is given the number of factors that are laid out under, for example, somebody is an independent contractor or an employee, that seems to me to be more like the function of a a category of employers here, are you? Because it's a -- it's a factual question, whether at the time of the alleged offense, the particular company was employing forever has immunity."
  },
  {
    "speaker": "SCHWARTZ",
    "speech": "Yes, I agree with that. I'm actually still living in Atlanta."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, counsel. The case is submitted."
  }
]