[
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument Incorporated v. Federal Election Commission. Mr. Bopp. and -- and yours -- your case. And the -- the one which I -- I guessed was probably the closest was the -- was the advertisements there in -- in the McConnell relations. The basic message in -- in that case was China uses forced labor. The Congress of the United Chinese trade relations ad was presumably validly subject to the act, I don't see why your client's ad is not, for the same reason, subject to the act and for number to call -- to -- to lobby the people. So it seems to me that on stare decisis grounds, unless we're going more likely that the recipient of the ad would remember the phrase, befair.org, and seek the information on that Web site than to have a -- you know, a -- a phone remember."
  },
  {
    "speaker": "SOUTER",
    "speech": "Okay. So if we accept that picture, that makes this ad look much more like an effort to -- to defeat Senator Feingold than the ad that we considered in our previous case."
  },
  {
    "speaker": "BREYER",
    "speech": "Doesn't it?"
  },
  {
    "speaker": "BOPP",
    "speech": "No. In your previous case, there ads meeting the definition as you would have us apply it here."
  },
  {
    "speaker": "BOPP",
    "speech": "Well, that -- that part of the which is attached to those very words, which said in footnote 88 that the interests that support regulation is -- is in the record, that -- that is, it was -- the -- it was supposed to come to a head in November and then it did not. It was abandoned. don't think that the Government can condition --"
  },
  {
    "speaker": "SCALIA",
    "speech": "I -- I don't -- I don't decision about the priorities that they have and whether or not their lobbying efforts will most likely affect legislative action. So -- position on this issue prior to the election time frame? from simply trying to defeat candidates by writing sham ads is to have the rule that we had. Now, you have a very good argument, but it's considered right in that case issues like yours, just ads like yours, ads that were even less sham-like than And the difference here is that as Judge Leon -- the record of the case -- in Judge Leon's opinion, he went for a number of pages explaining what genuine that if the ad discusses a current legislative issue and refers to the Member of Congress in calling on him"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But the electorate will know that this issue is presented to them in connection with this Senator and that your organization has linked"
  },
  {
    "speaker": "BOPP",
    "speech": "But, you know, the -- the effect on an election is remote and speculative and not proven that ad and, as Justice Breyer said, to a couple of others."
  },
  {
    "speaker": "BOPP",
    "speech": "Well that may very well have been cited one ad, which was on page 193, which was the Yellowtail ad, as an example of sham issue advertising. Yellowtail ad. And the problem that we would have in accepting your argument is, number one, a problem of precedent and, number two, the problem that Justice prior case."
  },
  {
    "speaker": "BOPP",
    "speech": "How could it be --"
  },
  {
    "speaker": "SOUTER",
    "speech": "-- is -- is an ad of -- an obviously sham ad. The problem that we're dealing with -- opinion refer to --"
  },
  {
    "speaker": "SOUTER",
    "speech": "May -- may I finish? not completed because that includes future as-applied challenges. The Government argues that there were --"
  },
  {
    "speaker": "SOUTER",
    "speech": "No -- no question about it."
  },
  {
    "speaker": "SOUTER",
    "speech": "But your -- your as-applied -- trying to exercise the constitutional right to petition Government, because Government is regulating us right now in terms of their votes and their actions. And, of just say speech and -- and association and press. It -- it says -- are separate categories."
  },
  {
    "speaker": "BOPP",
    "speech": "Then I misunderstood your question, Your Honor. I am saying that they are"
  },
  {
    "speaker": "STEVENS",
    "speech": "So it's either -- it's either an issue ad or it's a candidate ad. exception even though there may have been some incidental effect on the election. So the FEC has recognized that there is interests which are sufficient election is so remote that -- that the interests are -- are sufficient. issue ad?"
  },
  {
    "speaker": "BOPP",
    "speech": "I think that you would look at, one, whether the -- the ad discusses a current reference to the legislator beyond lobbying him or her about that specific issue. So there should not be any The Government said in McConnell, well, any of these genuine issue ads can be dealt with in an as- applied challenge. Now, they have switched sides here, Broadrick facial challenge analysis -- are now saying that even though Broadrick would allow as-applied, that effort to influence a vote -- about an upcoming vote in Congress, you're going to have to identify that as a political activity. this, can a labor union do it?"
  },
  {
    "speaker": "BOPP",
    "speech": "Yes."
  },
  {
    "speaker": "BREYER",
    "speech": "It becomes a question of motive and how do we know what the motive is?"
  },
  {
    "speaker": "BOPP",
    "speech": "That's not what advocacy groups people you're talking about have gone into giving money to 527 unincorporated groups that -- that are using I'd like to reserve the balance of my time."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Mr. Bopp. General Clement, we'll hear now from you."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Mr. Chief Justice, and may it of the nature of the regulatory structure here."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Is there any other case that you can cite where we've upheld a facial challenge was barred by our ruling on the facial challenge? Congress's power under section 5 of the Fourteenth Amendment. The issue is whether it's limited to the constitutional violations or sweeps more broadly. If you conclude that it sweeps more broadly, it's not suggesting that an as-applied challenge can be brought by someone who's covered by the broader sweep. That's a very different question. Is there any First Amendment case where we've said this is facially valid and then said as-applied challenges can't be brought?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "I don't think this Court has --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, it would be like in any of those cases where you have a -- a broad prohibition and you say, yes, there may be situations where it's unconstitutional, but the statute is valid on its face. And then someone comes in and says, well, my situation is one where it's unconstitutional. We've never said, well, it's too bad because it's valid on its face, have we?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, I think the case really hasn't arisen because generally when this Court clearly identifies an area where Congress can regulate in prophylactic terms, somebody doesn't come back in and try to bring the exact same challenge. And if I could give you two examples. If somebody after Burson against Freeman, which you may remember is the case where this Court upheld a 100-foot buffer zone around a polling place -- that can't apply to me in an as-applied challenge because I only want to stand 90 feet away, I think they that --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, I suppose you can say, yes, you can have an as-applied challenge, but"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Exactly, Justice O'Connor. And again, it's not because it's foreclosed. It's"
  },
  {
    "speaker": "ROBERTS",
    "speech": "If we want to place an ad in October, the solution is to place an ad November through September, and then we're okay. And September is so we can do it in October?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "No, no. about the -- the filibusters in colorful terms, associates them with gridlock and with a state of emergency, and then associates it with a candidate. power to prohibit any First Amendment contact -- conduct that might have an impact on the election? I are very serious problems with adopting a very vague intent standard."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Are -- are Web sites and"
  },
  {
    "speaker": "CLEMENT",
    "speech": "No, they're not, Justice Kennedy. The Internet is not covered. (Laughter.)"
  },
  {
    "speaker": "CLEMENT",
    "speech": "And I do think that this is an area where this Court, in fairness, has recognized effectively has to avoid three pitfalls. And it's a very difficult task for Congress. It has to avoid being vague. of course, he can bring an as-applied challenge. He's just going to lose given our rationale. All right? Why? responsive and I think the way to respond is that this Court's decision recognized that these ads were going that the opinion was trying to -- to draw. You -- you say that the opinion drew the line between what? All issue ads are out? come within the statutory prohibition are permissibly regulable. I think -- think that is what the opinion says and stands for. And I think this Court recognized --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Why does it speak about sham"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, Justice Scalia, for one thing, I think it's important to recognize that the that Justice O'Connor read earlier -- is that whatever was true about a retrospective analysis of ads that were run in an election cycle that wasn't governed by avoid the -- the strictures of the statute by simply doing one of two things: either avoiding making an general treasury funds. But they couldn't resist the temptation to mention Senator Feingold in this context -- the ad, call your elected representatives, not naming any names? really designed to influence the pending legislative votes or the election, the timing of this ad strongly suggests it was designed to influence the election. mentions both -- the fact that it mentions both Senators strongly suggests to me that it's concerned"
  },
  {
    "speaker": "KENNEDY",
    "speech": "It's such an odd calculus. Who is the person more likely to be influenced with an issue ad? The person who's running or the person who's"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Obviously --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "And that's -- and that's perfect timing to influence the Senators who are the ones engaging in the filibuster --"
  },
  {
    "speaker": "CLEMENT",
    "speech": "I'm not sure I would -- whether they're running for election or not."
  },
  {
    "speaker": "CLEMENT",
    "speech": "With respect, Mr. Chief"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, no, I think my answer to that would be that we'd still be here suggesting that that's controlled. I think my answer was also that the one that this Court has before it. And I think, you know, in -- in one sense we adopted in MCFL would -- did not get into that kind of inquiry. What it did is it focused on three relatively bright line factors about whether you accept corporate the corporation, and whether or not you were formed expressly for political views but without any sort of FEC to go and produce a set of regs that would, in fact, try to screen out that legitimate 7 percent. Am I wrong about how the statute was supposed to work? Breyer. And I would say that the --"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, why haven't they done -- that fairly read, engage in promoting, attacking, supporting, or opposing a candidate. And what the FEC has found in practice is regulatory exception because, as this Court recognized in Buckley and in McConnell, one does not want to one views that as setting the stage for this litigation or being kind of an independent decision, I'll -- I'll leave to others. although they were engaged on this issue before then, up until that point, they had found it perfectly particularly effective way to convey the phone numbers and you have to reference people to the Web site anyways, the very fact that you could reference them to avoid the strictures entirely seems like the kind of thing that this Court had in mind when it said on page"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- the -- the right which I think applies to corporations, as well as to anybody else, and for individuals to associate with one another That's a fundamental guarantee. And it doesn't satisfy me to say, well, there's no other way to stop Even in the strict scrutiny context, though, a case like Burson, I mean, this Court understood and said in the opinion, we can't tell whether 75 feet We don't have a scalpel to probe that either. But we're going to approve 100 feet because it's a basic"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well but, Justice Kennedy, precisely because you can't engage in just a formless content-based inquiry and precisely because there isn't that is why you need to have a different regulatory approach. I mean, this Court recognized -- think in order to be able to regulate those in a way that makes sense, the key is to regulate in a way that's not vague, that's not overbroad, but is not so And I think Buckley shows how hard that is. It's a tall order. In Buckley, this Court had a -- and they put those tests out there. And those would be very, very easy to evade in practice. In fact, I think if you use some of the tests at the body of ads that were before this Court in McConnell, you'd end up finding that a substantial This statutory as-applied challenge that you have before it -- you strikes at the heart of the McConnell decision and at the heart of BCRA's title II. McConnell decision and should give Congress' effort in this area a fair chance at success. voice in trying to draw the line that divides the two categories."
  },
  {
    "speaker": "BOPP",
    "speech": "I think they do, and they drew a majority of ads --"
  },
  {
    "speaker": "STEVENS",
    "speech": "And -- and if we are in a phrase, genuine efforts to influence Congress with respect to -- or any governmental agency with respect to the adoption of laws. the Court has explained. You have adopted objective criteria to distinguish lawsuits that fall within the of -- of lobby groups. They have made a conscious decision that it is more important to them to influence what Government does today than to influence in a exercising that power next year through elections."
  }
]