[
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument Health and Human Services v. Ahlborn. Ms. Freno."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Can you tell me? It's my -- excuse me. My understanding was that Arkansas had intervened in the suit. Arkansas did intervene in the lawsuit."
  },
  {
    "speaker": "KENNEDY",
    "speech": "So after the settlement, I dismissal until after the case was dismissed."
  },
  {
    "speaker": "BREYER",
    "speech": "Well, I don't understand --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "How can they do that with reason I ask is it seems to me that you still have the cause of action left. Maybe that would be my next"
  },
  {
    "speaker": "FRENO",
    "speech": "Well, Your Honor --"
  },
  {
    "speaker": "BREYER",
    "speech": "And that's the end of it."
  },
  {
    "speaker": "FRENO",
    "speech": "I'm not familiar with the terms Arkansas would have sued the defendant for the remainder, that there would have been an"
  },
  {
    "speaker": "BREYER",
    "speech": "No, but the --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "But we're asking how that can be. how that can be. We don't know why the -- we do not know why the State court dismissed the action. recipient, her guardian, her attorney, or anyone else for that money."
  },
  {
    "speaker": "SOUTER",
    "speech": "Then why don't we just send"
  },
  {
    "speaker": "FRENO",
    "speech": "Because --"
  },
  {
    "speaker": "SOUTER",
    "speech": "I mean, why are we going"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, wouldn't it have been easier to do that than come to the Supreme Court of the United States? frankly, to the Supreme Court of the United States. But we did understand that we would be -- hold of this money in the hands of the victim. The money in the hands of the accident victim is not your money. It is not medical expense money. It was without a remedy. The remedy is to go against the causer of the accident and get the extra money that you do that, to recover the medical costs?"
  },
  {
    "speaker": "FRENO",
    "speech": "Yes, she could, Your Honor, and in fact, that is what the majority -- the cause of action to the State?"
  },
  {
    "speaker": "FRENO",
    "speech": "Yes, Your Honor. And that is statute, the phrase that keeps reappearing is payments made by a third party for health care items or services. So she has to turn over from her recovery claim consisted of a lot more. So if the Federal statute says she has to turn over what she received rights? There's no question about that. I'm also willing to give you whatever the amount is that they allocated. If -- if you want the difference, you've"
  },
  {
    "speaker": "FRENO",
    "speech": "There is nothing, though, in the -- Go ahead. It's fine with me. Why isn't that the answer?"
  },
  {
    "speaker": "FRENO",
    "speech": "Ms. -- first of all, with regard agreed that Medicaid paid over $214,000 --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Right."
  },
  {
    "speaker": "FRENO",
    "speech": "Because she assigned, Your Honor, her right to recover -- or her right for payments from third parties, she no longer has the right to does not have --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, it seems to me that"
  },
  {
    "speaker": "FRENO",
    "speech": "But she -- she opted to bring the -- she opted to bring the lawsuit on her own. And the point I was making earlier --"
  },
  {
    "speaker": "FRENO",
    "speech": "We could sue, but the State has limited resources. Every penny -- has -- has an objection, but the settlement is made, nonetheless, for 20 cents on the dollar. Do you still think you have the right to receive 100 percent of your"
  },
  {
    "speaker": "FRENO",
    "speech": "Would you repeat that? I'm sorry. -- you're entitled to 100 percent under Arkansas law, but -- and I take it, that would be without regard to what the Federal law required. The Arkansas law can go beyond what the Federal law requires you do as a condition of participation in Medicaid. Correct? that. And what you're saying is if we think the Medicaid law does not require it, you would lose without regard to any consideration of the anti-lien"
  },
  {
    "speaker": "FRENO",
    "speech": "If Medicaid -- Medicaid law does require full reimbursement. But if this Court"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Okay. So if we read the Medicaid statute to require something less than what your position is here, then you lose."
  },
  {
    "speaker": "FRENO",
    "speech": "That would be correct."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Okay. That's without regard to the anti-lien provision, or is it because of the anti-lien provision?"
  },
  {
    "speaker": "FRENO",
    "speech": "It would be because of the anti- lien provision. But because she assigned her right to payment for medical care, that -- the anti-lien provision it's a common one -- is when private parties, beneficiaries, sue first and run the well dry. There's no question in this case that the she was entitled to and the one she assigned to the State. That is not in dispute. The question is the State's claim for medical care -- sometimes they have their own -- is still open, and there has to be enough money left in the well. There were two insurance"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, I mean, why does there have to be enough money in the -- take -- take -- the State can consider two things and two things only."
  },
  {
    "speaker": "KENNEDY",
    "speech": "But that is -- that is as between the State and -- and the Medicare recipient, I should think. evidence. At the point of this lawsuit, the beneficiary's interests are adverse to the State's. in --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But the State -- the State out about the dismissal, why didn't it go right into the Arkansas court and say, you forgot about us? We were a party to this lawsuit. they'd be -- they'd be fighting the same anti-lien issue there that they ended up fighting in Federal can we insist upon 100 percent? Otherwise, there's two things happening. The -- the beneficiary should not be better off for having going to happen."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well -- well, if your rule"
  },
  {
    "speaker": "MILLETT",
    "speech": "It's -- no. And -- and if there's a settlement in which the State is not involved but the medical bill is compromised -- so it's not out"
  },
  {
    "speaker": "STEVENS",
    "speech": "May I ask this clarifying question? If it's 50/50 because of a jury verdict of figure out how much of this truly was a payment for medical care. I mean, stop and think. Medical --"
  },
  {
    "speaker": "STEVENS",
    "speech": "But here it's stipulated I"
  },
  {
    "speaker": "MILLETT",
    "speech": "No, no. What was stipulated -- and I think you have to read the stipulation very designate as medical care, is what we're stuck with. And if we try to take more, it violates the anti-lien provision. That's -- suppose the State is involved in the negotiations and they disagree. The -- the parties in good faith say,"
  },
  {
    "speaker": "SCALIA",
    "speech": "What are they? I see your white light is on."
  },
  {
    "speaker": "MILLETT",
    "speech": "Yes. The -- are."
  },
  {
    "speaker": "MILLETT",
    "speech": "The -- the first one, settlement, she wants to keep -- have as much of it put into the pain and suffering and lost wages pile and as little in the medical liability pile because she"
  },
  {
    "speaker": "SOUTER",
    "speech": "I -- I thought she and the --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Mr. Blair. please the Court: The problem here, of course, is one where the cooperate because they're bringing their own lawsuit."
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, it -- but -- but don't some of the insurance policies require that if the ends up paying -- paying additional money, that that -- that that amount of money would be the -- the the duty to include the State in the loop in the settlement process."
  },
  {
    "speaker": "SCALIA",
    "speech": "Really."
  },
  {
    "speaker": "SCALIA",
    "speech": "I mean, the State is a party to the proceeding, and she goes ahead and gets the settlement."
  },
  {
    "speaker": "BLAIR",
    "speech": "That's correct, Your Honor. Had -- it unreasonable for the State to take this position, the one that the government took? They said, of Congress has not proposed, for openers. And secondly, the Petitioner acknowledges at page 33 of their brief that they had no veto power over the settlement. The"
  },
  {
    "speaker": "BREYER",
    "speech": "But that's all consistent, of course, with their position. They say Congress only one of the factors. Had they appeared at the settlement proceeding, had we had --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Did -- did they have"
  },
  {
    "speaker": "BLAIR",
    "speech": "No, Your Honor. The -- it was actually not a proceeding, and I'd have to go outside the rule."
  },
  {
    "speaker": "GINSBURG",
    "speech": "The plaintiff had -- had no obligation to notify the State? There was some any statutory obligation under -- I don't see it in the Medicaid statute, but under Arkansas law for -- for the"
  },
  {
    "speaker": "BLAIR",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "SCALIA",
    "speech": "-- document claimed? Intervention -- was never a formal complaint and intervention filed. There was a motion for leave to intervene. It was liability or financial responsibility. And, of course, the amount of the medical expenses was a liquidated sum, and that made it real easy to result in a State's payout."
  },
  {
    "speaker": "SOUTER",
    "speech": "Well -- matter of fact, this was a high nuisance value settlement, as lawyers refer to it."
  },
  {
    "speaker": "SOUTER",
    "speech": "Okay. In a case like this, client to make a claim not of $3 million but of $6 million. Then if you settle for exactly the same Respondents, Your Honor, by -- by looking at the -- the damages, the physical damages, the loss of earnings, impairment of earning capacity, all of those things. that that was a fair value, and if their claim is limited to the medical expense component, they're"
  },
  {
    "speaker": "BLAIR",
    "speech": "That's -- that's correct, Your Honor."
  },
  {
    "speaker": "STEVENS",
    "speech": "Because there's some -- I that this is what you agreed with the other side or that this is a fair calculation of the settlement. notifying the assignee?"
  },
  {
    "speaker": "BLAIR",
    "speech": "In -- in this particular instance, I think it was fulfilled because settlement in all likelihood, would have never received --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, but what you're"
  },
  {
    "speaker": "BREYER",
    "speech": "Just given your experience -- say, think of the generality of cases like this one -- would it be difficult for you, representing the Government the authority that they want here, as I understand it -- the Federal Government -- which is to"
  },
  {
    "speaker": "BLAIR",
    "speech": "But -- but the certified letter saying that I'm going to stipulate with -- I'm going to enter into settlement negotiations with XYZ unless they were to be included in every step of the way, because these settlement negotiations sometimes become a problem for the insurance company to somehow bring in the State in the process of the settlement?"
  },
  {
    "speaker": "BLAIR",
    "speech": "The -- the insurance company law if -- if the claim is settled and they know the subrogation claim and -- our liability."
  },
  {
    "speaker": "BLAIR",
    "speech": "That -- that may be the result, Your Honor. I -- I cannot foresee all of the"
  },
  {
    "speaker": "BREYER",
    "speech": "I mean, it sounds as if we're going to get to the same place, that if -- if you Arkansas law, as to who owned the chose in action first and, secondly, who owned the proceeds of the settlement recovery after the assignment had taken place. question that Heidi Ahlborn owned the chose in action because under Arkansas law her claim was complete by"
  },
  {
    "speaker": "ROBERTS",
    "speech": "And the Federal statute provides you, you think, with a defense to the State law claim."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Why -- why was there Federal jurisdiction in this case in the first place?"
  },
  {
    "speaker": "BLAIR",
    "speech": "The claim that was -- that we were bringing was under Federal law in that we were claiming the Arkansas statute was invalid by reason of presented a question of Federal law and therefore brought it -- assignment provisions that limit what Arkansas can do as a matter of its own law, or if it's the anti-lien provision as a defense. think that the assignment provisions limit the permissible assignment as a matter of Federal law by depending on what the facts of the case are."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Is there any reason that the Federal law would have to act as a limitation the Federal law your way, is there any reason it would frustrate the Federal purposes for the State to say, the State tries to get around that by saying it never -- never became the property of your client, that by reason of the assignment provision, all choses in action arising out of transactions in which there's a claim for Medicaid compensation. reached a very correct analysis of the language and the results that that takes place. There is no ambiguity, and under the first this is a case of statutory construction within the terms of the statutes which, read together, are expensive, horribly inconvenient. The State would have to, you know, burden -- shoulder this burden, and this is money that could be going into the Medicaid program. parties is put back into the Medicaid program, and if the State has to keep hiring more lawyers and has to Also, Arkansas law does not require an assignment of a cause of action. Arkansas law is very clear on that point, and that's set forth in 20-77-301, page 38. It specifically states that any action taken"
  }
]