[
  {
    "speaker": "[11",
    "speech": "02 a.m.]"
  },
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument Mr. Goldberg."
  },
  {
    "speaker": "ROBERTS",
    "speech": "It was excluded with respect to mens rea, but, of course, all of the evidence came in with respect to the insanity defense. Justice, as to the insanity defense, but could only be considered if Eric knew right from wrong. It cannot be evidence of mental illness irrelevant. However, Arizona did not do that, and Arizona did not argue that below. Below, Arizona argued, repeatedly, that Clark intentionally shot a police officer. On appeal, they argued the same thing. In the appellate decision"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, do you take that -- please."
  },
  {
    "speaker": "GINSBURG",
    "speech": "What do you make of the -- not not-guilty by reason of insanity, but guilty, except insane. Guilty of what? Guilty of the charge."
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- witnesses still talked about his mental state, correct?"
  },
  {
    "speaker": "GOLDBERG",
    "speech": "That's correct. But the trial considering all mental health evidence, all evidence of mental disease or defect, on the issue of mens rea. if he thinks the truckdriver is an alien, or he thinks he's an animal, and has a serious mental problem in knowing what's going on, that comes right in, as it did right or wrong to shoot this person. And, therefore, once I read that, I thought there is not, at least in he could not have formed the necessary intent.\" The judge replies, \"You can bring that in, because if he thought the driver was a mental -- was a wild animal, killing.\" Now, is that what happened --"
  },
  {
    "speaker": "GOLDBERG",
    "speech": "No -- in this case."
  },
  {
    "speaker": "BREYER",
    "speech": "What is it?"
  },
  {
    "speaker": "GOLDBERG",
    "speech": "Their point is that the former difference. But the Arizona Court -- the Arizona Supreme Court, in a State Court decision, State versus consider the evidence as to -- on the right-and-wrong prong."
  },
  {
    "speaker": "GOLDBERG",
    "speech": "The right-and-wrong prong -- --"
  },
  {
    "speaker": "GOLDBERG",
    "speech": "In a hypothetical -- would -- can point this out by an example that gets to what Justice Breyer was saying -- if a person is squeezing a lemon -- and this is a common example in knows, in the abstract, that a person -- killing a person is right or wrong. He knows it's wrong. But he if that's what they mean, then it is irrelevant that he thought he was killing a Martian. But if the Arizona reference to the criminal act being wrong refers to the is a Martian -- then the evidence could come in. So, I think your argument means -- your argument rests on disease, not know that they were killing a human being."
  },
  {
    "speaker": "BREYER",
    "speech": "But the Arizona Court, the Court of Appeals, writes that it turns on the finding offense. It is difficult to imagine that a defendant who did not appreciate the nature and quality of the"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, but --"
  },
  {
    "speaker": "GOLDBERG",
    "speech": "But not --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "-- if Justice Breyer -- because they are distinct. They are distinct elements. And that is to suggest that a psychiatric psychosis is music playing loud, was to lure a police officer. This is in the record at -- on August 5th, in the opening statement by the State's attorney, page 15; on August 314, in their closing argument."
  },
  {
    "speaker": "ROBERTS",
    "speech": "And your evidence to diminished-capacity defense as an affirmative defense and diminished-capacity evidence. And it's a shame that -- the evidence of diminished capacity in, on mens rea, you've done, by -- as it were, by the front door, what something as serious as insanity to excuse, everybody's going to have an excuse, and there isn't going to be any criminal law\" -- is that unconstitutional?"
  },
  {
    "speaker": "SOUTER",
    "speech": "Okay."
  },
  {
    "speaker": "GOLDBERG",
    "speech": "But the -- -anything unconstitutional about that?"
  },
  {
    "speaker": "GOLDBERG",
    "speech": "The unconstitutionality of that -- of that procedure is that the State's evidence evidence -- and this has been fundamental to prove mens rea, along with actus, is a fundamental right of the reliable. And it is reliable evidence. Both the lay testimony and expert testimony is admitted by the State for other purposes, as well as for the defense in other cited in footnote 15 of our reply brief."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Goldberg, may I ask chose to define a specific crime as requiring that cognitive element that he knew he was killing a police officer and then --"
  },
  {
    "speaker": "GOLDBERG",
    "speech": "-- sought --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "What -- because, in his mind, he believed that the police officer was an alien."
  },
  {
    "speaker": "SCALIA",
    "speech": "But it doesn't go to point. And I don't see why that isn't correct. It doesn't got to premeditation. degree-murder statute and adds one, and that one element is knowledge and intent to kill a police officer. And that's the additional element that makes degree. And the judge was precluded from considering the fact evidence in this case that indicated that Eric acquitted the individual. Does there remain a due- process problem?"
  },
  {
    "speaker": "GOLDBERG",
    "speech": "Not if it could be considered case."
  },
  {
    "speaker": "BREYER",
    "speech": "Actually, I was --"
  },
  {
    "speaker": "GOLDBERG",
    "speech": "That's the way the Arizona --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Is that your argument?"
  },
  {
    "speaker": "GOLDBERG",
    "speech": "Yes. Yes. Well, that's the can convince the trier of fact that it -- that his delusions prevent him from knowing the nature and"
  },
  {
    "speaker": "GOLDBERG",
    "speech": "No, the burden's not on the State to disprove it, Justice --"
  },
  {
    "speaker": "BREYER",
    "speech": "Doesn't the State have to mens rea, that the mens rea was there?"
  },
  {
    "speaker": "GOLDBERG",
    "speech": "Absolutely. The burden never you cannot prevent the jury from considering whether that raises a doubt as to the State's case. And that is the fundamental problem, the fundamental due-process If there are no further questions, I'd like to reserve the rest. defendant can prove really everything, and, in fact, did have the opportunity to prove everything, that he seeks to prove under prong one? If it's -- do you have"
  },
  {
    "speaker": "HOWE",
    "speech": "I -- no, Your Honor. There are two answers to that. The first answer is that the the Arizona Court of Appeals noted, it would be -- it would be difficult to imagine a situation where someone would know his conduct was wrong, but not know the some theoretical hypothetical scenario that might -- you know, that might occur. But it's very difficult,"
  },
  {
    "speaker": "HOWE",
    "speech": "And I've -- you know, I've worked with this case for several months, Your Honor, and I haven't come up with one either. difference in a case in which an individual understands, number one, as a general matter, that it one thing. I just -- maybe it's just my stupidity. But assume he thought it was a Martian, and assume he thought -- does he have to think it was wrong to kill kill Martians, then what do you do? Does it matter whether he thinks it's right or wrong to kill Martians, know, but, again, I suppose, hypothetically, there may be -- you know, there may be a case where that would make a difference. But the State is clearly free to and that, \"As a matter of policy, we're not going to clutter up the definition of 'insanity' with that.\" It found here was that -- but -- was that his -- was that his evidence that that's what he thought he was doing was --"
  },
  {
    "speaker": "HOWE",
    "speech": "-- insufficient."
  },
  {
    "speaker": "STEVENS",
    "speech": "-- difference in the burden evidence, that doesn't rise to the standard of insanity, to come in, then you -- then he's able to raise whatever his personal definition of \"insanity\" is interest in preserving its definition of \"insanity,\" and its ability to define \"insanity\" as it sees fit by, defect, whether it's expert testimony or lay testimony, does not come in under Mott."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Howe, would you not intentional killing, but of a police officer? If that's the charge, that he intended to kill a police wants to introduce, on the other side, \"I didn't have that intent. In fact, I had delusions. I thought I killed an alien.\" But he's not allowed to introduce"
  },
  {
    "speaker": "HOWE",
    "speech": "Yes --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- to counter --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Is this an alternative argument, so that, if we accept this argument, we need not ask whether the evidence comes in under prong two, evidence comes in under prong two?"
  },
  {
    "speaker": "HOWE",
    "speech": "I -- I'm not quite sure how to on the meaning or the value or the validity of psychiatric evidence. The State also has an -- has an interest in preventing someone, who has -- you know, illness, from being able to forgo an insanity defense, but raise evidence to negate mens rea, in the hopes said, \"Under Arizona law, while this doesn't come in under mens rea, it does affect sentencing.\" I think you said that the -- his mental state is properly taken mean just the length of the incarceration, or the place of the incarceration? form of the insanity defense, and it has also decided to protect that substantive decision by channeling evidence about a defendant's mental capacity into an defendant. Neither aspect of that judgment violates the Federal Constitution. could do that. And I don't think that's what happened here. And I think if you look at the evidence in this case -- I mean, it came in, in sort of a strange way, think what the trial court did is say that, \"All of the evidence on insanity, all of the evidence in the second that there's this tradition with insanity, which is quite different than the tradition with respect to other elements of a crime. And I think that goes back you look at Blackstone, and you look at some of the common law cases that this Court cited in its Davis arguments trying to negate mens rea."
  },
  {
    "speaker": "KENNEDY",
    "speech": "It does seem as if the argument, that, \"Oh, this all comes in under second -- there's another inference. It's a -- it's a secondhand argument about lack of mens rea. to have the M'Naghten defense, and we're going to keep it as an affirmative defense, and we're not going to allow that defense, that we've rejected, to effectively Souter's --"
  },
  {
    "speaker": "BREYER",
    "speech": "That would present a serious"
  },
  {
    "speaker": "BREYER",
    "speech": "If he knew right from wrong, if they -- so, I mean, he -- it's not his intellectual capacity that's wrong, it's his ability to control his"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, I mean --"
  },
  {
    "speaker": "BREYER",
    "speech": "But that's not in this case,"
  },
  {
    "speaker": "BREYER",
    "speech": "Or do we?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "I would think that you might. I mean, I think you could say -- because I in on the back door through the insanity defense."
  },
  {
    "speaker": "BREYER",
    "speech": "But if we have to reach it, capacity,\" if it is -- what is that?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "It's an argument that is basically a variation on the insanity defense. It's law in California until it was --"
  },
  {
    "speaker": "BREYER",
    "speech": "But partial responsibility Supposing the evidence is equally divided on the question of whether he thought it was a Martian who he had a right to kill. Could he be convicted of murder,"
  },
  {
    "speaker": "CLEMENT",
    "speech": "I think he could, Justice Stevens. As I understand -- It just depends on the way that the statute deals with it. Because, in my view of the statute, if somebody really thought -- if they had to kill a human being, alien,\" maybe that could come in, on mens rea, but if --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Have we ever held that an \"intended to kill.\" And I think Mr. Goldberg conceded that \"intended to kill\" would have been a proper conviction, but not \"intended to kill a police officer\""
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- unless he's allowed to time. Thank you."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, General. Justice. And it's not that we're asking to -- this Court to affirmatively rule that all of this evidence comes in, just that all of it cannot be excluded, per type of evidence, any other fact or opinion evidence, serves as the gatekeeper under the rules of evidence to he was killing a police officer, then the court could find him guilty of second-degree murder or manslaughter. And I asked the court to do that, and So, the --"
  },
  {
    "speaker": "BREYER",
    "speech": "In the --"
  },
  {
    "speaker": "BREYER",
    "speech": "He thought he was killing another individual."
  },
  {
    "speaker": "GOLDBERG",
    "speech": "Correct."
  },
  {
    "speaker": "GOLDBERG",
    "speech": "Or an alien."
  },
  {
    "speaker": "BREYER",
    "speech": "Does the State have to -- was raised earlier about whether a State could define \"murder\" without a requisite mens rea, essentially, which is -- or a specific intent, as the State seems to Mott decision. This Court held, in 1895, in Davis"
  }
]