[
  {
    "speaker": "[11",
    "speech": "34 a.m.]"
  },
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument Environmental Protection. Mr. Kayatta. give States a strong voice, but not a veto. So, we feel the case -- that the States clearly have that voice."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Mr. Kayatta, if I took a drum of water out of the river and put it in the over it. Your hypothetical, Mr. Chief Justice, had it for 5 years. In that situation, one could say that there may be a discharge into the river when an In a -- in the dams -- the dams, the water continuously flows down. The water never leaves the distinction we would draw would be when the exercise over the water, and the separation of the water from the river, reach the point where it could be said that as that term is defined in Miccosukee. If we --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "But this is an important pollution. And it is undisputed that 401 does not cover nonpoint source solution -- pollution. So --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "I don't --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "I don't --"
  },
  {
    "speaker": "STEVENS",
    "speech": "But is it -- flows continuously down. It changes at various points as it goes down a river. As it goes through rapids, a river changes. The nature of a river changes as it"
  },
  {
    "speaker": "STEVENS",
    "speech": "Now, let me just be sure I understand one point fully. But the character of the into the dam as comes out of the dam."
  },
  {
    "speaker": "STEVENS",
    "speech": "But with a slightly different chemical composition."
  },
  {
    "speaker": "STEVENS",
    "speech": "Am I correct --"
  },
  {
    "speaker": "KAYATTA",
    "speech": "-- up the river. that you're getting at. And I --"
  },
  {
    "speaker": "KAYATTA",
    "speech": "Well, we --"
  },
  {
    "speaker": "SOUTER",
    "speech": "I mean, it seems to me -- to something when you talk about the exiting, because the word \"discharge,\" as we commonly use it, is a word the impoundment, so that you're not simply, as it were, taking, you know, one spoonful out here and dropping it into a river -- putting the spoonful back into a river as a result of your dam."
  },
  {
    "speaker": "KAYATTA",
    "speech": "But the -- if you accept the dispute that there are nonpoint source changes in the water as it flows down the river, before it goes through the dam. The water that then goes in and emits"
  },
  {
    "speaker": "GINSBURG",
    "speech": "I thought the descriptions that we had was, it is a result of the impoundment and want water to be good enough for recreation. They want water without algae so there are more fish. They have a lot of things. And this statute seems to say the F-"
  },
  {
    "speaker": "KAYATTA",
    "speech": "Yes, it is, Your Honor."
  },
  {
    "speaker": "BREYER",
    "speech": "Yes, okay -- used to be the"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, fine."
  },
  {
    "speaker": "KAYATTA",
    "speech": "-- not in the --"
  },
  {
    "speaker": "BREYER",
    "speech": "So, what's --"
  },
  {
    "speaker": "BREYER",
    "speech": "-- the problem? So, they're saying, as I thought was true since 1920, that you're you a license."
  },
  {
    "speaker": "KAYATTA",
    "speech": "No, their position is precisely that the water is running into the water. -I've heard you argue about the word \"discharge\"; and you say \"discharge\" doesn't mean \"discharge of water,\" discharge from a point source. So, we know a line has been drawn by Congress in pursuit of its purpose, as compared to other goals that line drawn? We think you look to the statute to see where that was drawn, and it was \"discharge into"
  },
  {
    "speaker": "KAYATTA",
    "speech": "Yes."
  },
  {
    "speaker": "STEVENS",
    "speech": "-- above the dam, and they all -- they get killed going through the dam, and they"
  },
  {
    "speaker": "KAYATTA",
    "speech": "Yes."
  },
  {
    "speaker": "STEVENS",
    "speech": "-- came out, would that be"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Counsel, you don't dispute that FERC could impose the same conditions that Maine has imposed in this case, as a matter of FERC"
  },
  {
    "speaker": "KAYATTA",
    "speech": "Exactly. And we would --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Could they even very substantial issue, because essentially what FERC proceedings are -- under the hydropower sections of FERC, essentially what they are is environmental water quality issues that are then balanced off against energy issues. If the -- under prior interpretations, mandatory veto on all of these issue -- issues in every single situation with respect to every single hydropower licensing\" --"
  },
  {
    "speaker": "KAYATTA",
    "speech": "-- \"proceeding.\""
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- as a regulator, order, in 1986, FERC to always comply in all situations --"
  },
  {
    "speaker": "BREYER",
    "speech": "No, I thought -- it says compliant with State water quality standards. Now, suppose a State has a nutty water quality standard."
  },
  {
    "speaker": "BREYER",
    "speech": "I'm not an expert on the Clean Water Act. Is that a proper Clean Water Act standard? then you will have precisely held --"
  },
  {
    "speaker": "BREYER",
    "speech": "No, this decision -- I'm not any sense of cooperative federalism, and it would tell Congress, \"In 1986, you were just entirely wasting your time, because you had already, in '72, given them the"
  },
  {
    "speaker": "ALITO",
    "speech": "Well, has FERC said that this is a problem, that the States are interfering? Public Utility Districts versus Jefferson, it is a robust power. It is an awesome power that is given to the States under 401. And to -- giving that power power automatically to any conduct that in any way \"touches on the water\" by turning \"touches on the something into the water,\" to the extent the dam holds back and restrains the water, then it \"puts back into the water\" the water that it had held back. meanders around, as it would in an eddy, and continues on through the dam, down the river. If you take a That's what we're saying."
  },
  {
    "speaker": "ALITO",
    "speech": "Would it be fair to say that, let's say, the Missouri River discharges into the"
  },
  {
    "speaker": "KAYATTA",
    "speech": "If you have two water bodies, then you could have one discharging into the other. river below the dam is a navigable water, why is there not a pouring forth of the water into the navigable waters below the dam? waters and downstream waters, it -- our view is that upstream waters simply become downstream waters as they -to say that when you discharge a pollutant, you are adding something that wasn't there before? But when the statute, in this case, is using \"discharge\" without linguistic sense to construe it just as the Court has done. those situations."
  },
  {
    "speaker": "KAYATTA",
    "speech": "Well, I would -- I would hesitate, Justice Souter, to go from taking a specific meant something that is both more general and much more easily set. is, I am including instances not just in which \"pollutant\" is used. A whole variety. And, in every single one of those, its common -- and I would submit naturally suggests -- in fact, why would someone use the phrase \"discharge into the navigable waters\" if would be, perhaps, no water quality concerns, but 401 doesn't say \"water quality concerns\"; it says \"discharge into.\" -- if somebody with property on each side wanted to build a dam -- I'm sorry, wanted to build a bridge to"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Counsel. General Rowe?"
  },
  {
    "speaker": "ROWE",
    "speech": "Mr. Chief Justice, and may it please the Court: \"discharge\"? In other words, it restrains the water temporarily."
  },
  {
    "speaker": "ROWE",
    "speech": "Yes, Your Honor. it again as it passes by the wheel."
  },
  {
    "speaker": "ROWE",
    "speech": "Yes, Your Honor. It -- that, under the Clean Water Act, Congress requires States to adopt clean water standards --"
  },
  {
    "speaker": "SCALIA",
    "speech": "I must say, this --"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- this doesn't seem to me normal usage. I don't think if -- you know, if you see but that --"
  },
  {
    "speaker": "ROWE",
    "speech": "-- in size."
  },
  {
    "speaker": "ROBERTS",
    "speech": "But that doesn't mean, if you have just sort of a foot indentation on either side, would -- the flows, in -- under your view, Now, I'm -- again, I'm using the de minimis rule here. But what we have here, Your Honors, is a dam, we have the water being diverted into a power The turbines are using the water, they're taking the energy from the water to turn the turbine, and then the whether there's a \"discharge into the river.\" And one does not usually speak of the \"river discharging into itself.\" That -- it's the \"into\" that's the crucial Miccosukee, if I'm saying it right? -- yes, Miccosukee -- there was no discharge of the pollutant. You held that it was --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Because there was no - on both sides. That -- I think that was conceded in the case. The reason that the case came out the way it respect, in that case -- and, in that case, you joined Justice Thomas in saying, \"The term 'discharge' is not defined in the Clean Water Act, but its plain and something that is emitted.\" In the case we have here, something is emitted. It is water. It is emitted pot, one has not added soup or anything else to the pot. Section 401, the word \"discharge\" in that section does not require an addition of anything. It can be -- your focus -- in response to my question about what would constitute release, you focused on the fact of pollutant to find a discharge, under section 401. I just want to remind the Court that section 401 came from section 21(b) of the Water Quality It said, \"Anytime that there's a licensed activity that's going to create a discharge from a facility into to look at this -- I mean, the concern is that your constituents probably have a higher priority and a greater concern with the environmental consequences of that we have sufficient power. And you're likely to weigh these competing uses in very different ways."
  },
  {
    "speaker": "ROWE",
    "speech": "-- the --"
  },
  {
    "speaker": "SCALIA",
    "speech": "If there were a discharge of something into the river, you'd be able to move against discharge into the river when you stop the river and then let the same river out."
  },
  {
    "speaker": "ROWE",
    "speech": "Your Honor, we could. We have a number of classes of rivers. With respect to one class, that is not a designated use. With respect to"
  },
  {
    "speaker": "ALITO",
    "speech": "Do you think that's something that Congress intended when they adopted this, to allow"
  },
  {
    "speaker": "ROWE",
    "speech": "-- Your Honor, in our State it's a designated use --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "I'm sorry --"
  },
  {
    "speaker": "SOUTER",
    "speech": "I'm not interested -- I'm asking for an answer to my question. I take it, based"
  },
  {
    "speaker": "BREYER",
    "speech": "-- I think the question -- maybe it just -- I don't understand, totally, how the Clean Water Act works, but I thought that what we're the State Clean Water Act rule. It's a creature of the Clean Water Act, isn't it? A water quality standard? in there. We submit --"
  },
  {
    "speaker": "SCALIA",
    "speech": "I expect that they're minimums. Your Honor. We submit these to the EPA. The EPA approves the State water quality standards, and then this question? In the Miccosukee case, we sent the case back, as you remember, to decide whether or not there were one body of water or two bodies of water. would it be five bodies of water -- in this case?"
  },
  {
    "speaker": "ROWE",
    "speech": "There's one body of water, Your Justice Scalia, your question was -- that's not a discharge. That's a natural flow of water. What's happening here is, the flow is being altered. Because is being altered. And in the case at hand here, you're actually taking a turbine, the water drops down into We're not saying that. It needs to be --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, it depends on how big the river is, doesn't it? waters, and you have a huge post that's holding up a bridge, there could be a -- there -- and it's federally pollution, the effects of the activity on the environment. I thank Your Honors very much. And I just values the power -- the importance of hydropower. We value the -- our responsibility, as given to us by issue in this case, which divert water, impound it, and then release it, produce a flowing or issuing out of that water into the navigable Presumpscot River. in the same sense, I assume."
  },
  {
    "speaker": "MINEAR",
    "speech": "No, it does not, Your Honor. body to another is not a discharge of a pollutant, which is what we said in Miccosukee, the only basis for saying that is that there has been no discharge. the -- to the other body of water. The only thing you can say is, there hasn't been a discharge. It's --"
  },
  {
    "speaker": "SOUTER",
    "speech": "In other words, Miccosukee was concerned not with molecules, but with chemical composition. The chemical composition was the same in was no addition --"
  },
  {
    "speaker": "MINEAR",
    "speech": "That's correct -- that that's not the case."
  },
  {
    "speaker": "MINEAR",
    "speech": "Your Honor, if we look to the Miccosukee opinion, at 541 U.S. 109 to 110, it there two bodies of water or one body of water?"
  },
  {
    "speaker": "SCALIA",
    "speech": "Exactly. from a distant lake, and you -- we'd be able to hold a person liable. The only reason there was no addition here was that there was -- there was an addition here, body of water."
  },
  {
    "speaker": "MINEAR",
    "speech": "With --"
  },
  {
    "speaker": "MINEAR",
    "speech": "And it's issuing out --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- surprised, in a case involving a FERC license condition, that no one"
  },
  {
    "speaker": "MINEAR",
    "speech": "Well, Your Honor, as people in the office are familiar with, in the SG's office, the consensus position of the United States. This brief has been coordinated not only with EPA and FERC, but also the Department of the Interior and the Army Corps States."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, I'm sure of"
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- it statewide?"
  },
  {
    "speaker": "MINEAR",
    "speech": "If they did it statewide, I think -- utmost importance to us to provide habitat for spawning salmon, whatever, dams interfere with that in a way we gave to the State, and to which we defend. I'd like to point out that one of the things that's been talked about here is the oddity, supposed not odd at all. One often talks about, for instance, the fresh water above the dam being discharged into the municipal water system or onto irrigated land. What we have here --"
  },
  {
    "speaker": "BREYER",
    "speech": "Just for the few of us who possible you could say a word about why Congress would, or would not, have wanted, in effect, to incorporate bypass reaches. In the absence of the conditions that the State imposed here, there would be no water at all in the bypass reaches. Now, it's true that FERC itself"
  },
  {
    "speaker": "ALITO",
    "speech": "Well, suppose --"
  },
  {
    "speaker": "MINEAR",
    "speech": "-- but -- [Whereupon, at 12:34 p.m., the case in the"
  }
]