[
  {
    "speaker": "[10",
    "speech": "02 a.m.]"
  },
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument Mr. Moran."
  },
  {
    "speaker": "MORAN",
    "speech": "Yes, there are, Justice O'Connor."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "And does Michigan have"
  },
  {
    "speaker": "MORAN",
    "speech": "I do not believe so, Justice O'Connor."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Why?"
  },
  {
    "speaker": "MORAN",
    "speech": "Well, Officer Good apparently thought that his safety would be better served he if so, he candidly testified, at the evidentiary hearing, that it's essentially his policy, in drug deterrent?"
  },
  {
    "speaker": "MORAN",
    "speech": "Yes, that's the one purpose of the knock-and-announce requirement that doesn't officer's interest --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Exactly. actions simply are of no use. That might have been the case when we first adopted the exclusionary rule, but our docket is crowded with 1983 cases brought by these cases are successful below. What reason is there to believe that that wouldn't be an adequate difficult to win a suit. And because it is not a bright line as to when the police officers have to knock and announce, and when they do not -- that is, a no-knock entry will be met with violence or that the evidence will be destroyed? -- courts tend to be of these cases. But the same thing is going to be true if the consequence of not waiting long enough is the exclusion of the evidence. The court is going to they waited long enough, and, as you say, the court is likely to say, you know, \"Let it go.\" 1958 and 1968, this Court was very familiar with the independent-source doctrine. And, really, the argument that the Michigan Supreme Court has adopted it's really an independent-source doctrine."
  },
  {
    "speaker": "ROBERTS",
    "speech": "You don't -- you"
  },
  {
    "speaker": "ROBERTS",
    "speech": "So, how would you describe the privacy interest that the knock-and- announce rule is protecting? described it well in the -- in its most recent cases -- in Banks and Richards, in particular, as well as the warrant requirement. The purpose of the warrant requirement is also to protect the sanctity and the privacy of the home; it's not to protect contraband that the police are looking for. It's --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "No, it's to protect"
  },
  {
    "speaker": "MORAN",
    "speech": "Yes."
  },
  {
    "speaker": "KENNEDY",
    "speech": "I suppose the position of the Respondent is that the minute there's an entry -the minute there's an entry, that injury ceases, so that it's different from a warrantless rummaging- warrant to enter the home, not to seize particular goods. So, the entry of the home was not illegal. The entering of the home was perfectly okay. What advance. It seems to me that's quite a different -- quite a different issue, and the causality is quite"
  },
  {
    "speaker": "MORAN",
    "speech": "I think, starting in Semayne's case, the Court recognized that even if the officer would have a right to knock down the door after a did not wait for that refusal, then the entry was illegal. And so, I think the common law cases do"
  },
  {
    "speaker": "ROBERTS",
    "speech": "You mean, if you had a case where the reason you were arresting the guy is because he's shot through the door the last have to knock and announce, under Michigan law?"
  },
  {
    "speaker": "MORAN",
    "speech": "No, I don't think so, Mr. Chief said that if there are particular facts about this particular entry that would make an officer have reasonable suspicions that he is going to be shot at officer may dispense with the knock-and-announce requirement. There were no such suspicions in this time, the homeowner shot at the officer, the fourth time, they could go in without waiting."
  },
  {
    "speaker": "MORAN",
    "speech": "I think that would be an easy"
  },
  {
    "speaker": "STEVENS",
    "speech": "You think it would, okay."
  },
  {
    "speaker": "MORAN",
    "speech": "Because then you would have route before in other cases, like Wilson, but it's still a troublesome measure. It's hard for me to believe that if a person has drugs in the pockets of he's sitting, that he wouldn't immediately run and try to dispose them. I just think that it's ordinary"
  },
  {
    "speaker": "MORAN",
    "speech": "Well, because in Richards --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "I mean, do people say, \"Oh, they've got me now. I won't get rid of the"
  },
  {
    "speaker": "MORAN",
    "speech": "Well, first of all, Justice Kennedy, I think the law presumes that homeowners many warrants -- many, many searches -- will be executed on the homes of perfectly upstanding, innocent people. And -- you have any empirical basis for your statement that many warrants are executed and they don't find of innocence survives an indictment, doesn't it?"
  },
  {
    "speaker": "MORAN",
    "speech": "It does, and I think it --"
  },
  {
    "speaker": "STEVENS",
    "speech": "Yes."
  },
  {
    "speaker": "STEVENS",
    "speech": "So probable cause is not enough to eliminate the presumption of innocence."
  },
  {
    "speaker": "SCALIA",
    "speech": "So, if we wanted to be faithful to those common law cases, we wouldn't exclude the evidence. Justice Scalia, since those common law days, for that reason. course, was adopted in the late 1800s, early 1900s -- in part, in response to the changing circumstances of the police. The police were no longer under the remedies were necessary in order to assure compliance with constitutional rights. after Richards, and have said, \"If that is meaningless, then it would be especially meaningless if we were to exclude the entire knock-and-announce virtually no reason for police officers ever to comply with a knock-and-announce requirement. contested here, and a lawful entry. And if either one of those two predicates is missing, then you have grounds to suppress the evidence; that is, the unlawful entry."
  },
  {
    "speaker": "SCALIA",
    "speech": "What about our opinion in warrant -- and they had a valid entry -- that is, a no-knock entry that was justified by reasonable suspicion that the officers would be met with presence. And so, we -- in Ramirez, we have a lawful entry. The language that's quoted from Ramirez window -- I read the Ramirez opinion as saying the breaking --"
  },
  {
    "speaker": "STEVENS",
    "speech": "But even if it was"
  },
  {
    "speaker": "MORAN",
    "speech": "It wasn't -- certainly wasn't unconstitutional. Often, when the police perform a unless there truly is an inevitable-discovery or independent-source argument; that is, something independent of the entry, which can't be done here, seconds, perhaps minutes, find the evidence. So, the -- it please the Court: The metaphor of \"fruit of the poisonous tree\" is frequently employed when the exclusionary apt, because the sanction of exclusion, which is not, itself, constitutionally required, is designed to  evidence in these circumstances a deterrent, so that the police would be less likely to do that?"
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "It may be."
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "But I believe that, before the question of deterrence is reached, the question  commanded by judicial order. The use of force --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, an entry that conformed with knock-and-announce would have been unreasonable. So, I don't see how your argument fits the facts. you know, he's --"
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "Because if they're --"
  },
  {
    "speaker": "BREYER",
    "speech": "-- inside the building; warrant."
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "No, if -- you did after the fact.\" The entry itself -- not just the manner of entry -- the entry is invalid, unless the judge authorizes it, or unless some"
  },
  {
    "speaker": "STEVENS",
    "speech": "Is it your view the entry was lawful or unlawful, in this case? lawful. The manner of entry would be unlawful. And the consequence of that entry would turn on what force was used. As, in this case, they opened the injury to person, there was no injury to property."
  },
  {
    "speaker": "SOUTER",
    "speech": "So, basically, your"
  },
  {
    "speaker": "GINSBURG",
    "speech": "What is the experience in Michigan? The Michigan Supreme Court has had this rule for some time, that you don't exclude the"
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "Uh-huh."
  },
  {
    "speaker": "GINSBURG",
    "speech": "How many successful 1983 any case --"
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "I am not aware of any case ­ - recovered --"
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "And, again, I think Mr. \"Whether known in advance, or whether the facts occurred at the time of the execution of the warrant, if the Richards exceptions are met, you can go in that rule. You just simply can't get advance judicial authorization. It doesn't exist. But it is able to argue, at trial, \"He was sitting in the chair with the drugs.\""
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "That's true, but the drugs So, it wouldn't have helped him."
  },
  {
    "speaker": "ROBERTS",
    "speech": "There was something"
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "That's -- that may well be. And I want to be clear, I am not here arguing that this Court should decide that there is no the premises is not causally connected to the failure to knock and announce. All I'm asking the Court to the causal connection to the purposes -- as I have tried to indicated -- to the purpose, or purposes, served by the principle violated. What is the Your Honor indicated -- it's to protect against injury to the police, injury of people inside, and inside to prepare to answer -- as Mr. Moran indicated, if they might be in a state of undress or something, they could avoid that embarrassment. argument is that, except in cases in which the people inside the house are not dressed, or cases in which those cases, there will never be a recovery."
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "Oh, in those cases, correct. In cases where there is violence, there will be there is no nakedness, there is no violence, they simply opened an unlocked door, I would say, yes, because the Court does not always apply the exclusionary rule, even when there would be deterrence -- that that is correct. true. I mean, there are going to be situations, or at least possible, where evidence is going to be a -- police break through the door, and the defendant says, \"The drugs are in the closet,\" and you want to use that declaration to tie him to the drugs -- that today is for this Court to decide that the items -- the physical evidence found within a proper scope, a the hypothetical, but it seems to me it's really a hypothetical."
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "Yeah. And I think the and Mr. Moran's correct, most courts go the other way -- up until the Stevens case, the assumption had been"
  },
  {
    "speaker": "BREYER",
    "speech": "This one is designed to prevent damage to property --"
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "That's correct. not have the exclusionary rule and rely on the damage remedy where that kind of thing actually occurs,"
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "But I think to not accept causation as a requirement, which I think this Court has always done -- as I said at the outset, this exclusionary rule is premised on the evidence being the product of the police misconduct. To not do application of the exclusionary rule. And that's just one example; there are others. This Court has always required that there be a causal connection, so. We're not asking this Court to overrule any Mr. Salmons."
  },
  {
    "speaker": "SALMONS",
    "speech": "Thank you, Mr. Chief Justice, and may it please the Court: a cause. You're saying -- you don't say it's not a necessary condition of his being there. It is. You do say, \"Well, the being-in-the-room-there is not knock-and-announce rule.\" But, of course, that's a matter of judgment. I mean, you could say the obtain a warrant, they conducted the search. And this Court had no difficulty in saying that, even though the initial entry was unlawful, the warrant- source for the search, and that the legality with regard to the initial entry was, quote, \"wholly"
  },
  {
    "speaker": "SALMONS",
    "speech": "The warrant, in Segura, was obtained by -- based on evidence that was in existence prior to the unlawful entry, so that it was"
  },
  {
    "speaker": "SOUTER",
    "speech": "So, it didn't -- it didn't depend on the entry or anything gained as a result of"
  },
  {
    "speaker": "SOUTER",
    "speech": "-- continuum there."
  },
  {
    "speaker": "SALMONS",
    "speech": "That's absolutely correct, and that's --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Isn't --"
  },
  {
    "speaker": "SALMONS",
    "speech": "-- a requirement for -- apartment?"
  },
  {
    "speaker": "SALMONS",
    "speech": "No, Your Honor."
  },
  {
    "speaker": "SOUTER",
    "speech": "Okay. knowledge of the illegality, and the evidence that was -- that was the basis for the affidavit for the is going to be issued anyway. So, it isn't a question of whether it would have been issued if they had behaved properly, it's a question of what will"
  },
  {
    "speaker": "SALMONS",
    "speech": "Well --"
  },
  {
    "speaker": "BREYER",
    "speech": "Now, that's what I thought"
  },
  {
    "speaker": "BREYER",
    "speech": "-- that, in Segura, they would have gotten in, anyway, under a legal warrant that had nothing whatsoever to do with the illegal"
  },
  {
    "speaker": "SALMONS",
    "speech": "In fact, that is precisely the analysis -- because the court viewed the -- that warrant as a separate independent source for the authority to enter and conduct a search. One would have to posit, if they would rather not execute the warrant than delay a few additional moments before entering, but I you had an officer who said it was his regular policy --"
  },
  {
    "speaker": "SALMONS",
    "speech": "Well -- announce --"
  },
  {
    "speaker": "SALMONS",
    "speech": "That's not -- And that's because, as this Court has repeatedly recognized, the officers already have an incentive, inherent in the nature of the circumstances, to Now, there may be --"
  },
  {
    "speaker": "SOUTER",
    "speech": "But what --"
  },
  {
    "speaker": "SOUTER",
    "speech": "I mean, what reason do we have to believe that this incentive inherent in circumstances is ever going to work in the absence of"
  },
  {
    "speaker": "SALMONS",
    "speech": "Well, Your Honor, I think -- I think there are several reasons. One -- and, legitimate concerns."
  },
  {
    "speaker": "SOUTER",
    "speech": "Why don't they have something to gain? If they're right that there is they're perfectly rational --"
  },
  {
    "speaker": "SALMONS",
    "speech": "Well --"
  },
  {
    "speaker": "SALMONS",
    "speech": "Your Honor, I would -- I would disagree with that. And I would point the Court, in particular, to a recent case out of the circuit has announced the position -- it decided the position that we advocate. There are many cases, where there has been identified such evidence that is directly causally related only to the knock-and- announce violation. But the second reason, more evidence, by definition the possibility of finding such evidence will not deter the police from felony without a warrant.\" The Government conceded, in Miller, that whether there was a warrant or not had nothing to do with the knock-and-announce"
  },
  {
    "speaker": "SCALIA",
    "speech": "I thought the Government's distinction was based on the fact that they were causation theory is consonant with all of those cases."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, isn't the -- isn't the reason it's consonant is because, in those"
  },
  {
    "speaker": "MORAN",
    "speech": "No, we don't dispute that at all, Mr. Chief Justice. Finally, I have to ask why this Court has last 10 years, if my opponents are right. This Court shouldn't have -- they're all criminal cases, and is the sort of case where one can make a respectable inevitable-discovery -- in fact, a winning inevitable-discovery or independent-source argument. disturb the fact that the evidence that was seized"
  }
]