[
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument Mr. Blume. whenever you -- whenever the prosecution has a strong case, you can't introduce other guilt, or whether all that the court is saying is that one of the elements -- this third party is not just -- it's the comparative weakness of the third party case. You don't blind requires is a reasoning backwards, that the admissibility of evidence of the defendant's innocence is conditioned on the judge's assessment of the"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, I -- I suppose that in a purely discretionary system -- I -- I can't quite the crime occurred on Tuesday, January 3rd, and the third party guilt evidence shows that the third party was in Acapulco on January 3rd and had no possibility relevance. But when the touchstone for admissibility is"
  },
  {
    "speaker": "BREYER",
    "speech": "Yes."
  },
  {
    "speaker": "BLUME",
    "speech": "No. I think that would be unconstitutional --"
  },
  {
    "speaker": "BLUME",
    "speech": "-- under this Court's decision in Olden v. Kentucky that this Court has recognized that would be unconstitutional because it would be a mischaracterization of what Mr. Holmes' evidence was."
  },
  {
    "speaker": "BREYER",
    "speech": "Good. Now, that's what I"
  },
  {
    "speaker": "BLUME",
    "speech": "Challenging the DNA evidence. That is not the -- the state of the evidence in this locked everyone else out before he inventoried, processed the scene. And then there were problems with contamination there. day, the defense presented a DNA expert, the only non- forensic scientist, but the most qualified scientist in White? There -- there was no trace of White's DNA. And that was a FBI officer who testified to that."
  },
  {
    "speaker": "BLUME",
    "speech": "Yes, Justice Ginsburg. I don't case. It's, you know, seek and ye shall find, or don't seek and ye shall not find. In this case, they took more concerned about -- about what result you get in this case and -- and whether your client gets another trial or not. I am more concerned about -- about the will affect a whole lot of other trials, and I -- I frankly think we're playing with fire. I -- I worry"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Where -- where do you think it says you have to overcome the prosecution's case?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "It's a -- it's a factor that's considered in weighing the admissibility sentence before that in the opinion where it says -- they describe the Gregory rule, which was the old rule, with which we have no quarrel. The rules are similar held in State v. Gay that in cases where there is strong evidence of guilt, especially forensic evidence,"
  },
  {
    "speaker": "ROBERTS",
    "speech": "No, not at all. What you're saying is that the evidence has to be -- the admissibility of evidence has to be assessed in light as it may be in this case, that the DNA evidence doesn't show what you think it shows, fine, that say there's a more wooden rule and a -- and a more iron rule here that was prejudicial, I think that's something else. the South Carolina rule is a categorical rule based on the description. I think it also requires a defendant that far. If it doesn't require the defendant to persuade the judge of the defendant's likely innocence, then there's no constitutional violation. If the -- if of the strength of the prosecution evidence in relation to the defense evidence, that's -- that's all right? that is implicitly weighed. Your hypothetical to me is implicitly weighed, and I think that's --"
  },
  {
    "speaker": "ALITO",
    "speech": "And that would be"
  },
  {
    "speaker": "BLUME",
    "speech": "I think that's unconstitutional. All these cases where you indicate, well, you the defendant wanted to present evidence that some dude named Duke that nobody can find had a motive to kill the person. And the courts say, well, no, you can't do prove that the -- for killing a man's wife, and they want to show, well, the husband had $1 million in life"
  },
  {
    "speaker": "SOUTER",
    "speech": "No. I -- I grant you that. But to say that the only test is relevance seems to be too strong. suggest that. I was sort of just describing how other States do it and the relevance. Then they also -- many sorts of proof. You -- you think the two have to be treated the same."
  },
  {
    "speaker": "BLUME",
    "speech": "Yes, well, I do for the following it's still the jury's call, just for the same reason that a judge couldn't, in a very strong case like that, with, the reasonable inference, if it's unreasonable to suggest that somebody else did it, doesn't mean that you're guilty. You may have all sorts of other claims that type of evidence because of the susceptibility of prejudice and the susceptibility of fraud and all that in the other 49 jurisdictions, that the judges just blind themselves to the -- to the prosecution's case when they make these calls."
  },
  {
    "speaker": "SCALIA",
    "speech": "What's your authority for -- for the -- for opposition that every other jurisdiction"
  },
  {
    "speaker": "BLUME",
    "speech": "Well, it's -- it's not --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "It's a way of phrasing it."
  },
  {
    "speaker": "BLUME",
    "speech": "That's not the way the decisions, But it's -- I mean, it -- it does -- if the judge weighs and conditions the admissibility of evidence of the place on appeal where you consider the strength of the government's case. There's no other category of evidence in our of the case to admit it. If that were true, then why don't we allow judges to direct verdicts? Why don't we mean."
  },
  {
    "speaker": "BLUME",
    "speech": "I'm sorry. Was not harmless. And the first one I've discussed with Justice think any fair review of the record here is that the forensic evidence was a jump ball. Now -- and while we on it, yes. But, of course, that can't be the touchstone of whether the error was prejudicial. The State has that the exclusion of the third party guilt evidence could not have contributed to the verdict. In this there -- you cannot do any DNA calculations on this. These charts are completely unreliable. So that's all it is, and it's -- it has, I think, no significance factually inaccurate statement of the record as a whole. believe it was an independent constitutional error, but even apart from that, it's still a factor in gauging harmlessness. This Court has said that on a number of harmless error. And then finally, excluding -- not allowing opportunity to present a defense. A defendant's right to present relevant evidence is not unlimited, however, but is rather subject to reasonable restrictions. latitude to establish rules excluding evidence so long as they are not arbitrary or disproportionate. -- at the top of the page, the second sentence. He simply cannot overcome the forensic evidence against him to raise a reasonable inference of his own probability that he is innocent in light of all the evidence, including the forensic evidence? the two together as -- well, they say, in Gay, we held that where there is strong evidence of an appellant's guilt, especially where there is strong forensic guilt does not raise a reasonable inference as to the appellant's own innocence. It doesn't use the word  universal proposition, but I think it is merely an application of what happened in State v. Gregory and State v. Gay when they were presented at that time in evidence of forensic guilt --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, if I were the trial"
  },
  {
    "speaker": "ZELENKA",
    "speech": "I think that's correct."
  },
  {
    "speaker": "BREYER",
    "speech": "They don't agree with that necessarily, but I'm taking that as a premise."
  },
  {
    "speaker": "BREYER",
    "speech": "Now, he describes this, the writer of the opinion, and if I hadn't been guilty of but the word isn't there. It doesn't say automatic."
  },
  {
    "speaker": "ZELENKA",
    "speech": "It doesn't --"
  },
  {
    "speaker": "BREYER",
    "speech": "And he goes on to write as because he says the standards set out in Gregory and Gay, as if they aren't different. There was essentially a -- a lack of persuasive assurances of trustworthiness in the statements that were, in fact, given. They lacked corroboration, the given by Jimmy McCaw White, in ways similar to situations where evidence should not be deemed"
  },
  {
    "speaker": "ZELENKA",
    "speech": "He was -- he -- he did that also, but ultimately he blended both concepts together and said both as a matter of substantive law and as a conclusion at the end of the State's case, when he made the ultimate determination -- think he said it was --"
  },
  {
    "speaker": "ZELENKA",
    "speech": "-- there was some evidence --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Your friend will tell us what he said. written that kind of an opinion rather than there's overwhelming evidence of guilt? Do you think they would have held the third party evidence admissible or"
  },
  {
    "speaker": "ZELENKA",
    "speech": "I think they would have still held the third party evidence inadmissible because of State courts did not look at. We think it's implicit, in fact, in most situations, that you have to consider to some extent the State's evidence to determine the evidence which comes in. You have to have --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Could you use -- an individual that might not be subject to notice requirements, an individual that might not even be alive. We look at -- you can look at the -- this 1911 decision, that recognized there's something different about third party guilt potential evidence making -- without finding, in effect, that the State's forensic witnesses were credible?"
  },
  {
    "speaker": "ZELENKA",
    "speech": "I think they could evaluate the to them to get an indicia as to whether there is any reasonable reliability to the third party guilt print --"
  },
  {
    "speaker": "ALITO",
    "speech": "-- the court is excluding defense evidence based on a finding that a prosecution"
  },
  {
    "speaker": "ZELENKA",
    "speech": "No. I don't think that's the test, and I don't think that's what they were doing in"
  },
  {
    "speaker": "ZELENKA",
    "speech": "It's some evidence for the defense, but the problem is it lacked corroboration. It wasn't given in a timely manner. If you contrast Mississippi, there was an entire information that the Chambers situation had independent of the third party it -- it seems as though he says that if it is to be believed what Jimmy White says, it meets the Gregory standard. is subsequent to -- to this case -- where Gay comes in because it didn't seem to be the standard that the a harmless error analysis, but more importantly, in addition, that -- that we do not believe and continue to assert that the matter wasn't properly preserved manner that it was raised before the South Carolina Supreme Court in the direct appeal briefs. of Carolina's opinion and to remind the Court that it's reviewing the judgment primarily, not the opinion. And it seems to me that Petitioner's argument is a word, the absence of the word automatically, and that the opinion would look very different if it said where it is supposed to raise a probability of innocence in light of all the evidence. Sometimes it is used without overcome, as it was earlier in the opinion. I evidence from which one might reasonably conclude, from which one -- there is a reasonable possibility of see that in fact what the court was doing was simply saying this case is like Gay. There's strong evidence. We're going to look at the evidence on both sides. opinion that makes it sound like an automatic or categorical rule, but in fact, they did go on to look showed that the death took place within a certain time period. The defendant wanted to introduce evidence that his wife -- up to Cabrera? The D.C. Circuit did not publish that and -- contrived, planted, fabricated. Then what? Or suppose that was the allegation of the defense."
  },
  {
    "speaker": "JOHNSON",
    "speech": "I -- I think it would be within certainly don't think it would necessarily violate the due process -- credible, was accurate?"
  },
  {
    "speaker": "JOHNSON",
    "speech": "I -- I think, Your Honor, that the trial judge found that -- that there simply wasn't wasn't enough. And so it was fine to look at the State's case. And I would urge the Court --"
  },
  {
    "speaker": "BREYER",
    "speech": "Okay. Now, that gets us through Gregory. And the difficulty here is that the court went on to say something that couldn't possibly this guy, never admit this other thing. That couldn't be right. basis of that evidence, could White have been indicted for this?"
  },
  {
    "speaker": "JOHNSON",
    "speech": "Possibly -- one more thing, the victim's description of the assailant. So if -- if White could have been indicted"
  },
  {
    "speaker": "JOHNSON",
    "speech": "Right, Your Honor, and -- and that -- that might present a different case."
  },
  {
    "speaker": "GINSBURG",
    "speech": "I don't --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "You said it was enough to indict and that very same evidence is put before the trial court opinion, which says that there was no corroboration of the -- of the confession, that was not stated in -- to say, and therefore, the confessions say, therefore, the confession cannot be admitted because the -- the rule was it's hearsay, but hearsay joint appendix page 134. On 135, he also found there was sufficient evidence from which a jury could believe that Jimmy sufficient evidence from which a jury could conclude that Jimmy White had in the past committed acts against that case the third party guilt evidence could be kept out?"
  },
  {
    "speaker": "BLUME",
    "speech": "No. I -- I think it might be harmless. But the third party guilt evidence inferentially and directly says, you know, this DNA maybe there's not that much to the DNA evidence."
  },
  {
    "speaker": "BLUME",
    "speech": "Well --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "In other words, it from the evidence that is before them."
  }
]