[
  {
    "speaker": "STEVENS",
    "speech": "We'll hear argument now in Mr. Kneedler, whenever you're ready, you may proceed. retaliatory prosecution in order to guard against the chilling effect that would otherwise routinely arise from inquiry into the subjective motivations of those And third, that rule is deeply rooted in history. A claim of First Amendment retaliatory if you will, a peculiar malice with its own set of constitutional values, and I don't know of anything comparable in -- in malicious prosecution generically. it malice or wrongful is the First Amendment, but -- but the derivation of -- of the reason for why it's specifically recognizing that the tort of malicious prosecution is very instructive in deciding how rules should be applied when a Bivens action or a 1983 action"
  },
  {
    "speaker": "STEVENS",
    "speech": "But, of course, here --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Suppose there is probable this case is one of them -- in which you might have claims of public corruption. And -- and in fact, there was a guilty plea here on the part of a member of the payments to -- for his activity on behalf of respondent's corporation and others. This -- this -- process is -- is, in fact, as is the grand jury's, a -- a critical protection against malicious prosecution --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "All right. Well, then investigators. The investigators select their case based on this speech that they consider unwelcome. circumstances."
  },
  {
    "speaker": "KENNEDY",
    "speech": "In other words, you -- you would advise law enforcement officials that they can speech."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "I would not. I -- I'm not --"
  },
  {
    "speaker": "STEVENS",
    "speech": "But don't you assume that for the purposes of your argument?"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "For -- for purposes of our"
  },
  {
    "speaker": "STEVENS",
    "speech": "Well, that's the only argument. prosecution essentially had a built-in qualified immunity, and the probable cause requirement was essentially that. It afforded protection for the the complaining witness -- he could not be the subject of a suit for damages if -- if the charges were now that we have public prosecutors. It's still critical."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Kneedler, may -- would There was a grand jury that indicted this man, and then there was a trial judge who said, I'm throwing this out"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Well, tell me about now, not at the common law."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Yes. We do not -- we do not been our position that the existence of the indictment is dispositive and cannot be challenged, but we do ordinary case, so long as the prosecutor has probable cause to believe the offense was committed, the decision to prosecute or go before a grand jury rests discretion is subject to constitutional constraints, the equal protection component of the Due Process different than the First Amendment violation?"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Well, as -- as this Court's decision in -- in Johnson, for example, shows, there -- scrutiny no matter what the context, in that case even in the prison context, whereas First Amendment claims distinction -- and -- and I'm not sure if this goes to your point or not. The other distinction is that in Armstrong the claim was made in the criminal action after the criminal prosecution is over with, and it's in that -- in that context especially that the"
  },
  {
    "speaker": "SCALIA",
    "speech": "Is there going to be a different standard --"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "No. There -- there wouldn't common law --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Exactly, and would you apply"
  },
  {
    "speaker": "SCALIA",
    "speech": "That's what I'm asking."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Well, yes. I -- I am -- I am saying that -- all on the fact the Constitution is involved."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Oh -- oh, it does because the convincing evidence, and number three, we also have qualified immunity. And I guess, number four, you have to prove the whole thing by clear and convincing"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Well --"
  },
  {
    "speaker": "BREYER",
    "speech": "It sounds a little bit like all those jurisdictions, nobody has ever said that even a constitutional violation, if there's probable cause, that's the end of it. the tort of malicious prosecution which is --"
  },
  {
    "speaker": "BREYER",
    "speech": "Oh, I'm not focusing. of evidence. The first evidence was that he tore some pages out of his notebook. But he introduced lots of notebooks to show he always tore pages out when he gave some witnesses be very careful and answer the question. Now, you know, he said a few other things, but they"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "-- the -- it isn't all about other people. The -- the -- that crime included -- and it's accepted in this case that the Postal Service fees paid by respondent's company to the consulting firm. Respondent's company. He was the chief good friends. Voss said that he had a close relationship with respondent, and when the contract was first being negotiated, Reedy acknowledged that Voss relationship. They were not distant."
  },
  {
    "speaker": "STEVENS",
    "speech": "Mr. Kneedler, I know you're and you have to prove that you would never -- you made -- you would have brought the prosecution even if there had been no retaliatory motive. That's what we're"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Right, and that is their position. And that position accords -- yes, that is second-guess, and it would be very chilling if the prosecutor had to --"
  },
  {
    "speaker": "STEVENS",
    "speech": "Wouldn't -- wouldn't all burden of proving the retaliatory motive very high, say, maybe it has to be by clear and convincing its immunity cases, and especially in the prosecutorial function where the prosecutor would be required to disclose. Even though the prosecutor is absolutely his communication with law enforcement agents would -- would be exposed for judicial scrutiny, public scrutiny enters into that, in the end, unknowable question, maybe a court can -- can, in the end, determine probabilities, but before a court undertakes that, the -- of the law enforcement officers, but the prosecutor and -- and who knows whether the grand jury closely, typed it one in which the evidence of retaliation was strong and probable cause weak. This is on 28a of the appendix to the petition for cert. I think you've been arguing that that is not the case, but at least for our purposes at this posture, don't we let's remember that this was a case involving bribery of a public official, and it was -- it was understandable that the AUSA and the -- and the money directed elsewhere. If I may, I'd like to reserve the balance of  the same as a tort for malicious prosecution. And to accomplish this end, what they are trying to do is to force probable cause as a standard into a framework which, if done here, is going to be contrary to several existing decisions of this Court.  was not the qualified immunity issue, but whether we have a cause of action in the first place. MR. McCARTAN: Well, Your Honor, whether --"
  },
  {
    "speaker": "STEVENS",
    "speech": "And on that, they say you don't have a cause of action unless you're able to MR. McCARTAN: All right. Well, Your Honor, let -- let me -- let me back up for just a moment then with respect to that. proper standard which should be applied here. The proper standard is the standard that is set forth by will not be excused simply because there may be some objectively valid basis for taking such action. That is the conceptual framework that was established in analysis."
  },
  {
    "speaker": "BREYER",
    "speech": "If it is applied here, I -- prosecutor, and before you know it, we have a nightmare of tort cases. And they say that's unfortunate to cut off a claim like yours, but after all, the prosecutors immunity. Now, we're saying at least let's restrict cases you mentioned are civil tort cases and -- and they don't involve the criminal process. And when we get into criminal prosecutions, we have rules on all but the very worst. MR. McCARTAN: But see -- something. Many, many such cases. They'll all get at least discovery, and the prosecutor's door will become open to the world. Now, that's what's concerning. Can MR. McCARTAN: Yes. I think, first of all, empirically, Your Honor, there's no evidence to the"
  },
  {
    "speaker": "STEVENS",
    "speech": "Okay. MR. McCARTAN: There, the Court held that if there are factually specific allegations that would point the court may consider whether some additional discovery should be permitted even if there should be the middle of an ongoing criminal prosecution. It can be far more disruptive to allege a violation of constitutional rights as a defense to a criminal an effort is made to examine prosecutorial decision- making than in an after-the-fact, after-acquittal civil is an objectively valid basis for the action they action they would take."
  },
  {
    "speaker": "SCALIA",
    "speech": "Right. a showing that there was an improper motivation, the burden shifts to the Government to show that the investigators procured a prosecution based upon a violation of the petitioner's -- or excuse me -- the respondent's constitutional rights. you have to prove under your standard not that they would have procured or tried to procure it anyway, but who is immune, gets on the witness stand and says, well, I know all about this -- the First Amendment stuff, but I was going to bring this prosecution anyway That's all he says. Wouldn't that be the end of the case? MR. McCARTAN: The prosecutor is not a defendant, Your Honor."
  },
  {
    "speaker": "SCALIA",
    "speech": "You say he -- he can't be judgment, but he can be brought into court when -- when an investigator is sued in -- in order to take his"
  },
  {
    "speaker": "BREYER",
    "speech": "Suppose that the person is convicted. MR. McCARTAN: Suppose the person is"
  },
  {
    "speaker": "BREYER",
    "speech": "Yes. Can you bring your Bivens claim anyway?"
  },
  {
    "speaker": "BREYER",
    "speech": "-- whether there was a retaliatory motive or not. MR. McCARTAN: No. I think it's very In Heck against Humphrey, which this Court viewed as a collateral attack on an outstanding wouldn't be permitted to proceed."
  },
  {
    "speaker": "BREYER",
    "speech": "Because? MR. McCARTAN: It would be viewed as a"
  },
  {
    "speaker": "BREYER",
    "speech": "No, no. He's saying I was -- I was guilty, but the -- all right. Anyway -- cases, but I'm -- I'm trying to pursue this. You've given me another idea -- MR. McCARTAN: Yes. say one word about this. I'm sorry to interrupt your train of thought here, but look."
  },
  {
    "speaker": "BREYER",
    "speech": "-- in that area? MR. McCARTAN: -- I submit the screen is that set forth by this Court in Harlow, which is an involved violated a clearly established statutory or constitutional right of which a reasonably prudent law brought in retaliation for the exercise of the First Amendment right? MR. McCARTAN: This Court has not decided the cases --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Have there been cases in prosecution -- MR. McCARTAN: -- in the circuit courts of appeals, Your Honor. go ahead if there were probable cause. No? No? I mean, suppose it was brought up during the prosecution. and don't -- I'm putting words in your mouth and deny them if I am. One, he's convicted, no case. Two, no probable cause, everybody agrees there's a case. Okay? MR. McCARTAN: That's this case. MR. McCARTAN: Exactly."
  },
  {
    "speaker": "SOUTER",
    "speech": "-- in Justice Breyer's example."
  },
  {
    "speaker": "SOUTER",
    "speech": "Yes. MR. McCARTAN: That's the threshold cause here and this is a bad actor. What results? MR. McCARTAN: The result is that's a question of causation, Your Honor, if there is"
  },
  {
    "speaker": "KENNEDY",
    "speech": "That's why -- MR. McCARTAN: Yes. If there is evidence"
  },
  {
    "speaker": "SOUTER",
    "speech": "-- wouldn't it be consistent with the screening mechanism that Justice Breyer suggested and -- and that you accepted? Wouldn't -- the obligation be on -- on the point of substance, as opposed to the point of -- of screening, not to show and -- and have you changed your position? MR. McCARTAN: Well, I think that is a significant distinction, Your Honor, but I think we and that it did proceed by reasons of the illegal motivation and not for some independently objective action that might have broken the chain of causation in a case of this kind. Nor does the indictment of the grand jury was withheld from the grand jury. And I think in determining the value of the grand jury's action, you"
  },
  {
    "speaker": "STEVENS",
    "speech": "And -- and were those cases in which the prosecution itself was brought to a halt, or were they post-prosecution damage actions? prosecution damage actions but appeals, direct appeals, to invalidate the conviction -- going to bring a flood of litigation, or everyone has assumed that probable cause is a -- is a requirement. MR. McCARTAN: Well, I think it would be the probable cause does not distinguish between what may be an unconstitutional act on the part of the Government difference between whether there's a constitutional violation or not in this context seems to me not well taken because we don't make that distinction in the We don't say he doesn't have absolute immunity when -- when he's been guilty of a constitutional violation. unjust interference with --"
  },
  {
    "speaker": "STEVENS",
    "speech": "May I ask this question? Maybe I should ask Mr. Kneedler. But am I correct in we're faced with today, the case would, nevertheless, go forward because you would still seek to prove an Amendment are far different from those that are remedied by the tort of malicious prosecution, and the injury to which is of far greater magnitude than what malicious prosecution. The tort of a malicious prosecution tells us nothing about the interests in determining the reasonableness of the action under the Fourth Amendment."
  },
  {
    "speaker": "BREYER",
    "speech": "I'd like to ask you one we've been discussing. What happens in the middle of the trial when a defendant wants to say the same thing? and he wants to say -- MR. McCARTAN: Well, I don't think he'd be in the middle of trial under Heck against Humphrey."
  },
  {
    "speaker": "BREYER",
    "speech": "It's a criminal trial."
  },
  {
    "speaker": "SOUTER",
    "speech": "The original criminal trial. that case had established evidence tending to show the essential elements of the claim, it would present a question for the court, but I think the court would use attention to such --"
  },
  {
    "speaker": "STEVENS",
    "speech": "Thank you very much, Mr. have on law enforcement generally if police officers operate under the assumption that if the prosecution fails, they will be subject to civil liability, which in Dinsman v. Wilkes. The reason for the rule is that it would be a very thing that Blackstone was worried about and that this Court noticed in -- in the Dinsman case. And that is, that it is important not to have law enforcement furnishing information to prosecutors. And this Court's decision in Armstrong That is the --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "I wasn't --"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "An acquittal does not -- there is no probable cause requirement. You are now on"
  }
]