[
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument Mr. Zas. This case concerns two periods of delay, that each exceed the 70-day time limit, and I'd like to focus initially on the longer period of delay. 2000 and 2001, after a competency proceeding was taken under advisement. Just to put this delay in context, a -- but as of our filing after the competency proceeding, we asked for a trial as soon as possible. So putting aside whether the waiver had any validity at effect when we came in and asked for a trial. Otherwise, defendants would have no right to a speedy several responses for that. The court only made a finding that Mr. Zedner was incompetent on March 21, 2001. Prior to that time, be that Mr. Zedner's incompetency, if it existed before the finding, is what prevented the court from declaring"
  },
  {
    "speaker": "BREYER",
    "speech": "Yes, that's why, see, I guess on this point, we'd have to send it back because if, in fact, the judge had determined in his mind or he was incompetent in fact, then that could have been his reason. we have to stay proceedings. That wasn't the basis at all. It was just I haven't made up my mind yet."
  },
  {
    "speaker": "ZAS",
    "speech": "That's right, Your Honor, and the"
  },
  {
    "speaker": "SCALIA",
    "speech": "Which is what is specifically precluded by the requirement that -- that"
  },
  {
    "speaker": "ZAS",
    "speech": "Absolutely, Your Honor. And that matter would -- would be back to a -- a situation in which there's examinations or hearings or argument or long as the judge wants there. But once the court has the matter under advisement, the court only has 30 this matter sooner, Mr. Zedner would have been -- received the treatment he ultimately got much sooner, and the trial would have occurred much sooner. That's Now, the Government has abandoned the Second Circuit's holding to the effect that harmless error Zedner's first lawyer for the stated purpose of investigating whether the Onited States Bond, supposedly issued by the Ministry of Finance of USA, purported waiver of a speedy trial for all time, granted the continuance, but made no order of Speedy Trial Act?"
  },
  {
    "speaker": "ZAS",
    "speech": "That is the standard that the courts of appeals have generally applied. I can't recall a justice finding. There may well be one based on a legal error where it was some obvious ground that -- although it's flexible, is rigorous. The court must make a finding that the ends of justice outweigh the public's and the defendant's interest in a speedy"
  },
  {
    "speaker": "SCALIA",
    "speech": "And you think it's -- it's not harmless error if they didn't make the finding but and -- and simply didn't say the magic words, you're in a very different position here from what you are in -- in the case of -- of the failure to act on the -- on"
  },
  {
    "speaker": "ZAS",
    "speech": "Justice Souter, I would -- I would not characterize this as a clerical error. Congress whether he weighed or not, we don't know. He just didn't say whether he weighed."
  },
  {
    "speaker": "ZAS",
    "speech": "That's right, and the court also"
  },
  {
    "speaker": "SOUTER",
    "speech": "Right."
  },
  {
    "speaker": "ZAS",
    "speech": "-- or state the reasons that the partially repealed and made inapplicable implicitly here without any reference to it. And that's -- that kind of, let's say, implicit modification of -- of one disfavored."
  },
  {
    "speaker": "ZAS",
    "speech": "Well, Your Honor, I think that the reasons for finding that the ends of justice outweigh the interest, et cetera? Is that in the record what he actually said?"
  },
  {
    "speaker": "BREYER",
    "speech": "Because I don't know that you'd have to use the exact words, the ends of justice shown that all the courts of appeals at the time had already held that the waivers were invalid. So the court didn't do a balancing, didn't colloquy in which it appropriately expressed skepticism about the need for this delay, and the court does, in broad term. I mean, it would cover a situation, for example, in which the Government asked for time and the defendant said, okay, I waive. In -- in this case, the defendant. He's not merely waiving. He is affirmatively asking for action on the part of the (Laughter.)"
  },
  {
    "speaker": "SOUTER",
    "speech": "-- I was not talking about the perpetual waiver. I was talking about the waiver that case, which was what? 90 days?"
  },
  {
    "speaker": "ZAS",
    "speech": "Yes."
  },
  {
    "speaker": "GINSBURG",
    "speech": "As long as they're not in jail pending trial."
  },
  {
    "speaker": "ZAS",
    "speech": "That's right. That's right. If people to be tried. And so the ends of justice provision specifically says that a request for a judge. And obviously, one would look to -- or I would look to ways to avoid that, but you're telling me so be it. Is that right?"
  },
  {
    "speaker": "ZAS",
    "speech": "Well, it's -- it's partially that is what the statute says. But Your Honor shouldn't -- shouldn't tarry too long about the consequences because if this Court holds, as we ask the to be treated essentially as a request for a continuance -- this problem goes away."
  },
  {
    "speaker": "GINSBURG",
    "speech": "This -- this was a judge who apparently was doing this as a -- a matter of standard practice. He had a form that he whipped out. typed on a regular typewriter."
  },
  {
    "speaker": "ZAS",
    "speech": "That -- that's right, Your Honor. It's not the kind of thing that will happen and it should never happen again."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Can you make an ends beginning, any continuance I grant is granted after my weighing the different factors set forth in the statute The second is that a -- a defendant is, nonetheless, precluded from challenging the grant of a continuance that he requested if the continuance the act and the defendant's waiver or other litigation conduct induced the court to commit the procedural delays that are not authorized by the act, that would thwart the public interest in a speedy trial."
  },
  {
    "speaker": "KENNEDY",
    "speech": "But -- but as we've of the act by this regular practice of requiring the perpetual waiver, or whatever we call it. actually an entirely appropriate ends of justice balancing, ends of justice reasoning."
  },
  {
    "speaker": "BREYER",
    "speech": "It's pretty hard to read they seemed to be on their face, that he didn't worry about the Speedy Trial Act because he thought that it regarding a continuance that is permitted under the substantive standards of the act, then holding the defendant to the waiver, under a theory of either which --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "How can we say it's purely the defense counsel had a very serious duty to his client and the court to continue to investigate what his client was saying was the defense and to continue a plausible defense strategy. Now, it didn't work and counsel had to withdraw, but I don't think he can be  everyone in the bar, I mean, has been acting under some -- some confusion, we think, that -- that frankly, to some extent, persists to this day. going forward is -- is a combination of the two things I mentioned earlier, to say, first, defendants cannot  finding in its mind but just didn't express it? Or are you hypothesizing that the court could have made it but didn't make it, never even went through the mental"
  },
  {
    "speaker": "JOSEFFER",
    "speech": "We think that, legally speaking, all that matters is that the court could been granted, that's certainly a much less complex inquiry than trying the case."
  },
  {
    "speaker": "BREYER",
    "speech": "Suppose you ask the judge. and said, I waive the Speedy Trial Act. Now the defendant says, Judge, I now would like a month's clear, is I'm not even thinking about this different basis, though I might. I'm doing it just because he waived it. And now you're telling me, I take it, he because he waived it, or something like that."
  },
  {
    "speaker": "JOSEFFER",
    "speech": "At this -- at this point we're diminished when the court could have properly excluded the time from the act. And to the contrary, speedy trial interests would be harmed in that manner for three First, it gives defendants every reason to delay in hopes of manufacturing a speedy trial that will be enough."
  },
  {
    "speaker": "JOSEFFER",
    "speech": "No. Our -- our view is that, I mean, like anytime the waiver or estoppel is at statute, but the point, as this Court has explained in Hillen and -- and Mezzanatto, is that those are"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, it seems to me the Government is equally remiss for not pointing out the obligations of the court under the act. respond to that as well if you like. What are the problems with reindicting -- I mean, how -- how is the"
  },
  {
    "speaker": "JOSEFFER",
    "speech": "If there had not already been -- oh."
  },
  {
    "speaker": "KENNEDY",
    "speech": "There's -- there's no"
  },
  {
    "speaker": "JOSEFFER",
    "speech": "This is pretrial."
  },
  {
    "speaker": "KENNEDY",
    "speech": "The -- the action is court dismisses without prejudice, the Government ordinarily could reindict very quickly, and the cost to the system would not be great. district court does not dismiss and holds the trial because then the trial has been held and then by the"
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- the -- the argument you're making is really one of invited error, and I'm not sure it even applies on these facts. I hypothesized in one of your answers, say something to the effect of don't worry, you don't need to make any Honor, I want a continuance and I want to waive my rights. In response to defendant's invocation of a waiver, the court said, well, if you're going to waive, concerned the defendant would selectively waive until it was inconvenient for the court to try the case. We dismiss?"
  },
  {
    "speaker": "JOSEFFER",
    "speech": "I think that happens with some regularity. There's quite a lot of court of appeals trial violations. I mean, actually quite a lot."
  },
  {
    "speaker": "SOUTER",
    "speech": "You -- you made an argument Second Circuit had in -- in the past referred to it as being. And yes, in substance, we were -- we -- we raised -- I mean, we were raising a similar waiver We don't think it matters greatly whether one calls it waiver or estoppel, except that we do think him into doing. I mean, it seems to me for the same reason that you don't allow a waiver, you shouldn't allow an estoppel. There's a public policy against it. promptly, and -- and whether he merely waives or -- or goes further and affirmatively causes the court to do reasons that permitting a defendant to seek dismissal in that circumstance would actually harm speedy trial rights. First, the incentive for defendants to delay. remember, one of the main reasons, if not the main reason, that Congress wanted speedy trials was that it he -- the evidence of guilt was substantial? What -- how does the harmless error work?"
  },
  {
    "speaker": "JOSEFFER",
    "speech": "No. If -- if one moved beyond would be -- would be that there here the -- the error -- I think as I mentioned before, the error here would in the statute. They could have normally -- I suspect they normally would write it. You know, you -- you -- they're excludable only if the court finds in the said if the court sets forth orally or in writing in the record of the case. I mean, they set it forth as a question would be is -- is that -- because, remember, the -- the only thing that's subject to mandatory dismissal is not trying someone within 70 relevant"
  },
  {
    "speaker": "SCALIA",
    "speech": "Yes, within 70 relevant days counted as the statute requires them to be counted, remand solution."
  },
  {
    "speaker": "JOSEFFER",
    "speech": "Right. And obviously, ordinarily courts would not be doing that. It's a very here, where the transcript does reflect the court actually considered, on the one hand, the defendant's express anti-waiver provision. There's an end, and as I said, the -- the Second Circuit in Gambino had held waiver is not ordinarily appropriate, but had not said But what -- what the Government never did was to encourage a waiver or to encourage any of these inquiry into whether he was competent."
  },
  {
    "speaker": "JOSEFFER",
    "speech": "Well, the -- the act has a lengthy series of these resulting from exclusions, and of the ends of justice finding, these operate automatically as this Court said in Henderson. It's -- the relevant one. They're all potential objective concurrent causes, and any other approach make it very difficult to administer the act. answer of whether the clock is running until the finding is made. If the -- if the judge finds that -- had tried to try him sooner, you would have discovered the same thing. He actually was incompetent. The witness actually was unavailable. And from a Speedy speedy trial clock ran because you didn't try a defendant when he was legally unable to be tried. do you?"
  },
  {
    "speaker": "JOSEFFER",
    "speech": "No. We -- we -- no. With respect to the first time period, we're relying on the that actual continuance."
  },
  {
    "speaker": "ROBERTS",
    "speech": "You're not suggesting"
  },
  {
    "speaker": "SOUTER",
    "speech": "Am -- am I correct that the -- the particular provision that you think is relevant here is -- is (h)(1)(A) on page 4 of the -- the"
  },
  {
    "speaker": "JOSEFFER",
    "speech": "No. I'm sorry. It is (h)(4). (h)(1)(A) deals with proceedings regarding the the -- if the court had tried to try him --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Okay, but isn't that a --"
  },
  {
    "speaker": "JOSEFFER",
    "speech": "-- during the relevant time"
  },
  {
    "speaker": "SOUTER",
    "speech": "-- isn't that a harmless error analysis rather than a -- a subsection (4) incompetent. But the -- the delay up to that point was attributable solely to the judge's failure to make a determination. question."
  },
  {
    "speaker": "ROBERTS",
    "speech": "If it was a question,"
  },
  {
    "speaker": "ZAS",
    "speech": "Mr. Chief Justice, I'd like to pick up on questions that both you and Justice Scalia asked regarding the -- the language of the statute. judges are not free to rewrite the statute that Congress has enacted. This statute and the whole assumption that but for the waiver, the judge would have granted this continuance on January 31, 1997. There's absolutely no support for that in the record. was the prior court appearance, the court said you're not getting another adjournment unless you waive for case because, as Justice Scalia pointed out, it's important for the parties to know, as matters are unfolding, what the speedy trial clock is. That way approaching the 70-day limit to trial. People can't know that answer if everyone is waiting to find out when -- when the defendant is incompetent. The court is supposed to make a -- a prompt finding."
  },
  {
    "speaker": "ALITO",
    "speech": "Where does the act say that,"
  },
  {
    "speaker": "ZAS",
    "speech": "Well, the court said -- the act says it in -- in section (h)(1)(J). That's the -- the"
  }
]