[
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument Mr. Fisher."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Counsel, when you say --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "How does the fact that it's sole proof mean that it's testimonial?"
  },
  {
    "speaker": "KENNEDY",
    "speech": "I -- it -- it adds to the general appeal of your case I -- I suppose, but what we submit no."
  },
  {
    "speaker": "GINSBURG",
    "speech": "No, I didn't say that."
  },
  {
    "speaker": "FISHER",
    "speech": "I'm sorry. initiated by the victim. It wasn't a -- a police officer coming to interview her."
  },
  {
    "speaker": "FISHER",
    "speech": "Well, there -- in -- in a sense, of course, Ms. McCottry is seeking help at the same time she's reporting a crime, but the -- the mere fact the Confrontation Clause. Of course, in the Indiana case that you're going to hear, you're going to hear"
  },
  {
    "speaker": "ALITO",
    "speech": "I thought that's what you said in your argument when you started off."
  },
  {
    "speaker": "FISHER",
    "speech": "Certainly any statement officer would be testimonial."
  },
  {
    "speaker": "BREYER",
    "speech": "Well, you started out by"
  },
  {
    "speaker": "BREYER",
    "speech": "I know you do believe that, but I want to know why in terms of the purposes of not the hearsay --"
  },
  {
    "speaker": "BREYER",
    "speech": "-- rather the confrontation."
  },
  {
    "speaker": "FISHER",
    "speech": "-- the history of the know. I -- I don't want to get involved. I'm in a foreign country. I sign my name. I even do it under oath, and I send it right to the judge that's trying judge. You don't think the Confrontation Clause would cover that? testimonial, and one of the reasons for that is this Court's Bourjaily decision, which it cited with approval in Crawford, is if somebody make -- if out to be incriminating in a criminal case, the mere fact that they're overheard by law enforcement officers something from 911. What did she -- what did she want? Did she want the police to come over and arrest her husband? Was that -- or -- Justice Scalia. Of course, we don't know because she was never -- she's never herself submitted to cross Ms. McCottry. And, indeed, the only question --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, I thought that was -- I thought that was to determine if there were"
  },
  {
    "speaker": "FISHER",
    "speech": "It may be, and that may be another example, Mr. Chief Justice, of a -- of a -- question -- what if a 911 caller says nothing more than, in a very excited way, someone is attacking me, send a police officer right away to make the person"
  },
  {
    "speaker": "FISHER",
    "speech": "To the extent that the person is saying someone is attacking me, that kernel may -- may"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, they're not sending someone -- they're not sending someone to apprehend Mr. Davis. They're sending someone to"
  },
  {
    "speaker": "FISHER",
    "speech": "I'm not sure it's easy to separate one from the other, Mr. Chief Justice. The it --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, in doing that, do you distinguish, for example, between the -- the utterance, on the one hand, and the expectation or lack of expectation that would qualify -- that would be the it can be important to distinguish between a modern-day excited utterance and what would have been considered a res gestae type statement at common law. your hypothetical and she says, please don't hurt me, Adrian, that may well be the kind of a statement that of the attack or -- or while the person is still at least under threat, a -- a constable is -- is called, do you? we didn't have telephone technology, so --"
  },
  {
    "speaker": "SCALIA",
    "speech": "You could have -- you could"
  },
  {
    "speaker": "FISHER",
    "speech": "It's not exactly on all fours with this case, but we think the fair inference, when you read the treatises and the reasons why those kinds if the police or their agents were able to get the statement just a little bit sooner, the answer would a statement -- and this is the words the treatise writers used to use -- that was not given under the ordinary tests for determining the accuracy of and they talk about the usual tests and the customary way of testing out-of-court statements, I think the got to the heart of the matter when you said that if it's a good witness, the prosecutor will put them on. The flip side of that is that if the witness isn't so least not to put them on the stand. Why would somebody put on a stand -- put somebody on a stand that doesn't the government has done. It's -- it's the concern they have, the particular domestic abuse situation. It's not the government that is keeping these witnesses out. preference."
  },
  {
    "speaker": "FISHER",
    "speech": "Well, Mr. Chief Justice, I think stand. We think there the Confrontation Clause ought to require them to do so. We -- we next have the category where the We don't dispute that in that scenario the forfeiture doctrine kicks in, which this Court reaffirmed in However, we believe the proper way to deal with that situation is by this Court developing its forfeiture doctrine. The Sixth Amendment applies Ginsburg, and we've cited, for example, in the appendix to our reply brief about 30 cases from the last couple is that to prove the wrongdoing would probably be even harder than to prove the original crime. All we know is the wife isn't there."
  },
  {
    "speaker": "BREYER",
    "speech": "And we suspect that she's afraid of her husband. He may have offered to cut off evidence. If she had found anything, presumably she would have presented it and she could have presented it that way. And it's -- suspend the Confrontation Clause in spousal abuse cases instead of designing the entire application of the Confrontation Clause jurisprudence on the basis of what happens in spousal abuse cases."
  },
  {
    "speaker": "FISHER",
    "speech": "I think that's a fair comment. are many ways that you can do that, Justice Scalia, and two of them were readily available to the State in this"
  },
  {
    "speaker": "BREYER",
    "speech": "And so that is a problem that you have to address in respect to drawing a fairly narrow line, and I want to know what that narrow line"
  },
  {
    "speaker": "FISHER",
    "speech": "Let me give you two ways this case, if -- if we assume the State's version of Court in California against Green and Roberts itself said that those kinds of prior pretrial cross examination scenarios are good enough to satisfy the And if the Court has no further questions, I'll reserve the remainder of my time. operator, shortly after asking the first questions, one of the first things that she said was help was on the way and then continued with a series of questions. But question and every single answer was captured on the tape for a jury or a judge to later hear. The call that -- that I think the if clause in Your Honor's question is telling. And I think if that -- that doesn't necessarily define whether it's testimonial or"
  },
  {
    "speaker": "SCALIA",
    "speech": "Would you -- would you rather put the woman on -- if you had a choice, would and it wasn't until the eve of trial that we learned that the complaining witness, Ms. McCottry, wasn't going to appear. And I think that the circumstances -- at that point?"
  },
  {
    "speaker": "WHISMAN",
    "speech": "She was already subpoenaed,  accusatory statement made to a law enforcement officer. What -- what is your proposal?"
  },
  {
    "speaker": "WHISMAN",
    "speech": "Our focus, Your Honor, is, as I the government's practice resembles the inquisitorial abuses. In other words, did you have -- in the modern think otherwise, that if somebody, without provocation from the police, wrote up an affidavit, signed the affidavit, and gave it to the police, I doubt whether Clause. Do you think it would have?"
  },
  {
    "speaker": "WHISMAN",
    "speech": "Well, it may not have, Your hearsay. And I think in most States in the Union, it would be inadmissible. I can't think of a hearsay example that would permit it. afterwards, is unavailable."
  },
  {
    "speaker": "WHISMAN",
    "speech": "Fair enough. But it's not an testimonial materials to include something like that, but I think that in situations where you have an encounter between police and citizen and statements interaction and whether or not the -- the person was trying to shape the testimony. seen a piece of evidence like that offered. All I'm saying is that I don't believe it falls under this narrow definition of the Confrontation Clause that you"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Why don't you incorporate what the Solicitor General has suggested, that is, you have their responders to the 911 number intentionally ask a series of questions that gives them all the information they need to conduct a prosecution? In prosecutorial device."
  },
  {
    "speaker": "WHISMAN",
    "speech": "Well, I think that overstates operator. So even though --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Did -- did she wait until after the 4 minutes to call the police, or did she --"
  },
  {
    "speaker": "WHISMAN",
    "speech": "It sounds as though that she dispatched them immediately, Your Honor, because -- that the operators are trained to -- to obtain and then to transfer to the police as soon as possible."
  },
  {
    "speaker": "ROBERTS",
    "speech": "And she's -- she's in people she's -- the operator has dispatched. Right?"
  },
  {
    "speaker": "WHISMAN",
    "speech": "Correct, Your Honor, and that's also came with the defendant, but we didn't have any particular contact or handle on this person Mike. And in fact, if it was a friend of the Clause would have given the defendant some basis on which to bring him before the court. I don't think was in when they arrived. And I think when you juxtapose the 911 tape, even with the recantation from the witness, frankly sometimes the jurors find it even So we do not spend our time trying to put together cases purposely without the victim testifying. It just pressed to give a -- a percentage number. But it's not, as I said --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Has it happened to you"
  },
  {
    "speaker": "WHISMAN",
    "speech": "I believe it has."
  },
  {
    "speaker": "SOUTER",
    "speech": "But you don't know how many"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, counsel."
  },
  {
    "speaker": "WHISMAN",
    "speech": "Thank you, Your Honor."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Mr. Dreeben. proving a fact, people who are on 911 calls or seeking help at the scene of an -- an urgent situation are not making statements for the purpose of providing evidence of obtaining help, and that distinguishes them significantly from the kinds of subtle desires to shape"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Actually, Justice --"
  },
  {
    "speaker": "SCALIA",
    "speech": "She -- she wanted the man arrested, but he was no longer in the house, was he? believe when the call begins, the caller is speaking in the present tense and says, he's here jumping on me right then. And the -- the nature of an emergency is such that it exerts a pressure both on the person who is seeking help, as well as the official responder from evidentiary benefit that may come from that is really an incidental -- the -- my hypothetical?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "We would submit that that is not testimonial within the meaning of Crawford for many case. But it is a different case from this."
  },
  {
    "speaker": "SCALIA",
    "speech": "What do you mean by seeking rule you're arguing today because it -- it seems to me there's a good case for allowing the -- the statement by the jewelry store operator."
  },
  {
    "speaker": "KENNEDY",
    "speech": "And -- and I want to know what your position is so that you don't come back next The Framers were thinking about things that we all would recognize as testimony, being deposed, submitting an affidavit, appearing before a -- a word witness in the Confrontation Clause not only to refer to the kinds of statements that were covered, but one of them is a report from the Old Bailey online source which contains transcripts of criminal trials in -- in England, and one of them, the Radbourne case, is little line in the transcript where the constable says, well, I bent down and I asked the victim something and suggested, do not necessarily involve the kind of emergency situation what -- that we have here where a person is reaching out from an ongoing present criminal we have very little evidence at all of how 17th century British law handled this is really, I think, persuasive there is evidence that the hue and cry practice existed. There is not evidence about how hue and cry reports were viewed as a matter of evidence law. It is English practice what we are dealing with now, in part because the system of public prosecutions that we have ongoing."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Mr. Dreeben, you say focus on the emergency nature. Very little of what me. He's jumping on me. Yes. What's his name? I mean, it's not like they'll send help if his name is Kennedy's case, in whatever system we come up with, explaining it. So what is your full explanation of the diamond necklace? the kinds of statements that are made in the immediate report of a crime are really in the form of excited questions was, you know, has he beaten you before? How many times before? You know, are you going to allow that in too --"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- as an excited utterance?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "-- the more that the -- the call, if you look at the kinds of questions that were asked and the information that was given, it is all reasonably necessary to resolve an emergency by a stress. Thank you."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Mr. of a crime was admitted in a criminal case. We're not aware of one."
  },
  {
    "speaker": "BREYER",
    "speech": "That may be hearsay. That"
  },
  {
    "speaker": "FISHER",
    "speech": "It -- it is what it is, Justice Breyer. The -- the oldest case that is in the briefs They don't -- they don't even answer all the questions that we would want answered. So what the United States is asking you to would not have even been prepared to allow at a pretrial bail hearing -- rather, they wanted to have What our rule says is it frees the 911 operators, it frees the police officers to do what they're supposed to do, which is immediately start evidence from the moment that a crime is reported. And that's what we think the Confrontation Clause is all cared about and that they did care about, and that nowadays if the State or other prosecutors want to use them, they should be duty-bound to bring the witness examination. If there are no further questions, I'll"
  }
]