[
  {
    "speaker": "[1",
    "speech": "00 p.m.]"
  },
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument General Kline. demonstrated that the death sentence is appropriate. Specifically, instruction number 4, paragraph 2 on page 24 of the joint appendix, will show the a mitigating piece of evidence, and later, in the instruction that lays out the mitigating evidence"
  },
  {
    "speaker": "KLINE",
    "speech": "You will see the instruction for mercy again."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, you began by saying think was the word you used. And the State, I take it, must prove, beyond a reasonable doubt, (a) that it was in a single act."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Involved more than one person. Then, second? phase, in which the State has to prove one of eight statutorily defined aggravating factors beyond a 10 is a determination by the legislature consistent with this Court's precedent, because we have narrowed the class of defendants who are eligible for death, discretion. And then, we have allowed the introduction and consideration of all mitigating evidence. The of cut through -- is it a correct interpretation of the instructions, as a whole, to say, in effect, \"If you find the aggravating and mitigating circumstances are"
  },
  {
    "speaker": "KLINE",
    "speech": "If a juror finds -- that is correct, Justice Stevens -- if the juror's decided death, anyway. And that does not seem to be a reasoned moral response. I'm assuming that a reasoned moral response would be: the death penalty should be imposed equipoise -- the aggravators are heavier. And because Kansas is saying, \"Even though they're not, death is aggravators are the basis for a death sentence, the equipoise finding is, \"Aggravators don't predominate. We cannot make that conclusion. We're right on the reasoned moral response -- \"We're on the fence, but execute anyway\" -- seems a total inconsistency."
  },
  {
    "speaker": "SCALIA",
    "speech": "It seems to me it sounds different if you put it differently. Surely, it's a reasoned moral response to say, \"We have found these even your usual murder. There are these terrible aggravating factors. Three of them, we found. And we outweigh the aggravating factors."
  },
  {
    "speaker": "SOUTER",
    "speech": "Of course it is not to predominate, but it is something more precise than that you don't know, if all you know is that they don't predominate. The fact that you know, here, is that this is what the jury has said."
  },
  {
    "speaker": "KLINE",
    "speech": "The jury does not find in that fashion. we don't know whether that was the case here or not."
  },
  {
    "speaker": "KLINE",
    "speech": "How -- to the mitigating factors. They can find all three aggravators met, and say, \"Well, I still think, under factor 18, that mercy ought to outweigh death.\" And, in fact, they are informed that it is not a numerical equation. blue or red on the jury verdict form, and we will not tell you the effect of that decision.\" However, this instruction clearly lets them know that a decision burden, that the mitigators do not outweigh the aggravating factors, that the effect is death. And -- they agree, beyond a reasonable doubt, that the aggravators and the mitigators are in equipoise, then they allow the default rule to dictate the sentence of"
  },
  {
    "speaker": "KLINE",
    "speech": "That is correct, at some point. I wouldn't term it a \"default rule\" in every statutory supposed to be instructed that, \"Unless the mitigating factors substantially outweigh the aggravating factors, the sentence shall be death.\" Would that be"
  },
  {
    "speaker": "KLINE",
    "speech": "Justice Stevens, as you're aware, that's the Blackmun dissent in Walton, in the [Laughter.]"
  },
  {
    "speaker": "KLINE",
    "speech": "I'd defer to the wisdom of this Court. [Laughter.]"
  },
  {
    "speaker": "BREYER",
    "speech": "Leaving law out of it, which I'd like to do, just for the sake of argument, imagine you're a juror, and this is a totally contrived situation, which I think we're deciding -- I don't know if there's ever been such a situation -- but you're a juror, and you're told the following by a fellow juror, \"The reason that we have these aggravating circumstances, which are hard to understand here, is, we want to be sure this fellow is, morally speaking, somewhat more deserving of death, than the average.\" And then he says, \"And the reason that we have these mitigating circumstances here is because every one of them means that he's somewhat less moral -- he's not as morally undeserving, cuts the other way, it reduces -- it makes him less deserving of death, morally speaking.\" Now, you're the juror, how do you feel about this?\" And you say, \"They're absolutely in balance, absolutely in balance. For every fact here on the aggravating side that puts me thinking, morally speaking, he's more deserving of death, there is a mitigating factor which makes me think, morally speaking, he's less deserving of death. So, I'm in And your fellow juror says, \"Now, will you please give me, then, one moral reason why he should be"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, and of course --"
  },
  {
    "speaker": "BREYER",
    "speech": "Well --"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- the jury doesn't have a judgment of the majority of the people in Kansas that certain aggravators, and only those aggravators, shall Furman. And so, there is guided discretion --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Of course, they have unfettered discretion with respect to the mitigating"
  },
  {
    "speaker": "KLINE",
    "speech": "That is correct."
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- under factor 18, finding of guilt to an aggravated murder is the preface to a determination as to whether aggravators or mitigators predominate. And, based upon that the sentence should be death or life."
  },
  {
    "speaker": "KLINE",
    "speech": "The first determination that a"
  },
  {
    "speaker": "KLINE",
    "speech": "And --"
  },
  {
    "speaker": "SOUTER",
    "speech": "-- what I'm -- what I'm -- what I'm getting at is, I don't -- I -- as I understand aggravated murder, does not create a presumption in favor of the death penalty. the fact that there has been a finding of guilt of aggravated murder is not tantamount, as I understand it, to a finding that aggravating factors to be Is that --"
  },
  {
    "speaker": "KLINE",
    "speech": "That is -- moral culpability of the defendant. There is no claim in this case that the jurors were unable to take the mitigating evidence and give it whatever effect they that they must individually consider all such evidence. And then they are instructed to make their decision a finding of guilt of capital murder, and that is in very narrow circumstances. Kansas has one of the most narrow death penalties in the Nation. Then once that the State must prove an aggravating factor in addition to having proved that the defendant is guilty of please the Court: Since the argument of the attorney general was addressed exclusively to the question of the all of my argument to that subject, as well, although I am sure that the Court, in deliberations, will be Death sentences must be rationally reviewable. And when we look at the -- at a death sentence that's been pronounced in Kansas, we can't determine whether the"
  },
  {
    "speaker": "KENNEDY",
    "speech": "We are confident that the jury found aggravating factors. We know that. examined this statute in great detail, and they --"
  },
  {
    "speaker": "SCALIA",
    "speech": "You disagree from your -- with your friend on the other side on that point."
  },
  {
    "speaker": "SCALIA",
    "speech": "How can we check on that? No, he said that a number of other State statutes would which reads precisely the way Arizona's is, they've decided the equipoise issue and said that the language of that statute does not mandate death by equipoise. simply no other State that has a statute which mandates death by equipoise.  proof, it's whether the jury has made a reliable, responsible, collective decision that this unique defendant deserves the death penalty that distinguishes"
  },
  {
    "speaker": "KENNEDY",
    "speech": "It seems to me that --"
  },
  {
    "speaker": "WOODMAN",
    "speech": "-- from other death-eligible -- decrees death, and --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "They've already decided aggravating circumstances, you can't say they can't decide it. They've already decided aggravating circumstances."
  },
  {
    "speaker": "WOODMAN",
    "speech": "They've decided --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "And what they're deciding is that there's no mitigating circumstances to outweigh it."
  },
  {
    "speaker": "WOODMAN",
    "speech": "What they've decided is that, in looking at aggravating and mitigating circumstances just happens to come up to exactly the level of the aggravating circumstances. So, I'm stuck. I don't know what to do.\" I don't think that's the way jurors mercy or, the one before that, that he's a talented artist, outweighs the fact of the aggravating different qualities, different features. And she has to choose one. And this decision proves extraordinarily difficult for her to make. And she They're both good. She loved her husband. And she simply cannot choose between the two. And so, she does guilty of allowing a 19-month-old to burn to death and slashing the throat of her mother thinks it's equally balanced when they're inclined to show mercy, for determination that the circumstances of his upbringing, emotional instability outweigh the responsibility for in the course of deliberations, might be leaning one way or the other at different times during deliberations. But what this equipoise provision does when they simply cannot deliberate anymore, or if they simply just want to avoid making the hard decision. that decision, which is --"
  },
  {
    "speaker": "ALITO",
    "speech": "Well, I mean --"
  },
  {
    "speaker": "WOODMAN",
    "speech": "-- required. that the aggravating factors outweigh the mitigating factors 51-49. Now, under the first statute that I equipoise provision, the jury can decree death without having made the individualized sentencing decision required at the selection stage. And it's because, on equipoise provision allows the jurors to simply give up and settle on equipoise as a group. This is a group only provision for a hung jury, under the Kansas statute, is if the jury is unable to reach a verdict. But equipoise, does not prevent a death verdict. In jurors are in equipoise."
  },
  {
    "speaker": "ROBERTS",
    "speech": "But the verdict that statutory scheme, that if they don't find that the mitigators outweigh, they are condemning this person to death. That's the moral choice they're faced with. they're doing. And I consider that a moral -- a moral judgment on their part. death,\" I don't think any juror's going to do that."
  },
  {
    "speaker": "WOODMAN",
    "speech": "But the fact that this is a group decision leads to even a greater risk of"
  },
  {
    "speaker": "SCALIA",
    "speech": "It takes only one --"
  },
  {
    "speaker": "WOODMAN",
    "speech": "-- that decision."
  },
  {
    "speaker": "WOODMAN",
    "speech": "That's right."
  },
  {
    "speaker": "SOUTER",
    "speech": "-- we've got to take that as a given. I mean --"
  },
  {
    "speaker": "SOUTER",
    "speech": "-- do you see any way out of it? I -- equipoise provision. And, yes, the Kansas Supreme Court found that it can happen. This Court is bound by that interpretation. The State concedes that. And,"
  },
  {
    "speaker": "STEVENS",
    "speech": "You mentioned the --"
  },
  {
    "speaker": "WOODMAN",
    "speech": "The --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- how is it -- is there any question about how it's going to come out when they take it up again?"
  },
  {
    "speaker": "WOODMAN",
    "speech": "Well, I wouldn't want to speculate on that. There are going to be arguments on aggravators, or else only two aggravators.\" That is a -- you know, a significant control on their moral judgment. But then to say that Kansas cannot degree of saying, \"Unless you find that the mitigators outweigh the aggravators, the proper response is the know that if we have any moral reason not to impose the death penalty, we can do it. And we make the moral judgment that we cannot make that determination.\""
  },
  {
    "speaker": "KENNEDY",
    "speech": "Moral judgment, from beginning to end. aggravators outweigh mitigators, or vice versa. And the statute tells -- the instructions tell us to impose death.\" is saying, when they make that determination, \"We can't tell whether one outweighs the other,\" that they are"
  },
  {
    "speaker": "SOUTER",
    "speech": "Okay."
  },
  {
    "speaker": "BREYER",
    "speech": "But the difficulty, I think, in the case is, it's artificial. I think it is. We're 12 jurors saying they're in equipoise between mitigating and aggravating. We don't know. They --"
  },
  {
    "speaker": "WOODMAN",
    "speech": "Well, I mean, the Kansas Supreme Court determined that equipoise can happen. And in the situations that I've described, there is a become agnostic and just pick, and the statute requires them to pick death, or the jury, encouraged by you want us to believe, right, based on this argument? I -- that's just -- any juror -- any jury can ignore its instructions. There's nothing I can do about that."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Here, they are instructed to consider every mitigating circumstance that's mitigators or vice versa. And it's the risk that they will do that, that makes this statute unconstitutional. And the Kansas Supreme Court determined that there is cannot comply with the Eighth Amendment. Thank you. As it relates to a juror somehow imposing death when they are undecided, I would direct you to page 26 of the joint appendix, at instruction number 9, individual opinion of each juror. Each of you must consider the evidence for the purpose of reaching a because of the result, but the solemnity and seriousness of the debate in which they were seeking to define, through their reasoned moral judgment, what And recognizing this Court as the final arbiter of the meaning of the Eighth Amendment, you Thank you, Mr. Chief Justice."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, General Kline. [Whereupon, at 1:54 p.m., the case in the"
  }
]