[
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument Marshall. Mr. Richland."
  },
  {
    "speaker": "SCALIA",
    "speech": "Any exception whatever."
  },
  {
    "speaker": "RICHLAND",
    "speech": "That's correct, Your Honor. There is no exception to that. The -- the statute jurisdiction of the bankruptcy court depends on the relationship of the matter to the bankruptcy estate."
  },
  {
    "speaker": "SCALIA",
    "speech": "Yes or no."
  },
  {
    "speaker": "RICHLAND",
    "speech": "The answer is yes, it does--"
  },
  {
    "speaker": "SCALIA",
    "speech": "All right. to be able to do so because the bankruptcy jurisdiction statute states that the court has jurisdiction, in rem bankruptcy."
  },
  {
    "speaker": "RICHLAND",
    "speech": "That -- that is correct, Your Honor, and there have been courts that have held that"
  },
  {
    "speaker": "SCALIA",
    "speech": "Do you want to stand on this position, Mr. Richland, or do you have a lesser I think it's important to realize that that was intended to be a gift that would be complete during the lifetime of the decedent. That fact means that this probate jurisdiction."
  },
  {
    "speaker": "ROBERTS",
    "speech": "But you did file a pending in the bankruptcy court. And the only reason it was raised at that time was that respondent went to the Federal court and said -- and interposed the jurisdiction here. Therefore, out of an excess of caution, our client went to the Texas probate court and away from probate. Well, if you want to get into that argument, I guess the strongest argument against keeping it -- for keeping it is bankruptcy differently than diversity jurisdiction or any other statute, and Markham at least recognizes that there is the possibility that the bankruptcy court will have before it matters over which there would be no diversity jurisdiction. thing about diversity jurisdiction, that Congress contemplated that there would be diversity jurisdiction"
  },
  {
    "speaker": "RICHLAND",
    "speech": "And, of course, this Court in -- first in Lear v. Armstrong said, yes, this applies very broadly. However, there is an exception and the probate of a will and that alone. And this Court has really hewn very closely to that very narrow limitation to this case."
  },
  {
    "speaker": "RICHLAND",
    "speech": "Well, I'm happy to do that, Your Honor. This case is an outlier. I believe that probate exception that, although I felt that it was important to be able to explicate the -- the principles donative intent, that one portion of that inter vivos trust, an amendment to it, had been forged, but it did not invalidate it. In fact, it -- it expressly held was a basis for its conclusion that, indeed, this particular claim was also valid. This claim was a"
  },
  {
    "speaker": "BREYER",
    "speech": "-- suppose they're right about their interpretation."
  },
  {
    "speaker": "RICHLAND",
    "speech": "Assuming that they're right repeatedly said that it -- that a -- a State court cannot -- by simply assigning matters that otherwise"
  },
  {
    "speaker": "RICHLAND",
    "speech": "Well in fact, Chief Justice Roberts, I don't believe that's the case. Nothing passed by way of probate in this case. The -- there that all of the assets -- and the record shows this, and I don't believe it's -- that there is any dispute concluded first before the district judge reviewed the bankruptcy judge's opinion."
  },
  {
    "speaker": "RICHLAND",
    "speech": "Justice Ginsburg, you're quite preclusion ordinarily would deal with the kinds of issues here, and -- and we think that that -- those -- there was no preclusion, and it held it for a number of reasons."
  },
  {
    "speaker": "GINSBURG",
    "speech": "But that was not reviewed"
  },
  {
    "speaker": "RICHLAND",
    "speech": "That's correct. That was not reviewed by the Ninth Circuit. But that would be the First, the probate exception to Federal jurisdiction is a will-specific rule and it does not apply beyond the context of wills to other types of Second, even with respect to wills, it is a very narrow exception that is no bar to deciding the can pass. Not so with trusts. In fact, that is the whole point that people engage in the modern world substitutes is to avoid the necessity to go to the their heirs. The second ground for this Court's probate have an obligation to exercise, if it exists."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Except if it's a will -- will-specific. In other words, you -- it seems to recognize the existence of this exception in certain cases, and then you argue against it by saying, well, to exist, there's no justification for expanding that beyond its current confines. As this Court recognized in Ankenbrandt, the relations exception beyond this Court's very narrow limits, and this Court brought -- brought it back to"
  },
  {
    "speaker": "SCALIA",
    "speech": "What do you mean by no jurisdiction to probate a will? Could -- could -- does that exclude the possibility of a bankruptcy court that in its in view the -- the right -- the valid will is a certain one and that, therefore, the bankruptcy that there is not some other one."
  },
  {
    "speaker": "MAYNARD",
    "speech": "That's true, yes, that there's no competing will. bankruptcy court determine that, that the -- that the proper will and testament of this decedent is this one? probate-related disputes. This Court has repeatedly, for over 150 years, rejected that exact proposition -- Justice Breyer, Payne v. Hook, Hess v. Reynolds, in Exxon Mobil -- and it was the basis of Markham's reversal of the Ninth Circuit decision that the Federal in having the Court clear up the confusion and reject the sweeping and expansive view of the probate exception that the Ninth Circuit has announced. Markham, what other case of this Court do you think spells out the proper bounds? holding."
  },
  {
    "speaker": "MAYNARD",
    "speech": "I would -- I would -- you can -- it would be helpful to -- to clarify what the Court correct."
  },
  {
    "speaker": "ROBERTS",
    "speech": "With -- with new that runs afoul of the rule."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Ms. Maynard. nothing -- I mean, I -- you have the total differently -- different understanding than I do of this case, and I did read Judge Carter's opinion. I thought that case with an effort by J. Howard to give quite a few millions of dollars to Vickie Marshall -- because of"
  },
  {
    "speaker": "BREYER",
    "speech": "-- because that, it seems to me, is -- and what is it that Judge Carter did that was wrong in this respect? understood quite clearly that in order for her claim to proceed as a matter of fact and as a matter of law, he"
  },
  {
    "speaker": "SOUTER",
    "speech": "Isn't -- isn't it the case that she can have her claim and she can prove her claim, but she may not be able to collect the judgment what we're litigating here, is it?"
  },
  {
    "speaker": "BRUNSTAD",
    "speech": "Your Honor, as a matter of in the brief. You speak of the Texas probate court determining the validity of an estate plan."
  },
  {
    "speaker": "BRUNSTAD",
    "speech": "Correct. court determined the validity of a will here."
  },
  {
    "speaker": "BRUNSTAD",
    "speech": "Correct. under Texas law -- and the Deloitte case and the Neill v. Yett case conclusively established this, and there's no contrary decisions in Texas -- that once the probate conclusively determines the universe of persons with legitimate expectancies. that it reflected his intent, was not the result of coercion or under influence, and was valid. And the court continued, as a matter of law, the final probate interfered with any inheritance--"
  },
  {
    "speaker": "BREYER",
    "speech": "That -- that sounds to probate exception has always been jurisdictional, and the reason why it can't be subsumed by res judicata or collateral estoppel -- we believe we win on those be subsumed within those doctrines is because it applies even before you have a State court judgment. or validate a will and -- or an estate plan. And that is a necessary element of Vickie's claim."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, you say -- you say an policies are part of their estate plan, and if it's alleged that there was a fraudulent alteration of the That's -- it is, indeed, a will substitute. The whole purpose of doing it is to avoid probate."
  },
  {
    "speaker": "BRUNSTAD",
    "speech": "But in this case, Justice together. The probate court had exclusive jurisdiction over both of them and the challenges to them. Vickie married, do it, and they never did it. Now, that seems to have nothing whatsoever to do with the GRAT trust or with the will. It just happens that those are happened with the catchall trust. So I don't see why those are necessary. I"
  },
  {
    "speaker": "BRUNSTAD",
    "speech": "But it's --"
  },
  {
    "speaker": "BREYER",
    "speech": "Among other things that went on were they hired private detectives to go after opinion and there are like about 30 things in there. And I grant you that one of those things is the fact that gift that she alleges and she would have no damage claim. It is because of the trust becoming irrevocable that he was prevented from doing it. That is her"
  },
  {
    "speaker": "SOUTER",
    "speech": "Yes, but her claim is assume it's been made irrevocable. I just want some money about Texas law. There's no finding in this record of what Texas law is other than what you have just told us, and perhaps you're right and perhaps you're not. to this probate exception, and that's what we're here to decide. Another is perhaps you can explain to me how this all started because I thought that it was a claim made against her in the bankruptcy court for compulsory counterclaim. She has to make it there or she'll lose it. decide whether it was nondischargeable or not. But even so -- even so, I think it's important to recognize -- have a claim because the bankruptcy court is not going to decide a hypothetical if he has a claim. He has to that you're articulating is any greater than the interference in Markham. In Markham, it was a decision by a Federal court that these claimants were not even greater than the interference you're complaining of?"
  },
  {
    "speaker": "BRUNSTAD",
    "speech": "Justice Scalia, the probate exception protects the integrity of the succession process. If the documents you're looking at deal with will do in this case, it is encompassed within the probate exception in the Sutton case -- bank account. In the Sutton case, you had both a will and a trust, just like in this case. There, Moses Hubbard left a will and a trust. Mary Jane Hubbard"
  },
  {
    "speaker": "SOUTER",
    "speech": "Does -- does Texas law provide that a -- a living trust must be executed and same as Broderick's Will, Chief Justice Roberts, an in personam claim against the beneficiaries of the allegedly invalid estate plan to impose a constructive it or slice it in this case, she is doing an end run around the probate proceeding. think this is evidentiary not a matter of what the elements of the crime are -- or the elements of the tort are. Justice Breyer, is the fact that in order to prove a legitimate expectancy, she must establish that the"
  },
  {
    "speaker": "SCALIA",
    "speech": "But that -- but that's res judicata. I mean, that -- that isn't necessarily a -- an application of -- of any probate exception. judicata for the following reason. Not only may a Federal court not determine the validity or invalidity"
  },
  {
    "speaker": "SCALIA",
    "speech": "But the mere fact that you have jurisdiction to say something does not mean that if -- if some other court says the same thing first,"
  },
  {
    "speaker": "BRUNSTAD",
    "speech": "The problem, though, Justice Scalia, is that the probate court is supposed to make bankruptcy court."
  },
  {
    "speaker": "BRUNSTAD",
    "speech": "Just as a Federal bankruptcy court is in rem and executes and enters some judgments probate court does the same thing. You have exactly the same reason why the probate court does it as in the is why --"
  },
  {
    "speaker": "STEVENS",
    "speech": "Mr. Brunstad --"
  },
  {
    "speaker": "BRUNSTAD",
    "speech": "-- this is a jurisdictional Yes, Justice Stevens."
  },
  {
    "speaker": "STEVENS",
    "speech": "May I ask you two generalization. And I would just like to ask you, apart from the Markham case, what is the case -- what holding of a case lends the greatest support to your"
  },
  {
    "speaker": "BRUNSTAD",
    "speech": "Justice Stevens, I think that the Sutton case is the closest. The next closest is interference. The United States' characterization I think is incorrect. For example, again, this Court has determined determine the validity of an instrument. That's the first case in Armstrong v. Lear and also Gaines v. that's the Ellis case. This Court has determined there's no jurisdiction for the Federal court to direct an case. This Court has determined there's no precluded to bring that tort action when the person who, you know, was supposed to get it finds out about it? incomplete gift, which Vickie's claim is here, compete with an estate plan. whether the Texas court had all of the material before it that was before the bankruptcy court, the answer to that can be seen at page 45 of the appendix where the documents."
  },
  {
    "speaker": "BREYER",
    "speech": "Yes, but did those documents diagnosed with terminal cancer, after he had had a heart attack. Annuities were used to pay for those as well. So that he was essentially stripped of all of were no assets in the probate estate at that time. Justice Ginsburg, I would refer you to or that a gift was given, and that may, indeed, diminish the estate that is eventually passed. But that doesn't invalidate any of the estate planning otherwise have been within the estate was not included in the estate."
  }
]