[
  {
    "speaker": "(1",
    "speech": "00 p.m.)"
  },
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument Citizens v. Perry, and the consolidated cases. Mr. Smith. race or ethnicity?"
  },
  {
    "speaker": "SMITH",
    "speech": "Your Honor, the finding of the district court, which we're relying on here, was that rather than on the basis of race. Now, they started out by trying to engineer"
  },
  {
    "speaker": "SCALIA",
    "speech": "You think that's no good."
  },
  {
    "speaker": "SMITH",
    "speech": "Your Honor, we --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Not -- not even to prevent"
  },
  {
    "speaker": "SMITH",
    "speech": "Your Honor, the retrogression problem was created by the fact that they had gotten let's assume, and the result of that redrawing is that it would eliminate a majority minority district, what -- what is the State supposed to do? within the constitutional confines of the Shaw v. Reno doctrine which would require it not to go so far in the constitutional difference under this Court's cases whether or not the reason they decided to place the district there and give it that configuration was The -- the fact of the matter is they -- they were deliberately trying to create an Hispanic majority"
  },
  {
    "speaker": "SMITH",
    "speech": "Well, the -- the racial motivation to create a district -- to -- to reach out as far as they did to capture -- State by its action with one district, i.e., 23, in effect bootstrap itself in a position where it's"
  },
  {
    "speaker": "SMITH",
    "speech": "Yes, Your Honor, and that they can't say we have to create it in a non-compact way where the race predominates over the other values other incumbent in a non-minority district."
  },
  {
    "speaker": "ROBERTS",
    "speech": "How -- how does that to create minority districts. It should require that it makes sense that people make efforts to do that. We're not saying you shouldn't do any of those things. cases, you shouldn't be able to use your political agenda to allow you and justify you to do it in a"
  },
  {
    "speaker": "SMITH",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "STEVENS",
    "speech": "And you don't agree that that necessarily makes it valid, that that's"
  },
  {
    "speaker": "SMITH",
    "speech": "No, I actually don't agree with that, Your Honor, and you're right. the different arguments straight, but yes. Our argument is based on intent there, yes, Your Honor. And -- and the argument is that the intent went too far"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, that's why I asked earlier that your -- your statement that all of"
  },
  {
    "speaker": "SMITH",
    "speech": "Your Honor, if I understand the question, I -- if the question is is it permissible to have -- way."
  },
  {
    "speaker": "SMITH",
    "speech": "Okay. party gain more seats in the Congress at the expense of the other."
  },
  {
    "speaker": "GINSBURG",
    "speech": "What about having a -- (Laughter.)"
  },
  {
    "speaker": "GINSBURG",
    "speech": "What about having a -- a that our political power enables us to -- to provide for. Legislatures redraw the maps all the time for political reasons. I mean, to say that this is, you know, something horrible is ridiculous. You acknowledge that political motivation is fine."
  },
  {
    "speaker": "SMITH",
    "speech": "Your Honor, we --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Don't you?"
  },
  {
    "speaker": "SMITH",
    "speech": "-- we acknowledge that we tolerate political motivation in the context of map- drawing when there's other legitimate public purposes being served, which is to say at the beginning of the decade when they have to redraw the map anyway."
  },
  {
    "speaker": "SCALIA",
    "speech": "I see."
  },
  {
    "speaker": "SMITH",
    "speech": "But our position is when it's purely for partisan motivation, which is -- only occurs in mid-decade -- a justification for two reasons, Your Honor. This notion that you can have compensatory gerrymandering and that that can be your justification -- I think it's another way of saying we like -- we don't like the partisan composition of the delegation that the people opportunity to do that again, that that was a mistake."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, counsel, just take it in -- in an abstract way. If you think that power, are you saying that when that shift in power in the statewide offices changes, that the new party in was one that was done with -- without a wholly partisan intent, but over the years, it -- it now freezes in the Democrats or party X to having a much greater advantage leaves it in for a particularly partisan purpose, why -- why can't it be redone?"
  },
  {
    "speaker": "SMITH",
    "speech": "I have, Your Honor."
  },
  {
    "speaker": "BREYER",
    "speech": "Yes. They are filled with factual information that in their opinion shows that worse, and that what -- this was an effort to create a balance. That's what their view is. Now, I want to court-drawn map was a pro-Republican map that favored the Republicans or, at minimum, was fair, and that with the kind of voting patterns that existed in Texas at districts in most of the elections. Now, they also said -- and -- and this is a for. That's the only kind of justification that I can even imagine justifying purely partisan redistricting in mid-decade. of the Members of Congress who went to Washington after the 2002 election were elected by Republicans in legitimate public purposes. I submit they'll be quite rare in -- in practice, but there certainly could be. Our position is you can't redraw the lines that I think most strongly speaks to that is Cox v. Larios. In that case, the district court found that there's a possibility that if they overreach, they can be corrected."
  },
  {
    "speaker": "SMITH",
    "speech": "That -- that might be a concern, practice supports it because the fact is that while there's been a fair amount of partisan redistricting, adopted your general proposition."
  },
  {
    "speaker": "SMITH",
    "speech": "The -- the reason I -- I slipped it in is that in my description of what I think is the and found how many court-drawn congressional district maps have there been in this country in the last 40 of the decade, as long -- and you'll know that what that will do is it will give you the right to come along anytime you feel like it when you get your"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Is that the reason these lines were not redrawn at the beginning of the of the whole legislature, we were calling special sessions like mad to get the job done. So --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But the court -- even from that did the -- that did the plan, the court-ordered plan? And I thought that the -- the judge who presided to run against each other. And so it did have that effect, I think, of allowing some incumbency advantage to continue on. the court tried to keep some pattern in the map beyond that. The court specifically said otherwise in 2001 withdraw its finding of fact that there were 20 Republican districts in its own map. That's true. I mean, look at the way the districts in the map. The six districts that these Democrats represented who they -- who they -- the If I understand your argument, you're saying that a -- a districting that takes place prior to the report of a new decennial census, which is done for advantage, is invalid for that reason, I guess under the Equal Protection Clause. of politics. But that is dramatically different under the rational basis test from a law that is passed solely for political reasons because it doesn't have and protected in -- at the beginning of the decade. And so there's a drastic difference, it seems to me,  Growe, the -- the court-drawn map, in some sense, changes the status quo. You have to say what are the additional governmental interests that are -- that changing that map, which already is fully lawful, has been affirmed by this -- this Court as lawful. circumstances, is the mid-term redistricting equally illegitimate?"
  },
  {
    "speaker": "SMITH",
    "speech": "The question I think you need to not -- not for any particular line --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, that may be, but how they're saying is we -- we didn't go as crazy as we could have, but the only reason we did anything is because we want more seats, but we could have done even for action, but merely a -- a decision not to -- to be more political than purely political."
  },
  {
    "speaker": "STEVENS",
    "speech": "You've mainly attacked the plan as a whole in your briefs. And I'm wondering. I often look at particular districts, as you may know. are plaintiffs?"
  },
  {
    "speaker": "SMITH",
    "speech": "We have plaintiffs in every on the facts of this case, this was such a district because the African Americans in every case were a large majority of the voters in the Democratic primary elected in this district regardless of what -- what race that person may be."
  },
  {
    "speaker": "SMITH",
    "speech": "Your Honor, I don't think that would work because I think the way we -- we view what you have -- you -- the group has to be able to decide see whether there's enough crossover voting to --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "No. Suppose there's a be changed, but all the ones that favor the Republicans can be changed. Now, if that argument is right, it's hard for me to accept, but that's a neutral principle your response is to that."
  },
  {
    "speaker": "SMITH",
    "speech": "I think there are a number of of the population. And by not respecting -- not protecting this kind of district, what you do is, in fact, condemn the people, the African Americans in there is no other way to give them a district in which they have any possibility of -- of participation in the there be experience, not simply predictions by experts, in order to create a district below the majority level. That would be an administrable rule which would give kind that we -- we face here. If I could reserve the balance of my time, impression of Latino support for that incumbent."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Focus for a minute just on the -- what we can call the removal, the drawing of the that, not the later justification. The district court found that this was for political reasons, not racial was primarily political, it would still violate section 2."
  },
  {
    "speaker": "PERALES",
    "speech": "Yes, and we argue in our brief argument at least first on the Fourteenth Amendment violation, which is the intentional use of race both as which is Congressman Bonilla gaining support in the Latino community within his district up until 1996 where the peak is 30 percent Latino support and then a 2002 with only 8 percent, as the district court found, Latino support for Congressman Bonilla. This is not -- course, the Court found that African American voters voted 95 to 97 percent for Democratic candidates across elections. this go to motive or result? I mean, what if I'm -- I'm stupid and I think there's the correlation and I hypothetical that was posed to you by the Justice."
  },
  {
    "speaker": "PERALES",
    "speech": "That if the State --"
  },
  {
    "speaker": "SCALIA",
    "speech": "I'm assuming --"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- they're removing them because they're Democrats, but I'm wrong about that. not your position, then I think there's got to be a difference between the -- the Equal Protection Clause analysis and the section 2 analysis. the removal is invidious because it was Latinos that were identified and taken out and then -- for"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Can I -- can I -- I don't understand -- I think your argument is at cross purposes. I mean, the one point -- and you're making for the Democratic candidate. They voted as much as 30 percent for Bonilla. But the Voting Rights Act is coverage under the Voting Rights Act that a particular group is being denied the opportunity to elect a candidate of its choice doesn't even come into play if depending on the circumstances in a particular election. I thought was your -- your first point."
  },
  {
    "speaker": "PERALES",
    "speech": "We would contend, Mr. Chief Justice, that voting against Congressman Bonilla highlights that the State was seeking voters, Latino voters, who had withdrawn their support for Congressman incumbency protection, but a State may not use race as the means to the end of protecting an incumbent. What happened here was that the only group of voters who had were Latino. Democrats had never voted for Congressman Bonilla. The problem inside this district was not a according to the State's expert, and came very close to unseating Congressman Bonilla. The State's response was essentially to punish Latino voters for voting district. So the State used race to achieve its end of -- of incumbency protection. wanted to leave inside this district to achieve a bare, razor-thin Latino voting age majority population, and that was done to give the impression of Latino support"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Is that -- and what relevance does that have? What provision of the 100,000 Latinos out. Similarly --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "And how many -- what like a Hispanic opportunity district with about 51 percent to when it would actually be one? What magic number between 51 and 63?"
  },
  {
    "speaker": "PERALES",
    "speech": "We would argue that race cannot be used for its own sake, that if you're going to put should be to meet a purpose, for example, to create an opportunity district under the Voting Rights Act. district, that it would not operate to offer the opportunity to elect the Latino preferred candidate. And the -- and the district court found this on page And in that same paragraph, they said, but it has a political nuance that Congressman Bonilla will be elected redistricting at the bloc level and splitting 6 election precincts out of 51 in Webb County, which is wholly unnecessary even to equalize population in"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Would it have been better -- neighborhoods of the City of Laredo so that we could say it was a Latino majority district."
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, isn't -- isn't one wanted to protect the incumbent and we also had to use race to avoid a section 5 problem and a section 2 percent voting age population here in this part of the State, it would be obvious that you weren't going to yield an opportunity district. saying that would be implausible as a section 2/section 5 justification, regardless of when you're doing it. Perales. Mr. Cruz."
  },
  {
    "speaker": "CRUZ",
    "speech": "Mr. Chief Justice, and may it please the Court: own map with the same judges."
  },
  {
    "speaker": "STEVENS",
    "speech": "Yes, but you don't think it really perpetuated the same degree of gerrymandering"
  },
  {
    "speaker": "CRUZ",
    "speech": "Well, the court's map, under the --"
  },
  {
    "speaker": "CRUZ",
    "speech": "It -- it depends. The districts were drawn such that the Democrats who were running were incumbency. And the reality of congressional and in the face of incumbency --"
  },
  {
    "speaker": "SCALIA",
    "speech": "No. I was going to say I -- majority, but a two-seat majority. And so on any national level, the prior map was the most profoundly anti-majoritarian. majoritarianism is not a constitutional mandate, but that being said, as Mr. Smith characterized in Vieth, (Laughter.)"
  },
  {
    "speaker": "BREYER",
    "speech": "-- from the point of view of -- of taking that standard, which you agree with, I'm works out the same way for both."
  },
  {
    "speaker": "CRUZ",
    "speech": "Justice Breyer, under the standard over the ensuing decade, and it is equally true today. There is nothing in Texas to prevent the Democratic Party from doing the exact same thing over the ensuing polls."
  },
  {
    "speaker": "STEVENS",
    "speech": "May I ask you this and that's not by accident because any assessment of effects would yield that the current plan is more fair than the predecessor. question I wanted to ask you is that if it is possible there can be a single-district challenge, what is the reality that the lines are infused with the myriad mixtures of local politics and accommodations, often inconsistent with overall objectives of partisan gains. there are a host of decisions here that have nothing to do with partisan gain, that have to do with drawing a can act and adopt their legislative policy preferences, or they can not act, in which case they know with an absolute certainty that a court-drawn map will govern sure, it was a map that would be drawn subsequently, but the decision is the same. Does the legislature act"
  },
  {
    "speaker": "CRUZ",
    "speech": "Indeed, yes. That -- that is predicated upon a preference for a decade ago rather than what would be adopted now. problem of partisan gerrymandering. They assigned principal responsibility to elected State legislatures district 23 violated section 2, would you say that it would be a defense to that violation that the motivation was actually non-racial but purely"
  },
  {
    "speaker": "CRUZ",
    "speech": "As the hypothetical is -- is asked, the answer would be no. But -- but the circumstances in the region under assessment. And in the totality of circumstances, the district court made factual findings against the plaintiffs that they that -- that is the problem with all of the district- specific claims that all of the sets of plaintiffs have different area from district 23."
  },
  {
    "speaker": "CRUZ",
    "speech": "That's correct."
  },
  {
    "speaker": "ROBERTS",
    "speech": "And what do we look Grandy, but I mean how -- I mean, you talk about the south and west Texas. I mean, on the other hand, 23 appendix to their jurisdictional statement, page 241, that map only covered south and west Texas. They proposed no districts for the rest of the State. They"
  },
  {
    "speaker": "ROBERTS",
    "speech": "But I didn't understand Ms. Perales' argument to concern section --"
  },
  {
    "speaker": "CRUZ",
    "speech": "That's correct."
  },
  {
    "speaker": "BREYER",
    "speech": "And the reason that it didn't violate section 2, I want to know, is what? be met, and then you have some kind of -- it doesn't violate section 2 from De Grandy if, despite the"
  },
  {
    "speaker": "STEVENS",
    "speech": "But isn't that somewhat inconsistent with the decision to reshape the district? Why did they do it then? legislature's express intention was to shore up Congressman Bonilla's electoral chances, and -- and it 23. That was a motivation, but it's not our principal motivation. Our principal argument on 25 is that there are a series of factual findings the district court would submit, are -- are completely supported by the record to --"
  },
  {
    "speaker": "CRUZ",
    "speech": "This Court has never squarely resolved that. This Court has assumed in the racial gerrymandering cases, assumed without deciding, that interest. And the -- the districts that have been struck down have been struck down as not being narrowly of -- as this Court has said, the legislature will always be aware of the racial composition of a district. But the legislature specifically -- for cuts based on race. Indeed, in district 23, what the legislature did, by and large, is go straight down district in which the -- the Black vote was -- was cracked. And in response to earlier questions from Justice Stevens, you -- you mentioned there were a did, and -- and yet, as you also acknowledge, those differing motivations don't answer a -- a section 2"
  },
  {
    "speaker": "SOUTER",
    "speech": "But -- but following Georgia and Ashcroft, isn't -- isn't that a possibility that we should consider as a satisfaction of what has come to Gingles factors?"
  },
  {
    "speaker": "CRUZ",
    "speech": "In our judgment, Georgia against but on the second and third prong, the district court found that African American voter cohesion was far from clear and there was absolutely no cohesion between Indeed, they voted in an almost completely polar manner in Democratic primaries. the district -- and that's what the district court found as a factual matter -- is not an accident. It was precisely the intended effect of the map-drawers. the appellants' experts examined that were African American versus Anglo in the primaries, of those three three we talked about -- the data demonstrate quite persuasively that African Americans were drawn into a district where they did not have an equal opportunity the ability to elect a Black candidate. Now, they could choose to do otherwise, but in this district, of Laredo. And in 2002 -- the race that the GI Forum appellants focus on principally -- the candidate that ran against Congressman Bonilla was Henry Cuellar, a very strong following in Laredo. And as a consequence, Mr. Cuellar did very well in that election, came within election demonstrated they would vote for his opponent. Under any assessment of 23, the prior map had five districts that were indisputably Hispanic Congressman Bonilla, an Hispanic Republican. The current map has six districts that are indisputably In whatever district they're in, they're going to have to connect with a population zone. And what the district court found as a factual matter is that the district 25 was a function of the geography and the fact that you have population along the border and then that would be based on race that would maximize the Hispanics in district 25 on the northern end of Travis County. He then compared that map to the map that the between what it would look like if the legislature was attempting to maximize race as compared to what it compared to district 25's score of 9.5."
  },
  {
    "speaker": "STEVENS",
    "speech": "General Cruz, if you've finished your answer -- I didn't want to interrupt you, answer you because -- ask you, rather, because you make a very persuasive argument in your brief, which I found approach to it makes me think maybe it does have some relevance to the whole problem we're trying to confront. compactness can indicate something was going on. If one looks at the districts this Court has struck down, particular reference to the targeted group that was moved out of the district."
  },
  {
    "speaker": "CRUZ",
    "speech": "But lack of compactness does not with respect to districts other than 25 and, to some extent, 23, although the 23 challenge is not a typical of the Court -- the plurality explicitly rejected it. And Justice Kennedy's concurrence explicitly rejected the standards discussed in the dissents, including a"
  },
  {
    "speaker": "SCALIA",
    "speech": "I'm not sure that Justice Stevens is suggesting that as a standard. He's"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Let -- let me ask you this. Suppose you have a court that's required to redistrict, and the court has two experts. Expert in its orientation, but it balances the Democratic and the Republican registration. It gives them exactly is designed to suggest that partisanship, political lines should be certainly a secondary consideration to a valid principled scheme and that perhaps in the for abuse of discretion in -- in overemphasizing political considerations. And then if that's true, it do so, but because it was consciously restraining itself from doing anything to alter the partisan composition other than to carry over what was already"
  },
  {
    "speaker": "BREYER",
    "speech": "What -- district 24. I take it -- it's a long walking stick is what it looks like. rationale unless, according to Bush v. Vera, the district that you draw is, in their words, reasonably compact. So, again, you'd have to say that this compact for that other purpose. Is that right?"
  },
  {
    "speaker": "CRUZ",
    "speech": "Well, although we would submit southern and western regions of the State, and that was at the Jackson jurisdictional statement, page 154a. So that's -- there's -- there's a challenge in Texas"
  },
  {
    "speaker": "ROBERTS",
    "speech": "You're talking about district 25. Right? the other districts, it follows historic lines that have been used in Texas."
  },
  {
    "speaker": "STEVENS",
    "speech": "General Cruz, why wouldn't reasonably compact to compare with the preceding district? Now, that fits 24 but not necessarily 25 I 1385 submitted by GI Forum, that has one plan, district -- one district, district 28, with a higher perimeter- to-area score of -- of 10.0. And indeed, the district plan submitted by the GI Forum appellants was -- was less compact and critically would not perform."
  },
  {
    "speaker": "BREYER",
    "speech": "On the -- either it is reasonably compact or it isn't. If it is reasonably compact, we never get into Bush v. Vera, whatever, the can't get out of it by saying it's an effort to cure a section 2 violation. was drawing an additional district there, and the district court found that in drawing those lines, it did not reach out to segregate voters on either side was not the effect of what it in fact drew."
  },
  {
    "speaker": "SOUTER",
    "speech": "What -- what do you say to that sounds in the Shaw line of cases. What the district court found is that it was purely a political motivation that drew that decision, and if one is the district is performing identically as it did before. candidate of choice for African Americans in the State is higher under this map than it was in the preceding map. courts or legislatures are the principal decision- makers. If appellants' proffered rule is adopted, it the seats/votes curve, that given that Republican voters are currently voting at roughly 60 percent for Republican candidates, one would expect a higher than what this map is yielding. And so on any coherent measure of a substantive measure of fairness, this map"
  },
  {
    "speaker": "STEVENS",
    "speech": "May I ask you if you agree with General Cruz, that if the results of the 20 -- section -- district 23 violated section 2, it would not"
  },
  {
    "speaker": "GARRE",
    "speech": "I -- I think that's right, Justice Stevens, insofar as -- region that's marked by its high concentration of Hispanic citizen voting age population, as well as common geography and other factors. And we know that State because that -- that region is the focus of the plaintiffs' demonstration plan. Mr. Cruz referred to In -- in the De Grandy case, this Court confronted a very similar problem where you had one part of the State, the Miami-Dade area of Florida, voting age population, and the State was drawing various districts in that part of the State. And the that neighborhood. The Court discussed it on page 1015 of its decision. And it said that the fact that the district line went through that neighborhood and had an they went into, didn't in itself establish a section 2 violation. Latino populations are very different? The border Hispanics and the Hispanics in Austin have very -- very little in common other than -- than the Latino whether or not these populations can be combined in -- in order to satisfy the -- the Voting Rights Act entitled to respect under the clearly erroneous standard that this Court applies in reviewing findings of -- ultimate findings of vote dilution. The Court has factual finding unless it is left with the definite and firm conviction that a mistake has been made, and we significant influence for their bloc voting, et cetera, et cetera? Gingles. Answer: Of course, there is. It's the old way. And you say, well, why didn't you do the old way was pure politics and that that isn't a sufficient justification. including the past elections in that district and direct testimony of politicians with intimate familiarity of that district, supported the logical of the electorate --"
  },
  {
    "speaker": "BREYER",
    "speech": "I was thinking of district"
  },
  {
    "speaker": "ROBERTS",
    "speech": "When you say they drew, you mean the GI Forum proposal?"
  },
  {
    "speaker": "GARRE",
    "speech": "The GI Forum drew. That's right. jurisdictional statement. It found that that district was not effective First of all, as the experts for both sides found and as the court itself found, that -- the court- drawn map was not unfair or biased in any way. It did that hurt -- hurt Republicans' chances to elect Members of Congress. So when Mr. Cruz says that the problem Now, it's a dangerous road we're going down, I submit to you, if we start authorizing this kind of partisan festival every couple of years adjusting the congressional districts already in this decade, and if this Court were to uphold this one, I think we'll start mechanisms for getting new census numbers if the States really feel it's important to do so. Let me then turn, if I might, quickly to what the record shows about the intent for taking the -- the African American community in Fort Worth and countryside. The new district, which is the one you see in the maps before you, was drawn by the Federal district court. It wasn't drawn by anybody seeking to"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Who was the -- who"
  }
]