[
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument the consolidated cases. Mr. Bopp. compelling governmental interest. As a result, they are unconstitutional. Now, Vermont's expenditure limits are an Once these low expenditure limits are exhausted, a candidate may not drive to the village green to address in those campaigns were below the limits set by the expenditure limits in Vermont. However, in Buckley, the last case for -- limits, the Court looked at the number of races affected, not the average spending in all races. And that the State is alleging, that is, in preventing corruption and in conserving incumbent time, were together a compelling governmental interest, and we -- this Court can determine that they are not -- they are not together a compelling governmental interest. -- the more donations there have got to be, and -- and there's -- there's plenty of comment, particularly in some of the amicus briefs, on the amount of time that for money. If we decided the case your way, would the door be left open for a more impressive and compelling that correct?"
  },
  {
    "speaker": "BOPP",
    "speech": "Yes, it is. I don't see how it is a compelling governmental interest to limit challengers finds comfortable or convenient."
  },
  {
    "speaker": "SOUTER",
    "speech": "Yes. that, but I -- I think that's a common sense conclusion that we can reach. And you tend to fight this in your brief to say that this doesn't happen. I tend to doubt if -- if we or I were to conclude that, what would follow? not the blunderbuss approach here."
  },
  {
    "speaker": "KENNEDY",
    "speech": "It -- it is true that all the polls say that there's public disaffection and incumbents who take particularly large sums of money? Is there -- is there statistical evidence to show that? set of facts, no matter how scandalous and so forth and so on, Watergate and all the rest of it, could ever justify an expenditure limit?"
  },
  {
    "speaker": "STEVENS",
    "speech": "Well, if that's the case, then why -- why would it be inappropriate to have whether or not there are per se situations under the First Amendment. If there was ever a candidate for a per se First Amendment ban on a law, surely it would be about speech that is at the core of the First Amendment, and secondly, we are talking about candidate rise to realistic concern about actual and perceived corruption. So, again, in Shrink PAC --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "So you think it --"
  },
  {
    "speaker": "BOPP",
    "speech": "Well, one of the decisions that the Court has to make under your jurisprudence is that"
  },
  {
    "speaker": "BOPP",
    "speech": "The -- well, certainly what the -- what the evidence was in Shrink was it was a $1,075 limit, again adjusted for inflation, was about $375 and because of the paucity of evidence and the fact that it wasn't really novel to say that a $1,000 limit really that -- that was on a -- a record that this Court found to be, frankly, inadequate to -- to raise any serious questions about the -- whether the amounts corruption. And the record here demonstrates that -- that had."
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, but you know. You expect them to name names? I mean, here --"
  },
  {
    "speaker": "BOPP",
    "speech": "Well, if --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Really, that -- that's -- it's done. There have been criminal convictions."
  },
  {
    "speaker": "BOPP",
    "speech": "Well, the -- if it's isolated examples that are unconnected to any perception of on -- on its -- on its -- by itself. Now, of course, in Shrink, the Court cited to"
  },
  {
    "speaker": "SCALIA",
    "speech": "Only -- only the most corruptible. (Laughter.) evidence is quite clear. Even in the few examples that they cite to like the tobacco industry passing out $40 concern there was with expenditure limits, obviously, not contribution limits. You didn't come out and say it, but I -- I assume your position is that that would scheme would be unconstitutional per se."
  },
  {
    "speaker": "BOPP",
    "speech": "The key would be if it's mandated, -- and determine whether or not the legislature considered providing adequate public funds. I mean, it's whether that alternative exists. -- if there were a -- a mandatory publicly funded scheme and the -- the limits on expenditure were very"
  },
  {
    "speaker": "BOPP",
    "speech": "And -- and in the record below, plaintiff Donald Brunelle said that he was prepared to spend considerable sums in support of his State Senate expenditure limits that were before -- that were adopted by Vermont. So the -- the question is an fund raising costs. So -- and -- and he can get contributions from others that are related by blood, but not by marriage, interestingly, to -- to him. So wealthy neither give rise to -- and both solve -- either don't give rise or solve the problems that they independent examination of the record. For instance, there was a finding by the district court that these amounts were, quote, suspiciously large. Now, if you --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Excuse me. What -- what they disclaim that there was any -- that anybody was bought or influenced in any way by the contributions that were made. campaign, of course, under Shrink if a expenditure -- if a contribution limit amounts to an expenditure limit"
  },
  {
    "speaker": "SORRELL",
    "speech": "Mr. Chief Justice, thank you, and may it please the Court: Justice Kennedy, you raised the issue of Governor admitted that in a State of the State address. But we also had testimony at trial from a former his legislative duties because of that whole lot of money that he had collected in the year before."
  },
  {
    "speaker": "ROBERTS",
    "speech": "So your position is by the donor groups, as you say in your brief."
  },
  {
    "speaker": "SORRELL",
    "speech": "Influenced and -- legislators or statewide officers that I'm aware of."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Do you think that political corruption in Vermont is a serious problem? 70 percent of Vermonters at -- there was testimony at trial from an expert that over 70 percent of Vermonters"
  },
  {
    "speaker": "SORRELL",
    "speech": "There's nothing in the record --"
  },
  {
    "speaker": "SCALIA",
    "speech": "That's very sad."
  },
  {
    "speaker": "SCALIA",
    "speech": "But that's the limit you've placed on -- on contributions. The reality is that these contribution limits that we had -- we had examples under the old contribution limits. Even Petitioner Randall admitted receive a $1,000 contribution in Vermont -- this is one of the petitioners -- then Vermonters think that you've If we translated those into 1974 dollars, they're just the numbers Justice Scalia mentioned, and I would like to know why are they -- why does not give incumbents a plus a newspaper, it's hopeless, that there's no way of spending as a challenger. In other words, why aren't it shows that in the largest urban area in the State, in the Burlington area, you can buy three 30-second TV ads in prime time on tier one cable for $45. expenditure. I'm talking about the contribution limits. I and my friends have the following thought. that in virtually all classes of races, other than the single-member Senate races, that average spending was below these expenditure limits, and these include"
  },
  {
    "speaker": "SCALIA",
    "speech": "That's just what I said. Your figures show that the average spending is below, process of the campaign, and there are historical events, national events that suddenly occur that people want to comment on. And I -- I just don't see that can know how candidates are facing issues that are beginning to emerge that the public has a vital legislative races. If you're taking out an ad, it's in -- it's a flyer in one of the -- the weekly papers. Petitioner Donald Brunelle admitted that he ran a included yard signs, a mailing to his constituents, and flyer advertisements in -- in the newspaper. all kinds of campaigns, including contested primaries and not, and again, average spending in these campaigns was, with minor exception of the single-member Senate spending was below these expenditure limits. So in the average campaign, you could actually spend more than -- went from that. And our expert, by the way, considered all races, even those for which campaign finance reports were not filed, meaning that the candidate $500 in spending in each one of those -- each one of those races. So our average spending figures actually So the case is going back to the trial court on those bases anyway."
  },
  {
    "speaker": "SOUTER",
    "speech": "But it's not going back on"
  },
  {
    "speaker": "SOUTER",
    "speech": "I mean, the problem, I mean, But, you know, we do not control independent expenditures under our law, and we certainly don't limit volunteer services. There's a tremendous amount general election even with a limited amount of funds available. would not apply against the expenditure --"
  },
  {
    "speaker": "SCALIA",
    "speech": "The other side says the opposite. I'll ask them whether that's -- State's public opinion that we, the enforcement authority, agree with is to the contrary. went forward with any evidence. So I don't see, based on your -- your citations, that the presumption goes away simply by -- by one party going forward with"
  },
  {
    "speaker": "SORRELL",
    "speech": "Well, if you -- if some entity that has the burden of proof to show, in fact, that it"
  },
  {
    "speaker": "SORRELL",
    "speech": "Yes."
  },
  {
    "speaker": "SCALIA",
    "speech": "And thereafter, all the -- all the candidate has to say is in an affidavit, no, it to show that it was."
  },
  {
    "speaker": "SORRELL",
    "speech": "If the State is the party"
  },
  {
    "speaker": "BREYER",
    "speech": "No. He drives."
  },
  {
    "speaker": "SORRELL",
    "speech": "Well, but it's your car, you're there. No. him the car. (Laughter.)"
  },
  {
    "speaker": "SORRELL",
    "speech": "Under $100, it does not. My time is expired."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, counsel."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Ms. Wright. a matter of discussion --"
  },
  {
    "speaker": "SCALIA",
    "speech": "No, but I -- I thought that the point was that the public mistrusts their thought the point being made was, well, if that's the case and the public sees that this fellow has gotten a possibility of being outspent. Then when a voter says, well, why are you doing this, the candidate has a ready-made answer. If I don't do this -- you know, bested in the fund-raising arms race. And voters reluctantly have come to -- they need. Here's an example from the record. We had Senate candidate Vincent Illuzzi. In 1998, he raised $39,000, almost $40,000, for his Senate campaign. His spent $30,000 worth of that. Candidates don't need $39,000 or $30,000 to run an effective Senate campaign, campaigns."
  },
  {
    "speaker": "WRIGHT",
    "speech": "Yes, Your Honor, because this Burlington mayor's race, as an example, was one in candidates were able to raise amounts either similar to what they had raised in the past or at least amounts border, that involved a State auditor campaign?"
  },
  {
    "speaker": "WRIGHT",
    "speech": "In Missouri?"
  },
  {
    "speaker": "BREYER",
    "speech": "I thought so, in Shrink"
  },
  {
    "speaker": "WRIGHT",
    "speech": "It may have been the State auditor, but it also the -- First, Buckley created a rule of exacting scrutiny that applies to expenditure limits. That is not a rule of automatic invalidation. that the interest in deterring corruption and its appearance was not adequate to support the expenditure contribution limits, were regarded quite differently in Buckley and I think should still be regarded differently today. You're constraining speech. It's you're constraining money, but when you say you can't expend more than this on your campaign, you're saying, Limit the contributions."
  },
  {
    "speaker": "WRIGHT",
    "speech": "Well --"
  },
  {
    "speaker": "SCALIA",
    "speech": "But you want to limit possibility of corruption. You're saying, no, this is enough speech. We don't want to hear any more from that they will do so much to encourage competitive campaigns. We had a record in Vermont that showed that for the previous nine election cycles before the act statewide office. In the meantime, in the City of Albuquerque where they had spending limits for 25 a challenger does is going to be credited against his account."
  },
  {
    "speaker": "WRIGHT",
    "speech": "Well, Your -- question."
  },
  {
    "speaker": "WRIGHT",
    "speech": "Yes, Your Honor. while it makes it more scandalous to say we will lose the food manufacturers' money, what they are concerned about is losing the food manufacturers' support. So as sufficient now to -- for the State of Vermont to abolish elections generally. incumbents. I -- I know that -- that the general perception is the opposite, but the general perception is not true in Vermont. And -- and that points to the strongly suggests that is -- it is seeking to favor incumbents. important county. Senator Leahy came from that county as State's attorney and became the United States Senator. presumption, actually the -- the statute answers the"
  }
]