[
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument Mr. Rovelli. that happens --"
  },
  {
    "speaker": "STEVENS",
    "speech": "Mr. Rovelli, I -- I forget. How big a class of -- of prisoners are we talking"
  },
  {
    "speaker": "ROVELLI",
    "speech": "Less than 40."
  },
  {
    "speaker": "STEVENS",
    "speech": "Less than 40? And does the between. Again, the -- the unit had only been in operation for 2 years at the time that the record was made. So there's very little --"
  },
  {
    "speaker": "STEVENS",
    "speech": "I'm trying to understand whether typically they're there for a long period of time on the one hand, or are they there sort of on probation and are periodically reviewed and moved into another system?"
  },
  {
    "speaker": "ROVELLI",
    "speech": "They're -- they're moved when their behavior improves. The average over a long period of time has been in the range of a year or so."
  },
  {
    "speaker": "STEVENS",
    "speech": "I see."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Were there any prisoners, since the inception to your program, that have been in there for the whole 2 years?"
  },
  {
    "speaker": "ROVELLI",
    "speech": "Through today? I'm sorry. Oh, from the time of its inception?"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Yes."
  },
  {
    "speaker": "ROVELLI",
    "speech": "Until the 2-year point. Yes, there were. I don't know exactly how many there were, but there definitely were."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Are -- do -- is -- is Pennsylvania alone or nearly alone in imposing this rule, or is this typical of the restraints imposed in -- in this maximum restrictive confinement?"
  },
  {
    "speaker": "ROVELLI",
    "speech": "There's a wide variation of privilege grants and withdrawals even at the highest levels of security. The ACLU's amicus brief points to as Pennsylvania, and frankly, I'm not even sure as to those, that it's identical. But the Court has does one use a newspaper as a weapon? I mean, you know, maybe disciplining a dog or something. (Laughter.) the worst of the worst, are quite clever at using newspapers. A newspaper rolled tightly with toothpaste the -- the experience of prison administrators is that prisoners are less likely to use religious and legal materials for mischief, and as to paperbacks as well, information from outside the prison. But again, if I -- if I allude frequently to the experience of prison"
  },
  {
    "speaker": "BREYER",
    "speech": "It's ordered."
  },
  {
    "speaker": "ROVELLI",
    "speech": "They can order books from the library. They are allowed to visit the -- the mini law"
  },
  {
    "speaker": "BREYER",
    "speech": "Yes, what it says -- that's what -- it says, to review legal materials, one at a inmates is a -- a very demanding operation. It requires two officers and physical restraints and going through layers of security. So it puts increased"
  },
  {
    "speaker": "GINSBURG",
    "speech": "What does the -- what does the inmate have to show in order to go to the law"
  },
  {
    "speaker": "GINSBURG",
    "speech": "So he could get Law Week, Legal Times, and --"
  },
  {
    "speaker": "ROVELLI",
    "speech": "Subject -- Journal. All of those he could get."
  },
  {
    "speaker": "ROVELLI",
    "speech": "Subject to the content you know, one of the arguments made on the other side is that if you accept the behavior modification theory as an adequate justification, the Turner categories What, for example, would be the alternative means in this case if the State said, we realize that"
  },
  {
    "speaker": "ROVELLI",
    "speech": "Ultimately any prisoner is -- is free to challenge the adequacy of his ability to access the courts in a -- in an as-applied challenge to"
  },
  {
    "speaker": "SOUTER",
    "speech": "So you're -- you're saying there -- there's a separate value here, and that is the well, and I think that where Turner might bring up short a ban on marriage for these high security inmates is in the -- the logical connection to the inmates and marriage is going to be such an infrequent occasion, it's hard to see the marriage ban as marriage?"
  },
  {
    "speaker": "ROVELLI",
    "speech": "Well, you could say that about all -- probably a range of things if you went so far as most or what it is they're most interested in doing --"
  },
  {
    "speaker": "SOUTER",
    "speech": "You can, and on -- on your purposes. This case is -- is exceedingly similar to Overton where the Court directly observed that necessary technique to -- to improve the behavior especially of high-security prisoners who have few alternative means of exercising the right, letters and phone calls. The inmates in this case have the opportunity of unlimited correspondence, family, about, books from the prison library. Quickly addressing the last two Turner"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Where do you draw the line? I take it somewhere -- you couldn't deprive them of food, if that would get them to -- to conform. do we tell when -- when you can deprive someone of something they -- to modify their behavior and when it if we don't say, well, they get outside of Turner analysis because they require -- by virtue of being enumerated rights, they require an analysis specific to that it is unreasonable? If we don't say that, then I don't see, as your friends on the other side have counsel. And -- and so it seems to me that whether we admit it or not, what's going on here, whether we call a judgment as to whether they're carrying the deprivation for behavior modification purposes in these their withdrawal of the First Amendment right is actually an exaggerated response. For example, maybe if -- if there was just obscene language, and then every -- all First Amendment rights to communication were -- were pulled out at that rehabilitation. The exceptions this Court has identified are for the Eighth Amendment and also for access -- you know, access to the courts, that you integrity of the criminal justice system."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Apart from those two, essentially there's no First Amendment rights. I think that's what your -- your argument. They can regain them, but that's the purpose of the behavioral these prisoners get is the Eighth Amendment."
  },
  {
    "speaker": "MARCUS",
    "speech": "Well, we do think that -- that"
  },
  {
    "speaker": "MARCUS",
    "speech": "There are incentive programs within each of those restricted units, and -- and the prisoners that end up at the LTSU -- the vast majority haven't made it and have failed that program. So they've tried numerous other incentives before getting"
  },
  {
    "speaker": "STEVENS",
    "speech": "And -- and does the review correlate it in any way with these particular deprivations? I mean, what is the review -- how does reading materials?"
  },
  {
    "speaker": "MARCUS",
    "speech": "Well, the -- the review is done. But again, the court of appeals was wrong to require the State to offer evidence. I mean, this Court has emphasized in Turner that the connection logical."
  },
  {
    "speaker": "STEVENS",
    "speech": "So the legal issues would"
  },
  {
    "speaker": "STEVENS",
    "speech": "I understood your argument to, in effect, contend that the behavior modification rationale will justify the program no matter what the"
  },
  {
    "speaker": "MARCUS",
    "speech": "No, that's -- that's not our position. We think there is a balancing under Turner, I'd like an opportunity to respond to several of the points that were made by my colleague. First, I find it interesting that and also of access to secular newspapers and magazines that this policy of withdrawing access to these materials is not restrictive confinement, then -- then he can bring a suit."
  },
  {
    "speaker": "KRAKOFF",
    "speech": "I was -- I was simply trying to inmates generally in the Long Term Segregation Unit, and -- and the point that I made is that it's not newspaper under -- under this policy. There's another very important --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "What other rely on? You have an incorrigible prisoner who's misbehaving. He won't behave. They go through every to tell me --"
  },
  {
    "speaker": "KRAKOFF",
    "speech": "And we have nothing left to take away. tell me what else they should have done. Why is that wrong? -- if that didn't work, including magazines, which is the equivalent of -- essentially of -- of newspapers, they had no logical or -- question is there's nothing else they could have done, but they shouldn't have done this because this wasn't"
  },
  {
    "speaker": "SOUTER",
    "speech": "And if -- if there is no efficacy and there is an infringement of what, at least for people on the outside, would be a protected right, away. And if that's going to be the analysis, then on -- on the argument you just gave, they've got to give"
  },
  {
    "speaker": "SOUTER",
    "speech": "Right. And in -- in your argument, in your answer to the Chief Justice, you were pointing out a situation in which taking away the TV"
  },
  {
    "speaker": "KRAKOFF",
    "speech": "I think --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Why then do they not, on that they can't eliminate every suitable way by which inmates can gain. And I think the word is of sufficient utility -- was the -- was the language that they can't eliminate all means by which inmates can access information. for the suit is that it matters to the prisoner, and that's exactly why it's been taken away because there's nothing else left that we can do with these prisoners. are lots of things that matters to prisoners and lots of things that matter to us in the free world that a -- in a prison system that has 23 adult institutions for men, that this policy is essentially a classified policy. The policy itself says this is not to be a to personnel on an as-needed basis. The inmates who receive the inmate manual in the Long Term Segregation make a deterrence argument, at least an argument that makes sense to me, that in order to deter somebody from doing something, they have to know about that policy there were a secret policy in the State of Indiana that they, you know, will execute persons committing first entire 38,000 inmate prison system, that that means that they can get anything that they want. I'm suggesting that when you take away a very what is happening beyond the prison walls -- there has to be a reasonable basis for doing so. because of the size of the document. And we don't have to forbid everything. We just forbid the things that we think are particularly likely. Now, what about"
  },
  {
    "speaker": "KRAKOFF",
    "speech": "Well, my -- my -- I suppose my most straightforward answer would be that the Jewish because of the papers that they're allowed to have in their cells can be used similarly for fires, similarly to do other bad things."
  },
  {
    "speaker": "GINSBURG",
    "speech": "So I thought that's why you were using that, just to say that the -- the"
  },
  {
    "speaker": "KRAKOFF",
    "speech": "The -- but it's not only -- it's not only writing paper. It's -- and they have to have blankets. The blankets are flammable. Their"
  },
  {
    "speaker": "ROBERTS",
    "speech": "So if visitors -- if there's a security issue with visitors to the prisoner, equities that if they're nice enough to permit these prisoners to read religious-based or legal-based newspapers and magazines, that forecloses the inmates -- I don't think so."
  },
  {
    "speaker": "STEVENS",
    "speech": "May I ask you --"
  },
  {
    "speaker": "KRAKOFF",
    "speech": "I want you to read the entire brief --"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, I'll read the briefs."
  },
  {
    "speaker": "KRAKOFF",
    "speech": "No. I -- I suggest that our -- my brief might be more coherent than I today. question?"
  },
  {
    "speaker": "KRAKOFF",
    "speech": "Yes."
  },
  {
    "speaker": "STEVENS",
    "speech": "You said that the prison particular lack of access to public materials. Does the prison grapevine let them know that they're going"
  },
  {
    "speaker": "KRAKOFF",
    "speech": "Well --"
  },
  {
    "speaker": "SCALIA",
    "speech": "You know, I could say whether I'm there 23 hours or all or not --"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- it's enough of an incentive that I -- that I don't want to go to jail. have available."
  },
  {
    "speaker": "ROBERTS",
    "speech": "So your response is they should just grin and bear it. They -- have taken so much away from these inmates who are the most incorrigible, recalcitrant inmates in the system. challenge here based upon the facts that I knew."
  },
  {
    "speaker": "SOUTER",
    "speech": "Oh, I know that wasn't -- that wasn't the claim that you made, but isn't that the"
  },
  {
    "speaker": "KRAKOFF",
    "speech": "No. And -- and I think that -- I know in Overton there was a dissent by Justices the law says that if you run out of options, you can do anything that you want as long as it doesn't rise to cruel and unusual punishment, that we may as well"
  },
  {
    "speaker": "KENNEDY",
    "speech": "But -- but the State's position is that it wants to avoid that ultimate"
  },
  {
    "speaker": "KRAKOFF",
    "speech": "The -- the rules themselves say kind of in a preamble that -- that confinement is for a minimum of 90 days, but that often it's -- it's longer"
  },
  {
    "speaker": "STEVENS",
    "speech": "I'm not posing what the rules say. Does the record tell us whether -- you years, after flunking out of the special management units, or whether there were other -- other factors. Two -- what -- what is concerning is that two because their sentences expired. And so they were essentially people who -- you know, they -- they could for out-of-cell group activities while in the Long Term Segregation Unit. They lose that as an -- that's not an incentive. That is an incentive in the special they can be released to a general population cell block which, as the Court knows, a general population cell custody aspect is another incentive."
  },
  {
    "speaker": "SCALIA",
    "speech": "Mr. Rovelli, do the other prisoners know about this? I'd like you to respond to anyway, so it doesn't deter anybody."
  },
  {
    "speaker": "ROVELLI",
    "speech": "The principal means by which more importantly, the effect of that would be to totally undermine, if not void, Turner and Overton."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, counsel."
  }
]