[
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument General Dreeben. the Particularity Clause of the Fourth Amendment addresses two specific topics: the place to be searched and the persons or things to be seized. It which the Ninth Circuit impermissibly read into the Fourth Amendment in violation of its text."
  },
  {
    "speaker": "DREEBEN",
    "speech": "What would prevent the valid execution of a warrant that had no time limits whatsoever would be the requirement that a warrant must a warrant at a time at which there was no probable cause, for example, because they executed it before the"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Mr. Dreeben, I understood you to say a short while ago that if it were executed before the triggering event, it would be"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, I -- I don't want to say that there's no probable cause for the warrant. of the warrant. Officers are --"
  },
  {
    "speaker": "SCALIA",
    "speech": "But I thought that's supposed to be a -- a magistrate's determination. that are going on. One is what the magistrate must do at the time that he issues the warrant. The magistrate probable cause, but that's for the magistrate to do, as Justice Scalia --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "I -- what I -- I'm making a continuing obligation to act reasonably in the execution of a warrant, and of course, they fulfill"
  },
  {
    "speaker": "STEVENS",
    "speech": "I don't know why he's going to give a warrant to his -- some just call in a police officer and say I want you to execute this warrant. He just says he's mandated to carry out the warrant."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, I -- I think in the Court does not have to get into that in this case to decide it --"
  },
  {
    "speaker": "SOUTER",
    "speech": "But -- but, Mr. Dreeben, manner of which the -- in -- in the manner in which the search is carried out. But unless every officer who --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, in this case, Justice Ginsburg, the -- the affidavit was on the scene. The affiant who secured the warrant was the lead agent who search team had been briefed on the probable cause and the -- the contents of the affidavit and the -- the suppose that that's right, but in -- in the concrete circumstances of this case -- and I think it's consistent with what I was trying to explain is search team was fully familiar with the process that was going on. This -- this was a controlled delivery of the Fourth Amendment is is that the magistrate judge makes a determination whether the facts that are submitted to him rise to the level of probable cause. consistent with what the Fourth Amendment says in terms the Warrant Clause requires. Then the police officers the case of the electronic surveillance, they're supposed to record criminal conversations and -- but not others. Souter, is that they have to make a judgment that criminal conversations are what is going to be"
  },
  {
    "speaker": "DREEBEN",
    "speech": "That's right."
  },
  {
    "speaker": "SOUTER",
    "speech": "And so the triggering --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "No. I actually, Justice Souter -- a probable cause implication, which the selection of objects to be seized does not have. triggering condition's occurrence, the property will be found."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Of course, that's not what satisfied that the person or the property so described is now concealed on the premises."
  },
  {
    "speaker": "DREEBEN",
    "speech": "I think that not only do you know that the -- this was clearly intended to be an anticipatory warrant as to the videotape, but it also to --"
  },
  {
    "speaker": "STEVENS",
    "speech": "May I ask you this are being investigated and it contains a minimization requirement which --"
  },
  {
    "speaker": "STEVENS",
    "speech": "It's a minimization as to"
  },
  {
    "speaker": "DREEBEN",
    "speech": "It's a minimization as to what conversations they will intercept if they listen to a that the delivery of the video has occurred. So can they get a warrant that says you can go in -- it lists all of these 17 people. And it says you can go into video. Would -- would you support that kind of an anticipatory warrant? be at a particular location upon delivery and we can go in and search that location."
  },
  {
    "speaker": "SCALIA",
    "speech": "Yes, but I'm not talking it's going to be one of 17 -- or make it 50, if you like. We don't know which of those."
  },
  {
    "speaker": "DREEBEN",
    "speech": "This case is different because there -- you -- you can subtract out all of the variables except will the postal officials, in fact, deliver it and they say that they're delivering it to a household that has actually placed the order. sees the postal carrier, gets up, takes the package, and proceeds to walk down the street, and never enters the house. Could the warrant be executed? it was secured by an affidavit that represented that it -- the warrant will not be executed unless and until to decide the case on that ground. I mean --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, I don't think this was such a warrant, Justice Scalia. I'm -- I'm just supported probable cause to a very strong degree and the triggering event represented that until the actual that the emergence of later facts can make it very clear that the agents can go in and get probable cause at that moment, but this case is fundamentally on probabilities."
  },
  {
    "speaker": "SCALIA",
    "speech": "It is probable that this -- and the warrant application that the agent had reason to believe were then concealed at the time. So this was really a case where the form warrant was what was going on."
  },
  {
    "speaker": "STEVENS",
    "speech": "Of course, if the -- if the But this case -- and, Justice Stevens, I quite agree with you. This case only concerns the triggering condition because that -- the warrant even if the only thing they were looking for was the stuff delivered at the -- at the time. for rebuttal, and that is the Ninth Circuit's position, even if the Ninth Circuit were correct that the triggering condition needs to be in the warrant, should although the Government's submission is that the triggering condition is not required by the the warrant that's not supported by probable cause. Here, there was ample probable cause to support the magistrate judge's conclusion that after would be on the premises. The warrant was not executed until after the delivery of the videotape took place, events are commonly not so clean. It requires a lot of judgment to be made by the officer in the field. There are not only examples in the case law, but I speak from that there are many examples that occur often in the courtroom. Specifically a triggering condition may to be in this apartment between 6:30 and 6:45. Okay? And they present the warrant to the magistrate at -- at 6 o'clock. It will take half an hour to get to the mob leader will be in this apartment. Can that -- can that warrant issue? him. It's just a matter of waiting till it gets there. There is probable cause to believe that he will receive it. And all you're doing is predicting in the but it exists when the warrant will be executed. I don't see -- I don't see any real difference between process of issuance is completed with anticipatory warrants by the officer in the field. It's not fair to say that the warrant has been issued and the magistrate valid warrant. A warrant cannot be issued if it's not valid by definition. So what you have -- anticipatory warrants, which do not require any --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But I just -- I made the opposite argument, that a telephone warrant has to be -- the magistrate will have a detailed affidavit when it isn't on an emergency basis. He -- he will have, as that --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "So there has to be -- when does he get the -- when does the magistrate get the"
  },
  {
    "speaker": "REICHEL",
    "speech": "Well before the delivery of the package in such a circumstance, Your Honor. They bring O'Connor, if I can elaborate. It was raised in the district court, and in fact, I believe it's in the joint appendix. Excuse me. It's in the cert petition district court finds that they're permissible, and he cites Weber and Hale. And the district judge at that"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- can I take you through my -- a variation of my earlier hypothetical? You say that the magistrate can issue the warrant at 6 o'clock, probable cause until 6:30. You say that would be valid. He could issue it in Manhattan knowing that it"
  },
  {
    "speaker": "REICHEL",
    "speech": "If it -- if it is textually okay, if the warrant is valid under the Fourth Amendment, that it must be clearly stated that the time power to search is the time of 6:30, that must be clearly stated on the warrant to satisfy the"
  },
  {
    "speaker": "GINSBURG",
    "speech": "I think time -- time is certainly relevant to probable cause, but the -- the Fourth Amendment says what you have to identify with Person, things, and place. It doesn't say time, but you say that's inherent. Have we -- are there in -- in those opinions, they dealt -- they dealt very strongly with the Particularity Clause of the Fourth Amendment and wiretap restrictions. Thereafter, there the final result was a very carefully drafted statute that allowed for wiretap, subject to -- to very Court announced, Justice O'Connor, in the Berger opinion that for a wiretap warrant to be authorized under the Fourth Amendment, there must be a crime committed, additional evidence of a crime that's already been committed. There is present probable"
  },
  {
    "speaker": "REICHEL",
    "speech": "I agree, Your Honor."
  },
  {
    "speaker": "BREYER",
    "speech": "All right. I -- I have a question that you could just clarify a confusion. You not anticipatory warrants are ever valid. I had a case in the First Circuit where I explained my view on that. probable cause is he thinks that another package is being delivered, and he's right to think it. Now, whether it is delivered or not doesn't add anything his personal confidence. But that's my common sense opinion. The common sense is the only question here is end of this warrant, and that's what it says to do, and that's what he did. And then he has a different affidavit which gives him the probable cause for"
  },
  {
    "speaker": "REICHEL",
    "speech": "Justice -- Justice Breyer, it says that they may enter into that house, but only upon decision in this case, specifically because if it's not stated on the face of the warrant, such as --"
  },
  {
    "speaker": "BREYER",
    "speech": "What's not stated? power to search."
  },
  {
    "speaker": "BREYER",
    "speech": "Where is there a limit? went in before the triggering event occurred. If that's not the case, I agree. I don't know why we took the case."
  },
  {
    "speaker": "REICHEL",
    "speech": "That is correct, Justice Scalia. requirement also does not assume that the officers seeking the warrant will be the officers serving the warrant. this joined at the hip particularity requirement? The number of officers? Which officers, FBI agents or DEA"
  },
  {
    "speaker": "REICHEL",
    "speech": "Not that I -- if it is significant -- if it is a significant limit on the officer's power to search and if it serves the other measurement of the -- providing the homeowner the notice of what is going on. Where -- where do you derive this proposition?"
  },
  {
    "speaker": "REICHEL",
    "speech": "I believe that not for -- for all cases, I cannot answer the question, but for cases going to finalize the issuing process, the officers are completely in control of the manufacture and completely -- and describe the event properly. That would have satisfied the Ninth Circuit's objection."
  },
  {
    "speaker": "REICHEL",
    "speech": "That -- that is correct,"
  },
  {
    "speaker": "STEVENS",
    "speech": "Now, why would that not also have satisfied the objection of the warrant -- the determination of the facts that will establish probable cause."
  },
  {
    "speaker": "REICHEL",
    "speech": "He has, Justice Stevens, but he finalize that decision."
  },
  {
    "speaker": "BREYER",
    "speech": "Will you -- will you just the warrant, the only clue to that fact being the word anticipatory. And there we are. Now, you tell me why this anxiety, which is going to help you, is connected"
  },
  {
    "speaker": "REICHEL",
    "speech": "Justice Breyer, they are prone to abuse by nature. They are -- argument begs the question. It -- it assumes that the particularity requirement includes time, not only who, what, where, but also when. Right? I mean, you -- you wrong about the fact that who, what, and where automatically includes when, the argument you've just"
  },
  {
    "speaker": "REICHEL",
    "speech": "That's correct, Justice Ginsburg."
  },
  {
    "speaker": "GINSBURG",
    "speech": "And could it be if the loaded with dynamite or guns or drugs -- is going to be delivered at a certain time and it -- the delivery including a telephonic warrant where the --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Even -- wasn't this man -- magistrate told we've set this whole thing up? We've delivered at such and such a time. Wasn't the magistrate told that?"
  },
  {
    "speaker": "REICHEL",
    "speech": "He was inside the --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "And he said, I know why they're here. the house, and he walked outside thereafter."
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, and they -- and they be clearly, specifically drawn by a magistrate with studied caution about the exact factors for probable cause which would allow this search. And if it's front of the warrant, or if it's vested in the discretion of the officer to make that determination take place until the event. But the authority to search, which is in the last paragraph, is not limited to the time after the anticipatory event. that the magistrate is making the common sense judgment that this will be -- we don't know exactly when --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "That's true. But those items -- the magistrate can conclude that there's probable cause to believe that they'll be on the premises only issued the warrant, and the three principal items at the top are those things. So it's logical to conclude rejected a similar effort to add a requirement to a warrant that would authorize surreptitious entry to install a covert bugging device, and the Court's unwilling to go on a progressive path of reading things into the Fourth Amendment's Particularity Clause that Thank you."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Mr. Dreeben."
  }
]