[
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument Mr. Doss. necessarily prevent the State of Florida from carrying out its execution. The State could still carry out the execution through a more humane means by altering the"
  },
  {
    "speaker": "SCALIA",
    "speech": "Which you decline to specify. Right?"
  },
  {
    "speaker": "DOSS",
    "speech": "I -- I respectfully disagree with the fact that it would just leave open a total series of challenges."
  },
  {
    "speaker": "DOSS",
    "speech": "The State -- the State would have the opportunity to come in and propose a acceptable somewhat followed that track, although through no fault of Mr. Morales, California wasn't able to carry through on the alternative that they chose because the -- but it just proceeded to basically an up or down ruling upon the proposed alternatives. So I -- I would to provide, and I am willing to bet whatever that alternative is that it will be subject to a challenge under a new 1983 suit. There would be no claim at this point. Right?"
  },
  {
    "speaker": "DOSS",
    "speech": "That's correct, although it would found? Because in the first case, the door theoretically is open to seriatim 1983 actions, and in the second case, presumably the issue would be resolved for? Injunction against this or injunction until an acceptable alternative came up? So would -- would you consent to -- as it were, to an amendment of your prayer for relief so that the injunction will be in such a form that everything"
  },
  {
    "speaker": "DOSS",
    "speech": "In -- in the sense of -- of the State of Florida proposing a -- a -- hopefully a statutorily mandated as to -- as to particular protocol that's utilized. It's left totally with the Secretary of the Florida Department of Corrections. administrative procedures as far as promulgating those rules. It's -- it's just within the Secretary's go by the wayside. As we advance as a society and as we advance within our knowledge of what's going on --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Precisely. And that's"
  },
  {
    "speaker": "DOSS",
    "speech": "That's an -- that's an evolution over time. It's -- not a -- that method of execution is not a violation of the Eighth Amendment?"
  },
  {
    "speaker": "DOSS",
    "speech": "As far as using the machinery that"
  },
  {
    "speaker": "ALITO",
    "speech": "Yes."
  },
  {
    "speaker": "DOSS",
    "speech": "I -- I don't know enough about -- precedents hold, that would be constitutional. It's the -- it's the evidence that's coming forward that this is not what's happening that gives rise to our in a 1983 action so that we can get those facts before the court. certainly never the principle evident in -- in executions in the past. Hanging was -- was not a -- you know, a quick and easy way to go. You would have or something like that. I -- I just don't know where you're deriving this principle that there cannot be any one of the options within Mr. Morales' case was that only the sodium thiopental be used eliminating the pancuronium bromide and the potassium chloride. The not -- did not choose that and went, instead, and tried to use the same protocol and bringing in execution in the sentence, then you would not have a 1983 action. Is that correct? Because you would then be challenging the sentence, and it would have to be"
  },
  {
    "speaker": "DOSS",
    "speech": "If the particular protocol that was alleged in the sentence, yes, it would be ripe at that Sims, which was 6 years ago. But with the -- with the discretion that Florida Department of Corrections has and that they've exhibited in the past, that they've electric chair litigation going on, we can't presume that. They don't go through an orderly administrative process, taking public input and having people come and participate in that. It's totally -- There was the Sims case. No -- no -- certainly not in the legislation. There's no rule that emerges. But"
  },
  {
    "speaker": "SOUTER",
    "speech": "When did you ask for the public -- when did you ask for the -- a -- a statement of the protocol that would be used in your case? whenever it began, and then pursuant to the court's -- the trial court's order that was entered in that case, respond and have various pleadings in. We --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Excuse me. How did the trial court get into it? Does the records request go"
  },
  {
    "speaker": "DOSS",
    "speech": "Yes."
  },
  {
    "speaker": "SCALIA",
    "speech": "What -- what is the -- the isn't any question about the -- the amounts and ingredients that will be used in -- if -- if the execution goes forward. But my recollection is that of this formula or protocol was denied by Florida. Did you ever, as a result of your records request or were -- we were given nothing and they objected to us receiving any records whatsoever."
  },
  {
    "speaker": "SOUTER",
    "speech": "Did -- did you ever say to chemicals are and the amounts that will be used --"
  },
  {
    "speaker": "DOSS",
    "speech": "We -- statement hidden inside. Did you ever try the easy way and simply say to them, will you specify for us what you're going to do and how you're going to do this? public records hearing on December 19th whenever they came in and said it was -- that it was Sims. yes, we are in the dark regarding it. They could -- they could alleviate that situation by doing an administrative rulemaking process, that that rule is ripe at that point because at that point they're constrained to follow the rule as opposed to having the"
  },
  {
    "speaker": "STEVENS",
    "speech": "And I suppose it's entirely possible that if the judge then decided it is really -- if we said it should have been a 1983 action, the judge the defense of laches and you still lose. I mean, you -- we don't know what's going to happen if we find out"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, counsel. Ms. Snurkowski, we'll hear now from you."
  },
  {
    "speaker": "SNURKOWSKI",
    "speech": "Mr. Chief Justice, and may it please the Court: lethal injection is the method by which Florida is to execute individuals. The Department of Corrections, through the execution day and other protocols with regard to the execution team performing its function on that the State would contend that based on the fact that there have 16 executions since the time that Sims has occurred and all those executions have been performed that there has not been any challenge to a deviance from that, and in fact, the Florida Supreme Court has individual is unconscious at the time that the death- causing drugs take effect. All right. Now, that doesn't seem too too difficult. So why can't they think, you know, Florida -- they can read there too. They have people change and nor has there been any allegations by the defendant. He certainly, as you have indicated, could have read and, in fact, did read the Lancet article and"
  },
  {
    "speaker": "BREYER",
    "speech": "-- my -- my little story was inaccurate as to Florida or accurate as to Florida. --"
  },
  {
    "speaker": "SNURKOWSKI",
    "speech": "Excuse me."
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- with, as you suggest, had been a hearing and it was proved more probable than not that in some cases -- not in all, but in some cases as long as the Petitioner himself doesn't come up with an alternative."
  },
  {
    "speaker": "SNURKOWSKI",
    "speech": "Well, I think the answer is there reflect that there's a potential that that could happen, there's not been evidence that it has occurred"
  },
  {
    "speaker": "SNURKOWSKI",
    "speech": "Correct."
  },
  {
    "speaker": "GINSBURG",
    "speech": "And the judge says, you're both right. Some people have excruciating pain, but that particular case would be?"
  },
  {
    "speaker": "SNURKOWSKI",
    "speech": "That, in fact, I think that an element of a 1983 action here, what would be the source of -- of the -- the conclusion that -- that he has to propose a less painful alternative? would be the fact that in overcoming the qualifications -- while maybe his pleading may be simple, the notion"
  },
  {
    "speaker": "SNURKOWSKI",
    "speech": "Well, I think for one point, it would be that, in fact, if the State had chosen or selected a method or a change in the modification of still back at square zero --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "No. Justice Souter and requirement? What is the legal principle that would support your argument?"
  },
  {
    "speaker": "SNURKOWSKI",
    "speech": "I think the legal principle seeking to have the execution or requesting some relief -- he has to come forward with some evidence, some -- We don't have a record."
  },
  {
    "speaker": "STEVENS",
    "speech": "But your procedure, if I understand it, would be prohibited to be applied to"
  },
  {
    "speaker": "SNURKOWSKI",
    "speech": "But the procedure -- that procedure -- there is -- there is legal information or method, it can be brought under 1983. If he's unwilling to say there is a valid method, then it starts to look like a challenge to the execution that"
  },
  {
    "speaker": "SNURKOWSKI",
    "speech": "And -- and that is the core position the State has taken, and I'm sorry if I did absolute rule of some sort that the Petitioner has to think of a method of execution, a matter on which he is not necessarily expert, that would turn out in the put on your overcoat and also turn up the heat."
  },
  {
    "speaker": "SNURKOWSKI",
    "speech": "But -- method of execution but fails to identify a permissible alternative, that claim is functionally equivalent to a claim challenging the prisoner's death sentence per se"
  },
  {
    "speaker": "SCALIA",
    "speech": "Why is that? Why is that? That -- that -- in which case it would be like -- like He's saying this method is unconstitutional. If he says this method of constitutional and he wins, then his challenge will not necessarily prevent the State reading to you directly from Nelson v. Campbell. That would seem right in point. And why isn't that the end"
  },
  {
    "speaker": "SHANMUGAM",
    "speech": "No. I think that the cold cell case clearly is a conditions of confinement claim. And let me explain to you, Justice Breyer, if alternative is so critical. It is the identification of an alternative that renders the claim the functional execution."
  },
  {
    "speaker": "SCALIA",
    "speech": "I didn't -- I didn't get your explanation. Had you finished it? (Laughter.)"
  },
  {
    "speaker": "SHANMUGAM",
    "speech": "Let me try -- let me -- let saying I am not asking for this to be one day further along. I'm just asking the State to give me a death that will not require me to suffer excruciating pain. the claim that fails to identify a permissible alternative is the risk of seriatim litigation. And I unlikely the State will accept it, that would make it a 1983 action?"
  },
  {
    "speaker": "SHANMUGAM",
    "speech": "That would make it a 1983 recognized --"
  },
  {
    "speaker": "STEVENS",
    "speech": "Even though there's no"
  },
  {
    "speaker": "BREYER",
    "speech": "Why?"
  },
  {
    "speaker": "SCALIA",
    "speech": "I don't think -- I don't think that's the research they would do. I think another method that the State certainly would not find acceptable, thereupon, rendering it a 1983 action and all."
  },
  {
    "speaker": "KENNEDY",
    "speech": "This -- this is a death case. It was not that amusing. some minimal obligation under the Eighth Amendment to do the necessary research to assure that this is the and to take into account changes that might suggest that a particular method is problematic. And so whether or not there is a constitutional obligation, I will, in fact, do that. I think that it is noteworthy -- obligation as a constitutional matter, but putting that to one side, it does seem as if the critical question is whether or not the State, in fact, has adopted a where a prisoner has a claim of that variety, a prisoner has other options if the prisoner is unwilling"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Mr. Shanmugam, several of the emergency death proceedings we've had involving this question, the district court judges have denied relief because it was brought on the eve of execution, as this one was. Is that option available -- as a matter of procedure. The interesting thing is, is that -- is that Florida created this problem. They can -- they can lay can't do it for humans. That's perfectly in the open. Yet, they shroud this in secrecy. We can't get public information, you said, well, I assume they're going to follow Sims. Why wasn't that assumption valid 3 months before, 6 months before, or a year before? they had total discretion. I knew that before they had changed their protocols when the electric chair ability to change this rather than us coming --"
  },
  {
    "speaker": "ALITO",
    "speech": "Suppose you -- suppose you never were told by Florida what the -- how exactly it have brought a 1983 claim even on the day -- the scheduled day of execution? it?"
  },
  {
    "speaker": "DOSS",
    "speech": "If Your Honor -- if Your Honor's fact situation includes a presumption that that's going"
  },
  {
    "speaker": "SCALIA",
    "speech": "No. This is the current method that we intend to use in all future executions. we knew about Sims, but when they stonewalled us and said we won't tell you what we're going to use, we had reason to question whether they were going to follow"
  },
  {
    "speaker": "DOSS",
    "speech": "Yes, and that only came into play"
  }
]