[
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument this morning in case 06-1221, Sprint/United Management Company v. Mendelsohn. Mr. Cane."
  },
  {
    "speaker": "CANE",
    "speech": "Chief Justice Roberts, and may it please the Court: Our basic principal of evidence of the need for foundation explains why the court of appeals should be reversed. An employment decision is made by the person who made it, the decision-maker. If some other person harbors bias, that's unfortunate; but it is not probative of claims by a plaintiff who is not affected by it. This Court's discrimination cases, both in the employment context and in other contexts, consistently focus on the decision maker's intent, not on the intent of other persons."
  },
  {
    "speaker": "KENNEDY",
    "speech": "If you were to read the district court's minute order -- and this is that short minute order -- as saying that evidence of pattern and practice simply is not admissible, that would be error, would it not? Error to -- if the -- if that had been his ruling, that would have been error. In my Court, you don't introduce pattern and practice. That can't be --"
  },
  {
    "speaker": "CANE",
    "speech": "Yeah, if the district court had held that under no circumstances could a pattern or practice of discrimination be shown, I think that would have been error."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Is there anything in the other parts of the record colloquy, comments by the district judge, that you think Respondents have called to our attention to indicate that he had this sweeping view?"
  },
  {
    "speaker": "CANE",
    "speech": "No. I don't think that's what the court was focusing on. The district court focused on the nexus of the disputed witnesses to the plaintiff. The district court did not hand out a cookie cutter ruling at the courthouse door. The district court did not say oh, this is a discrimination case, hear are the rules of evidence I apply in a discrimination case. What the district court here did was consider Sprint's motion in limine, which was grounded in the evidence that had emerged in discovery in this case. Plaintiff then responded to that motion in limine by trying to explain why the evidence was relevant given the facts of this case. The plaintiff then filed a witness list, which explained what each of the disputed witnesses would say in this case; and the plaintiff finally made an offer of proof which again collaborated on what plaintiff contended the disputed witnesses would say in this case."
  },
  {
    "speaker": "SCALIA",
    "speech": "We don't really know, do we, what the district court's order was based on? Whether it was based on 401 or 403? Did the district court explain its order at all? It didn't, did it?"
  },
  {
    "speaker": "CANE",
    "speech": "The district court did not specifically invoke rule 403. I think it's -- my reading of it that it is grounded in both 401 and 403. The motion in limine relied on both 401 and 403, the district court told counsel that she wanted the jury to be focusing on the claims of this plaintiff and not be distracted by claims of others."
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, to the extent it was grounded on 401, it was error, wasn't it?"
  },
  {
    "speaker": "CANE",
    "speech": "I don't think so, because I don't think there's --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, if you have three supervisors, and one is discriminating and another is discriminating, isn't that some evidence that you're in an industrial situation in which discrimination goes on, and therefore doesn't it have the tendency that amounts to relevance under 401?"
  },
  {
    "speaker": "CANE",
    "speech": "We have here five persons, who out of 15,000 --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, what about my question?"
  },
  {
    "speaker": "CANE",
    "speech": "The answer to the question is no, it doesn't. As this Court taught in Teamsters --"
  },
  {
    "speaker": "SOUTER",
    "speech": "No relevance at all?"
  },
  {
    "speaker": "CANE",
    "speech": "A pattern or practice is not established by anecdotes. And what we have here are anecdotes of 5 persons out of the 15,000 --"
  },
  {
    "speaker": "SOUTER",
    "speech": "What about my question? We have evidence that there are three supervisors, two of them are discriminating. Isn't that some -- doesn't that have some tendency to indicate that in an equivocal situation, that one was -- it may not be strong evidence, it may not win the case, it may not be powerful, but it has the tendency that gets you over the line on 401, doesn't it?"
  },
  {
    "speaker": "CANE",
    "speech": "That's why I started with the importance of emphasizing foundation. To --"
  },
  {
    "speaker": "SOUTER",
    "speech": "I don't want to -- I don't want to emphasize my question, before we get the --"
  },
  {
    "speaker": "CANE",
    "speech": "For relevance to exist, there would have to be a foundational showing."
  },
  {
    "speaker": "GINSBURG",
    "speech": "What do you mean by that? You repeated several times there must be -- must lay a foundation. You do recognize, I think in your reply brief, that some other supervisor evidence would be relevant and admissible, but you refer to the foundation. Tell us what you think a proper foundation would be."
  },
  {
    "speaker": "CANE",
    "speech": "The foundation, Justice Ginsburg, would be some linkage between the decision making supervisor and the supervisors whose acts or conduct is assailed by the plaintiff. And if there's no showing of nexus other than the fact that they both happen to draw a paycheck from Sprint --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "What do you mean by \"nexus\"? If they both work in the same physical facility, is that a nexus?"
  },
  {
    "speaker": "CANE",
    "speech": "No. I think the nexus requires more than a common zip code."
  },
  {
    "speaker": "SOUTER",
    "speech": "What if you've got 20 supervisors and you've got evidence that 19 of them have discriminated after making expressly discriminatory remarks. The 20th is the subject to the action. Is the evidence of the 19 admissible?"
  },
  {
    "speaker": "CANE",
    "speech": "I think --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Is a nexus there?"
  },
  {
    "speaker": "CANE",
    "speech": "I think, in a company that was not small, where a nexus could be inferred, that there was consultation or that there were directions from more senior management, then I think that would be an appropriate foundation."
  },
  {
    "speaker": "SOUTER",
    "speech": "All right. So, if we've got 19 and there's a question of 1, we've got a nexus. If we've got three and there's a question, two are accounted for as discriminatory, and the question is the third, we don't have a nexus. Is that the way you're doing the math?"
  },
  {
    "speaker": "CANE",
    "speech": "I'm sorry. Did I under your question to be three supervisors in the whole company or three supervisors out of this vast company that we're talking about?"
  },
  {
    "speaker": "SOUTER",
    "speech": "At this point, I'm saying three supervisors out of a whole company. Will that do it?"
  },
  {
    "speaker": "CANE",
    "speech": "Not absent some reason to believe that they conferred or they received directions."
  },
  {
    "speaker": "SOUTER",
    "speech": "Three supervisors, and that's all there is in the company. That consists of the company. Have a nexus then?"
  },
  {
    "speaker": "CANE",
    "speech": "If there were -- if two out of three, I think there might be an argument that at least it was a jury question at that stage."
  },
  {
    "speaker": "SOUTER",
    "speech": "Okay."
  },
  {
    "speaker": "CANE",
    "speech": "But here we're dealing with a 70,000-employee company. We have five witnesses who are principally assailing two persons. So --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "You agree that it has to be a case-by-case determination? There's no absolute rule either way?"
  },
  {
    "speaker": "CANE",
    "speech": "I think there -- there should be a guiding principle. And the guiding principle was that other-supervisor evidence should be presumptively irrelevant, and that would be the rule in the normal run of cases, at least in dealing with entities of this magnitude."
  },
  {
    "speaker": "ROBERTS",
    "speech": "So I assume it would be addressed as it was here, in a motion in limine, the plaintiff would say here are the witnesses we intend to call; the company would say we don't think they're relevant because, as you say, there's no connection between them, and then the judge would decide."
  },
  {
    "speaker": "CANE",
    "speech": "That's normally how --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "That's on the issue of relevance."
  },
  {
    "speaker": "CANE",
    "speech": "That's normally how it would present itself, and indeed the district court normally would consider Rule 403 consideration if that's the case."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Excuse me. Did I hear mishear you? You said it's a 7,000-person?"
  },
  {
    "speaker": "CANE",
    "speech": "70,000. 7-0-0-0-0. Yes."
  },
  {
    "speaker": "BREYER",
    "speech": "If that's the way to do it, you didn't do it that way, did you? I mean, as I read it -- they put in here, on 163a, the motion that you made to the district court said that you have to be \"similarly situated\" -- \"Plaintiff has to have been 'similarly situated' with other employees\" -- and you put that in quotes -- \"similarly situated.\" And then you say \"employees may be 'similarly situated' only if they have the same supervisor.\" Period. Not -- it wasn't a period actually, but the rest of the sentence isn't important. And then you cite Aramburu, which is where the Tenth Circuit said that. So I don't see how you can say this wasn't a 401 case. You were saying that weren't similarly situated, period. And then the district judge virtually quoted those words."
  },
  {
    "speaker": "CANE",
    "speech": "The motion was grounded in both Rule 401 and --"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, that may be, but the -- I don't see -- I mean, that may be, but this is the argument you made, and this was the argument the district judge adopted. Is that not so or is it so?"
  },
  {
    "speaker": "CANE",
    "speech": "That is so, but what the district judge adopted was grounded in the offer of proof that had been made here and the evidence that was proffered here. The district court was not issuing a blanket ruling that would have governed any potential --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Excuse me --"
  },
  {
    "speaker": "SOUTER",
    "speech": "How do we know?"
  },
  {
    "speaker": "SCALIA",
    "speech": "Yeah. How do we know that's what the district court adopted? I have -- is it the order on 24a of the appendix to the petition?"
  },
  {
    "speaker": "CANE",
    "speech": "Yes."
  },
  {
    "speaker": "SCALIA",
    "speech": "It doesn't mention -- it doesn't mention which of the two of your arguments the district court is relying on."
  },
  {
    "speaker": "KENNEDY",
    "speech": "It doesn't mention the offer of proof."
  },
  {
    "speaker": "GINSBURG",
    "speech": "And didn't the Tenth Circuit read it to be an absolute prohibition? That it must be the same supervisor? \"'Similarly situated' requires proof that Paul Reddick was the decisionmaker.\" That seems as though that the district court thought there -- it must be the same supervisor, and I thought that's how the Tenth Circuit read --"
  },
  {
    "speaker": "CANE",
    "speech": "And I think --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- the district court."
  },
  {
    "speaker": "CANE",
    "speech": "That would be the rule in the normal run of cases where there is no showing of connection."
  },
  {
    "speaker": "SCALIA",
    "speech": "We're not talking about the rule. We're trying to find out what it was the district court did. Now, the court of appeals assumed the worst. I mean, assumed what makes the case the hardest for you, and that is the court of appeals assumed that the district court relied on 401. Is it customary to assume the worst?"
  },
  {
    "speaker": "CANE",
    "speech": "No. I think it would be customary to assume that, particularly on an issue of evidence, that the district court was presumptively correct, and that --"
  },
  {
    "speaker": "SCALIA",
    "speech": "If there's any basis on which the district court's decision would have been correct, the district court's decision is upheld."
  },
  {
    "speaker": "CANE",
    "speech": "It could be affirmed on that ground."
  },
  {
    "speaker": "BREYER",
    "speech": "That's why I don't understand your answer. I'm confused here. What I said, and you seemed to agree, is different from what was just said, which you also seemed to agree. (Laughter.) I thought that you said in your brief that you have to have been -- quote -- \"similarly situated.\" All right? \"Employees must be similarly situated to Plaintiff.\" That's true, isn't it? I'm quoting the brief, from page 163. And then you say, \"Employees may be similarly situated only if they have the same supervisor.\" Then the district court says that plaintiff may offer evidence who are \"similarly situated\" to her and then -- quote -- \"similarly situated employees\" -- quote -- \"for the purpose of this ruling requires proof that Paul Reddick, his supervisor, was the decisionmaker.\" That's why I thought it was fairly clear, since he used the same words and substituted the word \"Paul Reddick\" for the same supervisor, that he was taking that right from your brief where you made that general argument and said nothing about the particular case in those sentences."
  },
  {
    "speaker": "CANE",
    "speech": "The general rule applies because there was no showing here of any relationship between the decision at issue here and --"
  },
  {
    "speaker": "SCALIA",
    "speech": "You -- you want to defend the harder ground, I understand. But what Justice Breyer has just said is not necessarily so. The \"similarly situated\" argument applies under 403 as well. If they're similarly situated, the -- the time it would take to let in these other things and rebuttal of them, plus the prejudicial effect on the jury, would be outweighed by the fact that they're similarly situated, and, therefore, that it is stronger proof. I don't see that one can tell from the district court's order whether the district court was relying on 401 or 403. And certainly, you just don't want to defend 403. I think you're digging a hole for yourself."
  },
  {
    "speaker": "CANE",
    "speech": "No, I absolutely want to defend 403. If there was any minimal probative value here, Justice Scalia, all the countervailing 403 factors are present."
  },
  {
    "speaker": "ALITO",
    "speech": "Well, don't we have to address 403 in any event? Because the Tenth Circuit ruled, as I understand it, ruled that the evidence could not be excluded under 403. It would have been an abuse of discretion --"
  },
  {
    "speaker": "CANE",
    "speech": "That is what --"
  },
  {
    "speaker": "ALITO",
    "speech": "-- for the trial judge to have excluded it under 403."
  },
  {
    "speaker": "CANE",
    "speech": "That is correct. Had the \"me, too\" evidence been admitted, then we would have had to respond with what might be called \"not you, either\" evidence. And then the plaintiff would have made a rebuttal to that showing, and we would have had trials within a trial on whether these couple of persons that plaintiff identified as potential bad actors were, in fact, bad actors."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Would that be done typically at the motion in limine stage? I mean, do you establish whether or not there was discrimination in the \"me, too\" cases at trial or prior to the trial, outside the jury's --"
  },
  {
    "speaker": "CANE",
    "speech": "I think it can happen both ways. And really here it happened both ways, too, because although it was teed up as a motion in limine, as the trial evolved, the district court actually relaxed her ruling and expanded it to permit attacks both on Reddick, who was the direct supervisor, but also decisions made by Blessing, who was Reddick's boss. And the district court explained that, as she thought about it further, that additional bit of latitude should be given to both sides because there was evidence that Blessing had consulted with Reddick. And, in other words --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But that didn't present the other supervisor, which I think is more -- a better way to comprehend this, because \"me, too\" could be 10 witnesses working under the same supervisor. But these two people, as I understand it, were in the direct chain of supervisory command."
  },
  {
    "speaker": "CANE",
    "speech": "That's correct. And that to me is the proper test. If the decisionmaker's supervisor was demonstrated to be biased, then I think that has some relevance because it raises a question as to whether that bias --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But that's not \"other supervisor.\" They are both supervisors of this employee. She's in a unit that includes both superior officers. I thought that the issue here was simply other supervisors, witnesses who had worked for other supervisors, people for whom the -- with whom the plaintiff had no connection."
  },
  {
    "speaker": "CANE",
    "speech": "And, more importantly, the other supervisors were persons that were not shown to have any connection with the decisionmaker with respect to this plaintiff. And so, yes, if you are going to define \"other supervisor\" not to include the chain of command, then that's the reason why I think there is no relevance and a Rule 403 --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But you say -- I thought you said in your reply brief that other-supervisor evidence could be relevant."
  },
  {
    "speaker": "CANE",
    "speech": "It could be relevant if there were a showing that the bias on the part of the other supervisors somehow tainted the decision making of the instant decisionmaker. And in the cases that Ms. Mendelsohn cites in her brief, those are all cases in which a directive was given from a more senior official to the decisionmaker. What we have here are decisionmakers in far-flung areas elsewhere within the company with no showing whatsoever that there is any relationship between them. Each of the five disputed witnesses here testified in deposition that they had no information whatsoever to shed about the decisionmakers with respect to Ms. Mendelsohn. And so in those circumstances there's no foundational showing of relationship, no foundational showing of nexus."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Was there an attempt by the plaintiff during the discovery phase of the case to show other evidence of pattern and practice, statistical evidence; or was it just these five people? Was that all that the plaintiff presented?"
  },
  {
    "speaker": "CANE",
    "speech": "It was just these five people. The only statistics in the case were that the number of persons over 50 in this particular unit, the Business Development Strategy Group, actually increased; and that the oldest person at any particular level within the Business Development Strategy Group was retained and not laid off."
  },
  {
    "speaker": "ROBERTS",
    "speech": "What about the spreadsheet evidence? I thought there was some effort to show a connection through the spreadsheet showing the age of the dismissed employees?"
  },
  {
    "speaker": "CANE",
    "speech": "That spreadsheet was linked to some supervisor named Kennedy, who bore no relationship to this department and no relationship to these decisionmakers. Let's assume that -- that allegation is untested, but let's assume that Mr. Kennedy was correctly identified as a bad actor. Again, that has no relationship. It might have everything to do with any layoff decision made by Kennedy or made by someone Kennedy supervised. But it bears no relationship to Ms. Mendelsohn's circumstances because there was no showing that a similar spreadsheet was used by any of her decisionmakers. Let's assume that Kennedy is, like the two others, Stock and Voorhees, perhaps a bad actor. That just doesn't shed any meaningful light on the circumstances of the plaintiff here; and even if it did shed some -- some bit of light --"
  },
  {
    "speaker": "STEVENS",
    "speech": "I am somewhat puzzled. How many bad actors does there have to be before you can draw an inference that someone superior to the bad actors had a motivating part in the whole situation?"
  },
  {
    "speaker": "CANE",
    "speech": "I don't know that --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "The inference they are trying to prove is there was somebody upstairs that told everybody what to do."
  },
  {
    "speaker": "CANE",
    "speech": "And they had full and fair discovery to try and demonstrate that. But their own witnesses testified that they were unaware of any relationship between themselves and their decisionmaker and the plaintiff and the plaintiff's decision-maker."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Does the record show in this 70,000-person company how many supervisors there were? Do we know that?"
  },
  {
    "speaker": "CANE",
    "speech": "No. It doesn't say, Justice Kennedy. Let me --"
  },
  {
    "speaker": "STEVENS",
    "speech": "Let me ask this, though. Does it show whether the person more senior to the five supervisors involved here was the same person or a different person?"
  },
  {
    "speaker": "CANE",
    "speech": "It is a different person. Sure, if you go far enough up the corporate ladder, eventually you will end up --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "The next step up would be --"
  },
  {
    "speaker": "CANE",
    "speech": "Not the next step up, the next step after that, and not the next step after that."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Your theory doesn't depend on where in the hierarchy the other supervisors are located, I take it, if there's a connection? In other words, if there's a lower-level supervisor who discriminates and that is somehow communicated to the supervisor in question, and whatever -- that you know, the point is that the other one wasn't disciplined or something, that would still -- under your theory that would be admissible, correct?"
  },
  {
    "speaker": "CANE",
    "speech": "If a -- no matter what level, I would disagree that if a discriminating supervisor is in the chain of command and supervises the decisionmaker, then I think there's --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "No, I'm talking about a situation -- let's say it is a lower-level supervisor outside the chain of command who commits another \"me, too\" act, but that is communicated to the other in a way that suggests, for example, that the company tolerates it or accepts it. I take it that that would be potentially admissible subject to 403 under your theory."
  },
  {
    "speaker": "CANE",
    "speech": "I think that's right. If there's a showing the actual decisionmaker could have been tainted by it, I would agree with that."
  },
  {
    "speaker": "KENNEDY",
    "speech": "I see your -- does 404 bear on the case, Rule 404 of the Rules of Evidence?"
  },
  {
    "speaker": "CANE",
    "speech": "Yes, I think it does. I think that if you're going to have -- what we have here is, in effect, an assault on the corporate character of the company and not an assault --"
  },
  {
    "speaker": "STEVENS",
    "speech": "Have we said that 404 applies to corporations? Corporations have a character?"
  },
  {
    "speaker": "CANE",
    "speech": "I don't think the Court has ever held that. I think the individual has a character, and there is no character-evidence problem with showing that a particular decisionmaker engaged in other discriminatory conduct, because I think that falls within the exception to 404. But where the decisionmaker is somebody else, then what you really have is an assault on the corporate character, and I think that's impermissible. Unless the Court has further questions, I'll reserve the balance of my time."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Mr. Cane. Mr. Garre."
  },
  {
    "speaker": "GARRE",
    "speech": "Thank you, Mr. Chief Justice, and may it please the Court: Evidence of discrimination by other supervisors within the company is sometimes but not always admissible in a disparate-treatment case to help prove discrimination by the plaintiff's own supervisor."
  },
  {
    "speaker": "ROBERTS",
    "speech": "That's under -- under 401, it's not always admissible, or do you need 403 to reach that conclusion?"
  },
  {
    "speaker": "GARRE",
    "speech": "I think you need to look at the evidence under both rules, the first question being whether it meets the minimum-evidence threshold in 401. And that is a very low threshold set by the Federal rules. The second question being whether it may be excluded under Rule 403, which would --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "But do you think there are situations where other-supervisor evidence is not admissible under 401 itself?"
  },
  {
    "speaker": "GARRE",
    "speech": "Yes. We do think that there are some instances where other-supervisor evidence is not admissible under 401. For example, if you have a large company and you have a plaintiff in the Chicago office claiming that her supervisor had it out for her and she wants to put on the testimony of an employee in the Seattle office who two years ago complained that her supervisor had it out for her, we think that that would not be relevant under 401."
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, but here you have a company of 70,000 people."
  },
  {
    "speaker": "GARRE",
    "speech": "You have a company of 70,000 people, but you have allegations that supervisors in the same division, implementing the same company-wide reduction-in-force plan in the same timeframe and giving similar explanations under similar circumstances, engaged in discrimination. We think that the district dissenting judge in the court of appeals was right to say that evidence of that kind is at least marginally relevant, which would then put the focus on whether this evidence could be excluded under 403."
  },
  {
    "speaker": "SCALIA",
    "speech": "It is hard to see what wouldn't be marginally relevant if you think that's marginally relevant. It has to be a different supervisor in a different time frame. I mean, sure."
  },
  {
    "speaker": "GARRE",
    "speech": "Well, I think you've got other situations as well, Justice Scalia. I think we've got a situation of a general comment of discriminatory animus. For example, older people just don't get it, something like that. I think the -- the -- by a different supervisor. I think even if that's within the same office, the plaintiff is going to be hard-pressed even to meet the minimum-relevance threshold. But the relevance threshold, as this Court has recognized in the Furnco v. Waters case and the Huddlestone case, this is a broad threshold that allows evidence in. And then we look at the other parts of Article IV of the Federal Rules of Evidence to see whether it may be excluded --"
  },
  {
    "speaker": "ALITO",
    "speech": "How do you articulate the rule that separates these situations?"
  },
  {
    "speaker": "GARRE",
    "speech": "Well, I would point to several criteria, Justice Scalia, in determining relevance. First, whether you're dealing with same alleged -- same kind of alleged discrimination and a common catalyst; second, whether the proffered witnesses are working in the same corporate vicinity; third, whether they are alleging discrimination in the same time frame; four, whether they are alleging a pattern or practice of discrimination."
  },
  {
    "speaker": "ALITO",
    "speech": "Well, that's the relevant factors, but what do you look at the factors to determine -- what's the test for determining whether they are sufficient?"
  },
  {
    "speaker": "GARRE",
    "speech": "Well, you would look at the proffered evidence. For example, in this case you have evidence that all of the proffered witnesses were terminated under the same companywide reduction in force. You've got a common catalyst. In this case, you've got employees who worked in the same geographic vicinity, the headquarters of Sprint, the same office complex or at least the same vicinity. You've got witnesses who were terminated on the same day --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Why is that relevant -- the same vicinity? You're -- you're --"
  },
  {
    "speaker": "GARRE",
    "speech": "I think it is more likely --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Opposing counsel has said they are -- they are three supervisors up. What does the same vicinity have anything to do with this?"
  },
  {
    "speaker": "GARRE",
    "speech": "Where you have supervisors in the same division, in the same vicinity, carrying out the same plan, providing the same distinct explanations in similar circumstances, a reasonable juror might infer that plaintiff's own --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Even if those supervisors RIF'd two thousands employees, and only three made this complaint?"
  },
  {
    "speaker": "GARRE",
    "speech": "Yes, with respect to the minimum threshold of relevance. Keep in mind, once --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "No matter how many employees were RIF'd, only three supervisors -- hypothetical case, three supervisors. No many how many employees were RIF'd, the three is sufficient so that these witnesses could testify?"
  },
  {
    "speaker": "GARRE",
    "speech": "Well, I think if you're talking about pattern of practice, maybe doesn't -- certainly as a matter of law that's not a -- going to prove a pattern of practice, and the employer can make that argument to the district judge, to the jury, and that evidence could be limited or excluded. If you have got, for example, a -- a proffered witness who's complaining that supervisors in the same complex used the same distinctive explanation that my supervisor gave me -- for example, in this case, several of the witnesses were going to testify that their supervisors told them they  were being -- they were removed because their positions were being eliminated, and then they later found out that younger persons assumed their jobs."
  },
  {
    "speaker": "KENNEDY",
    "speech": "So take it in this case, and in all cases, the plaintiff has the burden of laying the foundation for this evidence; is that not correct?"
  },
  {
    "speaker": "GARRE",
    "speech": "The plaintiff has --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "And you say the foundation is satisfied if they were the same supervisors in the same division, I thought."
  },
  {
    "speaker": "KENNEDY",
    "speech": "You want us to write that in a case as a rule?"
  },
  {
    "speaker": "GARRE",
    "speech": "The plaintiffs --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Without reference to how many employees were involved?"
  },
  {
    "speaker": "GARRE",
    "speech": "The plaintiff has the burden of showing that the evidence is relevant, Justice Kennedy."
  },
  {
    "speaker": "GINSBURG",
    "speech": "I think you said in your brief that the plaintiff does not have to lay a foundation. And that's the difference between you, I thought -- with respect to Justice Kennedy's question. Your brief takes the position that it is not necessary to lay a foundation in order to introduce other-supervisor evidence. "
  },
  {
    "speaker": "GARRE",
    "speech": "That's correct, and that's why as I said the plaintiff has to show that the evidence is relevant, that it has some tendency to make a fact or consequence more likely. This Court in the Huddlestone case confronted --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, one -- one would have some -- some tendency --"
  },
  {
    "speaker": "GARRE",
    "speech": "And Justice Scalia --"
  },
  {
    "speaker": "SCALIA",
    "speech": "What about one instead of three? Would that have some tendency? I guess it would."
  },
  {
    "speaker": "GARRE",
    "speech": "It might. And that probably would be a strong candidate for exclusion under 403. In the Furnco case --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Why, by the way, do you think this was excluded under -- under 401 rather than 403?"
  },
  {
    "speaker": "GARRE",
    "speech": "Well, we -- we acknowledge that the record isn't precisely clear on that. We think that --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, then why should it be assumed it was done properly rather than improperly?"
  },
  {
    "speaker": "GARRE",
    "speech": "Largely because of what was said in the order, and because of the way it was briefed."
  },
  {
    "speaker": "SCALIA",
    "speech": "What was said in the order? I see nothing in the order that indicates it is under 401."
  },
  {
    "speaker": "GARRE",
    "speech": "Well, it doesn't say 401, but the reason why the evidence can't come in is because the -- the proffered witnesses didn't have the same supervisor. The order is on page 24."
  },
  {
    "speaker": "SCALIA",
    "speech": "But --"
  },
  {
    "speaker": "GARRE",
    "speech": "What the court excluded is any evidence of the pattern --"
  },
  {
    "speaker": "SCALIA",
    "speech": "That's very relevant to the 403 determination."
  },
  {
    "speaker": "GARRE",
    "speech": "It's relevant, but not it's certainly not determinative, and we think in a case like this, where this kind of evidence is the critical evidence for the trial -- in the case --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Picky, picky, picky on the trial court. I must say."
  },
  {
    "speaker": "GARRE",
    "speech": "Yeah --"
  },
  {
    "speaker": "SCALIA",
    "speech": "It seems to me this order should be -- should be given -- it should be treated as if, it could be sustained, it should be sustained."
  },
  {
    "speaker": "GARRE",
    "speech": "With respect, Justice Scalia, in this case, this proffered evidence was the crux of the trial, the critical issue. It came up not only in the context of the motion in limine, it came up in the context of the motion for a new trial. And if you look at what the district court said in denying a motion for a new trial, she said again -- and this is on page 436 of the JA -- she says, \"none of the proffered evidence makes it more likely that the decisionmakers in this case discriminated against the plaintiff.\" That's relevance language, and you're quite right --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "The determination of the relevance of the \"me, too\" evidence -- and I assume also the 403 status -- needs to be made at the motion in limine stage, or is it a question for the jury?"
  },
  {
    "speaker": "GARRE",
    "speech": "Well, the district court serves as a gateway. District courts have tremendous discretion under the Federal rules to determine whether or not evidence is relevant, and whether or not it should be excluded under 403. So that determination is made by the district court. In some cases, as happened in the Huddlestone case -- that was a 404(d) case -- the court acknowledged in some cases the evidence may go in and then the jury may instruct that that evidence is allowed."
  },
  {
    "speaker": "ROBERTS",
    "speech": "So if it's -- if on the \"me, too\" evidence it's a \"he said/she said\" type of case, does that get admitted to the jury? Or is that excluded at the motion in limine stage?"
  },
  {
    "speaker": "GARRE",
    "speech": "Well, if you're pointing to other acts of discrimination by other supervisors that are relevant, then that would be allowed in, and the employer would come in and present their counter evidence --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, they're only -- it is only relevant, of course, if it is true; and if the company denies that the \"me, too\" episode even took place, don't you have to have a separate trial on that before you can determine whether it's even admissible?"
  },
  {
    "speaker": "GARRE",
    "speech": "In our system we put that evidence before a jury. If it is relevant under the Federal rules, it is admissible. We put before a jury --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, I get back to my -- the predicate to my question. It's only relevant if it happened."
  },
  {
    "speaker": "GARRE",
    "speech": "And --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "And it seems to me we've had a lot of discussion whether it is relevant if it happened, but we don't know how we determine whether it happened or not."
  },
  {
    "speaker": "GARRE",
    "speech": "In the Furnco case, the Court said that -- that the evidence doesn't have to conclusively demonstrate the fact. It simply has to be relevant. We put relevant evidence before juries, we instruct them on the consideration of that evidence, permit the defendants to put that evidence into context, and then we ask juries to draw a conclusion --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "So an allegation -- an allegation of discrimination in a \"me, too\" context is automatically relevant?"
  },
  {
    "speaker": "GARRE",
    "speech": "No. I think you'd look at it under the relevance threshold, and I think you'd look at it under 403. 403 is going to exclude a lot of this evidence. It is going to exclude the barely evidence, the barely relevant evidence. But it -- we would expect a trial court in this kind of situation to make some kind of findings as to why this evidence is excludable, and we would expect the court of appeals not to undertake a de novo 403 balancing in its own instance."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Garre, do I understand correctly that the reason the Tenth Circuit thought that the district court was ruling under 401, making a relevance determination, was that the court of appeals had a precedent in the area of employee discipline, and the Tenth Circuit said well, the district court was following that precedent, but that precedent doesn't apply in this situation. So that's why the court of appeals, as I understand it, read the district court as just applying an absolute ban."
  },
  {
    "speaker": "GARRE",
    "speech": "That's correct, and that's the way this case was litigated all the way until to the reply brief in this case. If there are no further questions?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Mr. Garre. Mr. Egan."
  },
  {
    "speaker": "EGAN",
    "speech": "Mr. Chief Justice, and may it please the Court: If we'll turn to 3a in the white book, the court of appeals properly understood that this was a blanket order based on only one fact. If you weren't supervised by Paul Reddick, it was not admissible. At page 2a, the court said prior to trial, Sprint filed a motion in limine seeking to exclude among other things any evidence of Sprint's alleged discriminatory treatment of other employees. Relying exclusively on Aramburu, Sprint argued that any reference to alleged discrimination by any supervisor other than Reddick -- it was irrelevant. Throughout -- and let me mention here, Your Honor, that the order of things was not as Mr. Cane got it. He said the order was grounded on an offer of proof. If I may address the chronology, on December 15, 2004, Sprint filed its motion saying that if -- it is not the same supervisor, it doesn't come in. There's no mention, ever, about the facts of the proffer. Never. It never came up below. We --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Counsel, what if you have a situation that's been referred to earlier, where you have four other supervisors that are presented as \"me, too\" evidence. They are in the Los Angeles office. The defendant's supervisor is in the Fresno office. Is that evidence relevant?"
  },
  {
    "speaker": "EGAN",
    "speech": "It depends what the evidence is and what it is tied to, Your Honor."
  },
  {
    "speaker": "ROBERTS",
    "speech": "It is just that they -- they are alleged to have fired people for an impermissible basis under the age discrimination act as well."
  },
  {
    "speaker": "EGAN",
    "speech": "In your hypothetical was it was during the same common employer initiated action, such as a reduction in force?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "All right, let's take it and say yes."
  },
  {
    "speaker": "EGAN",
    "speech": "Okay. What the court of appeals noted here was that in this case it makes a difference that we're talking about a common employer-initiated event. We're not talking about --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, but doesn't that beg the question? We don't know. This isn't a pattern and practice case. You don't have evidence of a company-wide policy of discrimination. Take my hypothetical. There are just four people who are alleged to harbor age-based bias, and they -- in the Los Angeles office. No connection to the Fresno supervisor at all, other than that they work for the same company. Is that enough for relevance?"
  },
  {
    "speaker": "EGAN",
    "speech": "If there is no connection, it might not be, Your Honor."
  },
  {
    "speaker": "ROBERTS",
    "speech": "It might not be relevant."
  },
  {
    "speaker": "EGAN",
    "speech": "Might not be relevant. Let me say that --"
  },
  {
    "speaker": "SCALIA",
    "speech": "But you assert that the mere fact that it is pursuant to the same reduction in force is enough of a connection."
  },
  {
    "speaker": "EGAN",
    "speech": "Yes, Your Honor, because the standard arises out of Article IV, which is entitled \"Relevancy and Its Limits.\" There are no categorical bars within Article IV except when -- Congress and the Court have mentioned, 401 has no categorical bar. The test is, does a fact have -- if evidence has any tendency to make a fact of consequence more likely than without it? So it depends. In rule 401, there is no categorical bar. In Article IV, if there are areas where there are problems, we list them. 407, 411 -- no mention of liability insurance. 410."
  },
  {
    "speaker": "EGAN",
    "speech": "404(b), Your Honor. And in this case the lower courts had used 404. We did not address it. I don't think anybody really did in a brief, other than the Government mentioned the Huddlestone case. The Huddlestone case is important because it said that there is no preliminary determination as to whether or not something is relevant. What you do is the court looks at all the evidence. The evidence that Ellen Mendelsohn wanted to offer has connections to it."
  },
  {
    "speaker": "ALITO",
    "speech": "Well suppose you're -- if you're right on 401 and 402, would -- do we not still have to go on and decide whether it would have been a abuse of discretion for the trial judge to exclude this under 403?"
  },
  {
    "speaker": "EGAN",
    "speech": "Your Honor, I believe that --"
  },
  {
    "speaker": "ALITO",
    "speech": "If we find that it would not have been abuse of discretion, then how could we affirm the Tenth Circuit?"
  },
  {
    "speaker": "EGAN",
    "speech": "Your Honor, I believe that what you have to do is look at what the court did, because what the court did was it ruled on what they presented, which was not anything having to do with the weight of the evidence, confusion of issues. There is nothing to indicate. And the court of appeals quoted its own law that says we are in no position to speculate. As a superintending court, they ruled only one thing -- a categorical bar of evidence that was before it, and they said that's wrong. You followed the wrong case law."
  },
  {
    "speaker": "GINSBURG",
    "speech": "But I thought they said that it should be admitted. I thought they went to the opposite extreme."
  },
  {
    "speaker": "EGAN",
    "speech": "I'm not sure that they went to that extreme. Their language is this, Your Honor: They say, \"Based on what we see\" -- and they have the proffer in front of them at that time, and they also have the full transcript, which hasn't been talked about -- how Ellen Mendelsohn's case and her theory tied into these people."
  },
  {
    "speaker": "GINSBURG",
    "speech": "How did they?"
  },
  {
    "speaker": "EGAN",
    "speech": "Your Honor, in several different ways. Barred evidence of culture. We had evidence of culture from open remarks, that someone needs to be \"blessed with lots of runway ahead of them\" in order to get a good rating. Bonnie Hoopes said being told she was too old for the job right after she received that memo, being told openly and repeatedly, \"I'm too old for the job.\" If there are too many --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Are these episodes that were necessarily communicated to the supervisor at issue here?"
  },
  {
    "speaker": "EGAN",
    "speech": "No, Your Honor, but this is on the question of culture."
  },
  {
    "speaker": "ROBERTS",
    "speech": "You don't make the -- you don't suggest that he was even aware of these other anecdotes."
  },
  {
    "speaker": "EGAN",
    "speech": "We do not suggest, but what we say is that what was going on in the culture -- you've got a supervisor like Ted Stock, openly saying, \"I can't wait for RIF's, so that I can get rid of the older people in my department.\" That supervisor's conclusion is that it's okay."
  },
  {
    "speaker": "ROBERTS",
    "speech": "But you're conceding that we don't even know that that comment was communicated in any way to the supervisor at issue here. He may not have been aware of it. The supervisor -- he may have been in Fresno and that supervisor in Los Angeles."
  },
  {
    "speaker": "EGAN",
    "speech": "Your Honor, what way do know is that they attended the same meetings, the key leadership meetings, that took place in January 2002 that covered something very important to our case -- the establishment of a forced ranking system and also a discussion of the RIF's that are ongoing and continuing. They're at the same meeting. It's after this meeting, where Jack Welch is presented to the group, that they come out with the philosophy of forced --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "I assume there's no dispute over any direct evidence you have that the supervisor was being guided by a company policy or statement or the RIF program that was discriminatory. The issue here is whether or not you can bring in testimony that -- which has no demonstrated connection to the supervisor."
  },
  {
    "speaker": "EGAN",
    "speech": "Your Honor, the rules of evidence simply talk in terms of \"not demonstrate a connection.\" It doesn't exist. If we look at the rules of evidence, the standard -- and the standard we believe applies here -- is a two-step methodology. It would be, number one, what is the party -- the thing the party is trying to prove, such as culture -- is that a subsidiary fact of consequence? Something that's been missed in the Petitioner's position and even in the district court, is that Rule 401 says that you have three levels of evidence. The ultimate issue, and the Petitioner has always said this doesn't prove that Reddick discriminated against Mendelsohn. That's the ultimate issue. We have many intermediary facts to which the evidence relates. They are facts of consequence, and the evidence had a tendency to show these facts of consequence. So that --"
  },
  {
    "speaker": "SOUTER",
    "speech": "May I ask you to elaborate on that somewhat?"
  },
  {
    "speaker": "EGAN",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "SOUTER",
    "speech": "I went through to kind of pin down what the facts of consequence were. I went through the offer of proof. I don't have my notes in front of me, but I think my recollection is right on this. It struck me that the admissible evidence that was indicated by the offer of proof boils down basically to this: There were three employees who would testify that, following their dismissal, some or all of their work was done by a younger person."
  },
  {
    "speaker": "EGAN",
    "speech": "Yes, sir."
  },
  {
    "speaker": "SOUTER",
    "speech": "There was one employee who would testify that he received -- she saw a spreadsheet in front of one supervisor that indicated age. There was one employee who would testify that her immediate supervisor had made age-discriminatory remarks. And another employee would testify that her supervisor's boss had made age-discriminatory remarks. Now, basically, out of this company of 70,000, that seems to be the sum total of the -- the kind of circumstantial evidence of culture that you presented in the offer of proof. Am I selling your offer of proof short here?"
  },
  {
    "speaker": "EGAN",
    "speech": "No, you are not, Your Honor. The -- you have hit it precisely. And we believe that with culture, it's the openness of what's going on. The openness. The number of events goes to weight. All the weaknesses and frailties of the evidence go to weight. And we never got to that portion of determining the weight of the evidence. The weight --"
  },
  {
    "speaker": "BREYER",
    "speech": "All right. So what should we do then? Sorry. Go ahead and conclude. But I want to ask this after you finish answering Justice Souter."
  },
  {
    "speaker": "EGAN",
    "speech": "Your Honor, we believe that --"
  },
  {
    "speaker": "BREYER",
    "speech": "And finish your answer to Justice Souter."
  },
  {
    "speaker": "EGAN",
    "speech": "Thank you, Your Honor. The -- this ties in, in several different ways, if I can take them all, to culture, to modus operandi, and this wouldn't require discriminatory conduct. For instance, the story line that jobs have been abolished and given to youngers. That's where that would be modus operandi. The fact that the office shadow rating system -- they're under the same rating system that's not supposed to apply to employees like Ellen Mendelsohn and those who we are presenting, but it was --"
  },
  {
    "speaker": "SCALIA",
    "speech": "What if even one of these three had existed? Only one these three?"
  },
  {
    "speaker": "EGAN",
    "speech": "One of these three what, Your Honor?"
  },
  {
    "speaker": "SCALIA",
    "speech": "One of these three other employees who complained about age discrimination. Would that have the same tendency to show it?"
  },
  {
    "speaker": "EGAN",
    "speech": "It depends what it's offered for because relevance does --"
  },
  {
    "speaker": "SCALIA",
    "speech": "You think one is enough?"
  },
  {
    "speaker": "EGAN",
    "speech": "If it's culture --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Yes."
  },
  {
    "speaker": "EGAN",
    "speech": "-- and the CEO is saying that we want to bring the average age down -- which never happens -- but under --"
  },
  {
    "speaker": "SCALIA",
    "speech": "No, I'm not talking about somebody up at the top. I'm talking about somebody on the same level as the supervisor that you're concerned with. One other supervisor in this company of 70,000 has -- is accused of having made age-discriminatory decisions."
  },
  {
    "speaker": "EGAN",
    "speech": "Well, if they're just accused, no, Your Honor. The assumption has to be --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, all of these are just accused. We have -- none of this has been proven."
  },
  {
    "speaker": "EGAN",
    "speech": "Your Honor, we have not even addressed at any time the content of the decision -- I mean the content of the testimony."
  },
  {
    "speaker": "SCALIA",
    "speech": "So --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Let's assume the testimony at least shows these points that you and I agreed the offer of proof offers to prove. They're going to be met -- I think it's reasonable to suppose, they're going to be met by counter-evidence."
  },
  {
    "speaker": "EGAN",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "SOUTER",
    "speech": "We're going to have litigation on these points, and they're going to take -- in effect, become subsidiary chapters in this trial. And what concerns me, I guess, is that, at the end of the day, it's -- it strikes me as though there is reason to believe that the proof itself is not going to be anything close to overwhelming. We will have had a potentially confusing trial on this subsidiary third-party evidence. And we seem to be very close, if we have not gotten over the line, of the subsidiary evidence, in effect, being substantially misleading or prejudicial. And -- and basically I'm raising a question of weight under 403. What's your response to that?"
  },
  {
    "speaker": "EGAN",
    "speech": "My response, because I'm hearing you talk about the mini-trial issues, first of all, as you know, it will not happen here. We had a pretrial January 29, 2007, after -- before Sprint had filed its petition for cert, in which we discussed will this be a longer trial. One and a half, maybe two days. The fact of mini-trials, Your Honor, it just doesn't happen that often. You can try joinder cases. I've tried joinder cases with eight plaintiffs, and you handle that with instructions. The answer isn't to keep out possibly probative evidence; the answer is to let --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "But what --"
  },
  {
    "speaker": "EGAN",
    "speech": "-- to let Sprint put on counter-evidence --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "What happens in this case? Let's say there are five \"me, too\" situations presented, and the court make a determination in each one, and the jury finds for the plaintiff. And then it's appealed, and the argument on appeal is, well, in three of those five cases there wasn't age discrimination and here's why. And that evidence is -- well then the court of appeals agrees, yes, those three cases shouldn't have been admitted. Is that reversible error?"
  },
  {
    "speaker": "EGAN",
    "speech": "Your Honor, I think that what you handle that with is limiting instructions. It would be the evidence of acts or statements of anyone else that you've heard are relevant only to the intent of Paul Reddick. Nobody would contend that Bonnie Hoopes was --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "No, under my hypothetical, in the three cases, the court of appeals, let's say, determines that the alleged statements did not occur. That's the argument. And this was admitted to the jury in three of the five cases, and those statements did not occur."
  },
  {
    "speaker": "EGAN",
    "speech": "At least that's part of our adversary system, Your Honor, where we have both sides presenting and countering. The super- --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Is that reversible error on appeal?"
  },
  {
    "speaker": "EGAN",
    "speech": "That it --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Five gets you cases when the court of appeals determines that three did not occur?"
  },
  {
    "speaker": "EGAN",
    "speech": "If it's determined under your hypothetical --"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, that's exactly what's sort of bothering me. You are the trial lawyer."
  },
  {
    "speaker": "EGAN",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "BREYER",
    "speech": "And I'm not. And what's worrying me most about this is I will say something that will muck up quite a lot of trials. So, therefore, the sentence that jumps out the page here was where the court of appeals says that Rule 403's exclusion is an extraordinary remedy that should be sparingly -- used sparingly. Is that a general rule? Because my impression was -- and this is why I asked you as a trial lawyer -- is that if you take 401 and 402 and read them literally, we'll have trials that last a thousand years. And, really, the way a trial judge keeps the trial under control is to say: Well, maybe there is some slight tendency here to make a fact more likely than not; but, even if that's so, this is a waste of time. And I thought that kind of decision is what trial judges are there to make."
  },
  {
    "speaker": "EGAN",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "BREYER",
    "speech": "And, therefore, I thought this court of appeals is trying to second-guess that trial court judge unless that trial court judge is making an absolute rule, which he may have been. But as soon as we get into this case, I thought we might do quite a lot of harm by trying to let the court of appeals second-guess trial courts on this kind of thing. Now, I would appreciate your response to that."
  },
  {
    "speaker": "EGAN",
    "speech": "Yes, Your Honor. That requires, under 403 requires, a balancing. And I think you must have, contrary to what -- all due respect -- Justice Scalia suggested, Rule 403 is the only rule that expressly says \"substantially outweighs.\" We have no evidence here --"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, then, how are we going to -- I'm not arguing about what it says so much as I'm arguing about who has the right between the court of appeals and the trial court to decide?"
  },
  {
    "speaker": "EGAN",
    "speech": "Your Honor --"
  },
  {
    "speaker": "BREYER",
    "speech": "And all I'm worried about -- and you tell me if that's the law in the Tenth Circuit or elsewhere. I was an appeals court judge for a quite a while.  And I think we have never -- not \"never,\" but hardly ever second-guessed a trial judge on that kind of question."
  },
  {
    "speaker": "EGAN",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "BREYER",
    "speech": "Now, you tell me if the rules are different in the Tenth Circuit? Do they out there second-guess trial judges on this kind of question all the time?"
  },
  {
    "speaker": "EGAN",
    "speech": "No, Your Honor."
  },
  {
    "speaker": "BREYER",
    "speech": "All right. If they don't normally, why should they here? If this kind of rule is -- as you say, this kind of evidence is like any other evidence, any other evidence at all. It may be relevant, or it may not be. It depends on the case. A waste of time or not depends on the case."
  },
  {
    "speaker": "EGAN",
    "speech": "Yes, Your Honor. Is that a problem, and why is it an evidentiary exclusion before trial?"
  },
  {
    "speaker": "BREYER",
    "speech": "I got your blanket part. I got that."
  },
  {
    "speaker": "EGAN",
    "speech": "And so once you are there, we have no quarrel if the Tenth Circuit -- and I think the Tenth Circuit leaves room for sending it back, remand it, and then the court could still make rulings, as the Tenth Circuit said, on cumulative nature of evidence, hearsay objections. These haven't been addressed. Sprint has been --"
  },
  {
    "speaker": "BREYER",
    "speech": "Oh, no, not -- I'm saying -- well, you got my point, but you're just not answering my question."
  },
  {
    "speaker": "EGAN",
    "speech": "I am sorry, Your Honor. I'm not understanding --"
  },
  {
    "speaker": "BREYER",
    "speech": "And I don't want to repeat it. And I'm not talking about whether it is hearsay or not. I'm not talking -- I'm talking about whether it comes in 401, 402, 403. That's the issue."
  },
  {
    "speaker": "EGAN",
    "speech": "Yes, Your Honor. Our -- we believe that it does. Because the evidence has a tendency to make more probable than without the evidence facts of consequence, on culture, on impeachment, on pattern, on pretext. That's our standard. We have no indication here that the judge ever engaged in a balancing -- none."
  },
  {
    "speaker": "SCALIA",
    "speech": "Mr. Egan, what if I think that, had he engaged in a balancing, it would have been an abuse of discretion not to exclude it? What if I think that? Then what happens with this case?"
  },
  {
    "speaker": "EGAN",
    "speech": "If you believe that it is so clear, then, of course, that would be -- if you believe that it is so clear that it is an abuse of discretion not to exclude it, then that is the prerogative of the Court to do. But it must be done under this standard, Your Honor; that is, the judge looks at the evidence and asks the question like he would for submissibility. What would a reasonable jury say, and is there room for disagreement? If you have Federal judges, for instance, who disagree on admissibility --"
  },
  {
    "speaker": "SCALIA",
    "speech": "No, but I am worried about having five trials -- you know, one trial turning into six trials. I mean those are the factors that I am concerned about."
  },
  {
    "speaker": "EGAN",
    "speech": "I understand, Your Honor. And --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Yes."
  },
  {
    "speaker": "EGAN",
    "speech": "But let me just say this, if I might. Discrimination cases are important. In the McKennon case Justice Kennedy wrote for the unanimous Court in saying every time a single plaintiff advances the cause and prevails in a discrimination case, it serves the national public purpose. So it's important. And the idea of there being cases on this, the court house doors should be open. The decision may be -- may be --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "What if I assume your rule cuts the other way? Let's say in this company of 70,000 or 17,000, or whatever it is, there are a thousand supervisors. Four or five are alleged to have discriminated on the basis of age. I assume the company can call the other 995 and say: Are there any allegations against you? Did you fire people? And did you in some cases keep the oldest one? And then they have to -- you know, they say yes. So the, \"me, too\" evidence works both ways, right?"
  },
  {
    "speaker": "EGAN",
    "speech": "Absolutely. And that is important, because in your Court, cases and jurisprudence --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "So if you are talking about culture, what is the culture of the company if 995 supervisors don't supervise -- don't discriminate in their decisions and 5 do?"
  },
  {
    "speaker": "EGAN",
    "speech": "Your Honor, the culture -- they have the right to bring on evidence, but the trial court retains the discretion. And I hope this answers Justice Breyer's question, also. The court retains the discretion to keep out marginal evidence."
  },
  {
    "speaker": "ALITO",
    "speech": "Well, maybe, just as an example, you could take Mr. Borel and Mr. Hoopes and explain why their testimony should not have been excluded under 403? As I read Trent, the only thing I have as to either one of them is that they were replaced by young women in their position. That's it as far as admissible evidence for either one. Now, if you do that, the 403 balancing there, why doesn't that lead to exclusion?"
  },
  {
    "speaker": "EGAN",
    "speech": "Because John Borel's evidence goes to pretext, Your Honor. And pretext under the Reeves case is something that is highly, highly important,and highly important to the trial lawyer. His pretext evidence is twofold. He was going to get a job before he knew that he was RIF'd. He goes to apply for the job after the RIF, and he is told: Sorry, you've got a secret adverse rating. Now, mind you, the company says: We don't use these ratings. Now, in Ellen Mendelsohn's trial without corroboration, she's isolated. That's John Borel's important testimony in this case. John Hoopes -- he's told by a vice president why can't you hire someone younger? Why would you hire someone age 48, which indicates that at Sprint, it's something that is determined to be okay. So that's --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "So if company can admit evidence to show the opposite of your \"me, too\" evidence by other supervisors and you say five shows the culture of discrimination, how many are they allowed to admit before -- to show the opposite culture? Certainly more than five if they say this isn't representative. You have to look at these 15 others."
  },
  {
    "speaker": "EGAN",
    "speech": "I can't pick a number, Mr. Chief Justice. And we're not saying that the five proves the fact as you said of proving culture. But it is evidence that is relevant to it. A reasonable juror --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Right. There are 15, 30, or however many is equally relevant."
  },
  {
    "speaker": "EGAN",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "KENNEDY",
    "speech": "You said there was going to be an agreement that this would be a trial or a day, a day and a half."
  },
  {
    "speaker": "EGAN",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Was that before or after the premise this testimony would not be admitted."
  },
  {
    "speaker": "EGAN",
    "speech": "That was after the premise that the testimony would not be admitted. But, Your Honor, this was after remand."
  },
  {
    "speaker": "KENNEDY",
    "speech": "You told it can be done in a day and a half.  Because these five were excluded."
  },
  {
    "speaker": "EGAN",
    "speech": "No, Your Honor. I'm sorry. What happened here was the remand or the reversal came down. We have a pretrial because we're going back to trial. We have a trial on January 29, 2007. Excuse me. A pretrial, and at that trial the court asked well, will this be a long trial, four weeks, five weeks? We say if you open up discovery, if they want to bring people to refute -- Sprint said no."
  },
  {
    "speaker": "KENNEDY",
    "speech": "I don't think that has any bearing on the ruling that the trial judge made that's under review in the Court of Appeals for the Tenth Circuit and that we're looking at here."
  },
  {
    "speaker": "EGAN",
    "speech": "Well, Your Honor, it goes to whether or not saying that there's going to be a lengthy trial it is some evidence as you look at what the actual experience is -- look at the cases cited by the defendant. We cited them in our brief."
  },
  {
    "speaker": "SCALIA",
    "speech": "They may have just thought the game isn't worth the candle. Just thought we've sunk so much money into this case by now and it's just not worth the risk."
  },
  {
    "speaker": "EGAN",
    "speech": "That's fine, Your Honor. But they should be not take out the legs from the plaintiffs to try to prove their case."
  },
  {
    "speaker": "SCALIA",
    "speech": "And that's the problem that concerns me. It is not the question of whether the trial is going to last for three weeks. It is a question at the prospect that the trial will last for three weeks and they will have to go out and find other people in their organization and depose them and bring them in to show them it is not the culture. They just say it is not worth the candle. Just settle the case and get out. All of these things are relevant to how you rule on 403 it seems to me."
  },
  {
    "speaker": "EGAN",
    "speech": "Your Honor, we're simply asking for balance, because other supervisors --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Doesn't that get to the point, though, hasn't the last hour of questioning from the court shown that what we really ought to take place here is a remand to the trial court for a 403 balance?"
  },
  {
    "speaker": "EGAN",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "SOUTER",
    "speech": "Okay."
  },
  {
    "speaker": "EGAN",
    "speech": "If I might offer some concluding thoughts because my time is running down. The district court erred in categorically barring all other supervisor evidence. It was a categorical bar. When you get into the chronology of what happened, you will see no indication otherwise. Neither Rule 401 nor Rule 403 support such a blanket prohibition. As I mentioned under rule 401 --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "So you think the court of appeals erred as well in ruling that the evidence was admissible? Because as I understand your answer to Justice Souter, it is that there should be a 403 evaluation and the court of appeals didn't allow the district court to undertake that."
  },
  {
    "speaker": "EGAN",
    "speech": "Your Honor, I think that what the -- my reading of the Tenth Circuit, for what it's worth, is that they were looking at the exclusionary order based on the wrong legal rule and said, we are going to reverse that. And that we see nothing that indicates that the evidence is overly prejudicial, since that's basically all that they were looking at. There could be, and we assume there would be, new motions filed upon remand, in which case we'll answer anything going to the merits because we've never been allowed to talk about the content of the testimony itself. Will it be cumulative? Is it overly prejudicial? We've got --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "And if on the remand that you conceded is necessary, that will take place in the context of a motion in limine and not in the context of a new trial?"
  },
  {
    "speaker": "EGAN",
    "speech": "It should be in the context of going back and being remanded, for the court maybe to make determination, but our position is in the context of a new trial the court can address any new motion that hasn't been made."
  },
  {
    "speaker": "ROBERTS",
    "speech": "So you think a new trial is required for the district court to make the 403 determination?"
  },
  {
    "speaker": "EGAN",
    "speech": "I think that you have to get back before the district court procedurally."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Has this Court said that 403 determinations must always be made on the record?"
  },
  {
    "speaker": "EGAN",
    "speech": "No, Your Honor, you haven't said that they should be on the record, but we're not asking for that. We're asking for some indication of what --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, I thought that's precisely what you are saying, that that there is no balancing shown, that he didn't do the balance."
  },
  {
    "speaker": "EGAN",
    "speech": "Well, Your Honor, there should -- we believe, if -- as you write the opinion, there should be -- the court should show there work. You know, it's -- as I was taught in grade school, you your work so that we know what you did rule on. They should follow the rules as well."
  },
  {
    "speaker": "SCALIA",
    "speech": "It seems very strange to me that we -- there's been -- the case went to the jury without the evidence you wanted to get in. The jury found for the company. Now if the -- if the trial court is going to properly exclude the evidence under 403, we should then have the very same trial with a new jury? That doesn't seem proper."
  },
  {
    "speaker": "EGAN",
    "speech": "No, Your Honor, if may I answer that question."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Yes."
  },
  {
    "speaker": "EGAN",
    "speech": "The only thing that can't happen on remand --I want to make sure this is clear -- is that the judge can't exclude on the same basis that caused the problem the first time; that is, well, it is not Reddick; it's excluded. Not Reddick, it's excluded. Any other factors would be open."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Mr. Egan."
  },
  {
    "speaker": "EGAN",
    "speech": "Thank you."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Mr. Cane, you have five minutes."
  },
  {
    "speaker": "CANE",
    "speech": "Let me begin by addressing Justice Kennedy's question about the Rule 403 issue. I think there are two reasons why no remand is necessary. The first, as Justice Scalia said, is that you assume that the order is correct. You don't assume that it's incorrect. The second --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But the -- how can we make that assumption when the Tenth Circuit says we know why this district judge ruled as he or she did? We had a precedent.  It -- it dealt with employee discipline. We said, categorically, it's got to be the same supervisor; otherwise it's not relevant. The district judge was simply applying that case to this case."
  },
  {
    "speaker": "CANE",
    "speech": "Neither --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "So it wasn't any 403 question. It was this doesn't some in."
  },
  {
    "speaker": "CANE",
    "speech": "Neither that case nor this case involved any attempt to show that foundation, the linkage between these other persons, these other alleged bad actors, and the decision here."
  },
  {
    "speaker": "GINSBURG",
    "speech": "But that's not -- the point is that the Tenth Circuit said this judge made an absolute rule: It doesn't come in. We know why he made an absolute rule; that was our precedent."
  },
  {
    "speaker": "CANE",
    "speech": "Well, I think the Tenth Circuit -- it -- it applied the incorrect presumption. It should have applied the presumption that an evidentiary ruling is correct rather than incorrect."
  },
  {
    "speaker": "BREYER",
    "speech": "How could ut have been? What about the date problem he just mentioned? You said -- your opponent said that when you filed this motion in limine on December 15, 2004, by that time, there hadn't been any fact-specific things at all brought up in the trial that were relevant to this, and there's certainly none in the notion that I could see."
  },
  {
    "speaker": "CANE",
    "speech": "Well, that always will be true in the case of a motion in limine. But the motion in limine anticipated the specific evidence that had emerged in discovery --"
  },
  {
    "speaker": "BREYER",
    "speech": "But where does it say? I can't find in the motion, although there is something on disparate impact, anything that says well, you see, I don't know about the general mine run of cases, but in this particular case, it's not sufficiently material, it is a waste -- it's not -- it is a waste of time. Now, I just can't find that."
  },
  {
    "speaker": "CANE",
    "speech": "I don't think district judges can be expected to, you know, write opinions that are -- to be affirmed to be worthy of publication in F. Supp.2d. I think the district court considers the evidence thrown at him or her, and in this case all --"
  },
  {
    "speaker": "BREYER",
    "speech": "Did anyone argue that before December 15, 2004, that we don't know about the mine run of cases, but this case, in fact it's a waste of time? Did anyone argue that before December 15, 2004?"
  },
  {
    "speaker": "CANE",
    "speech": "That's the time when --"
  },
  {
    "speaker": "BREYER",
    "speech": "I'm asking yes or no; did they or didn't they?"
  },
  {
    "speaker": "CANE",
    "speech": "No."
  },
  {
    "speaker": "BREYER",
    "speech": "Okay."
  },
  {
    "speaker": "CANE",
    "speech": "Because that's when the court considered notions in limine. The court was not setting standards in anticipation of a trial until the trial."
  },
  {
    "speaker": "KENNEDY",
    "speech": "You said there were two points about 403."
  },
  {
    "speaker": "CANE",
    "speech": "Yes, the second is I agree with Justice Alito's observation, or I think it was his observation, that it would have been abuse -- an of discretion to admit this evidence anyway; and so that gets you easily by the 403 issue. I don't think you need -- there's a lot of court of appeals cases that say that where 403 factors are obvious, where they're implicit, there's not any obligation on the court of appeals' part -- or on the district court's part -- to -- to set them forth and explicitly engage in rebalancing."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Do you not think that there is an important value that the Tenth Circuit recognized in making it clear that there is no absolute bar? If we just assume in favor of the district court, when we don't know that the district court didn't take it as an absolute rule, that -- this is a point of law that should be clarified for the benefit of district courts. Either there's a categorical bar or there's not."
  },
  {
    "speaker": "CANE",
    "speech": "I think that, absent some showing of relationship of nexus, then the presumptive rule in the run of cases should be that this evidence should not be admitted."
  },
  {
    "speaker": "SCALIA",
    "speech": "You -- you don't want that clarification to be done at the expense your client, I take it? (Laughter.)"
  },
  {
    "speaker": "CANE",
    "speech": "Of course not. Of course not. Let me respond to a couple of the Solicitor General's points. The Solicitor General in his brief said three things with which we agree: the plaintiff's burden to lay foundation; anecdotes don't comprise --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "The -- the Government said it was not necessary to lay a foundation. Mr. Garre confirmed that point."
  },
  {
    "speaker": "CANE",
    "speech": "He did say that, Justice Ginsburg, but that's not what their brief says."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Mr. Cane. The case is submitted."
  }
]