[
  {
    "speaker": "ROBERTS",
    "speech": "We will hear argument next in Case 08-728, Bloate v. United States. Mr. Stancil."
  },
  {
    "speaker": "STANCIL",
    "speech": "Mr. Chief Justice, and may it please the Court: Pretrial motion preparation time is not automatically excluded under Section 3161(h)(1) of the Speedy Trial Act. Such delays are subject to exclusion only on a case-by-case basis under (h)(7). I would like to focus today on three features of the statutory text that make that abundantly clear. First and foremost, when crafting (h)(1) Congress specifically addressed pretrial motion delays and precisely defined that exclusion. Subparagraph (D) declares that the exclusion shall begin with the filing of the motion and end with the hearing on or other prompt disposition of the motion. Reading the general language in (h)(1) to encompass preparation time would circumvent the deliberate legislative choice to limit the pretrial motion exclusion."
  },
  {
    "speaker": "GINSBURG",
    "speech": "That would allow the prosecutor's time to be excluded, right? On your theory that it starts -- the trigger is the filing of the motion, and it ends when the motion is disposed of. So the prosecutor might say, I need additional time, and that would be included in the suspension period, right?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Yes, Your Honor. The government's motions and the defense motions are treated equally under (h)(1), which is why the government's rule to treat defense motions, or defense requests for additional time differently --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But I'm --"
  },
  {
    "speaker": "STANCIL",
    "speech": "The exclusion -- I'm sorry, Your Honor."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Yes."
  },
  {
    "speaker": "STANCIL",
    "speech": "The exclusion begins with the filing of the motion, be it the defense motion or the government's motion. That is clear on the text, the face of the text of the statute, which --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But the clock -- the clock would run, on your theory, during the preparation time of the defendant. It would not run during the preparation time of the prosecutor. So I don't think they are being treated the same."
  },
  {
    "speaker": "STANCIL",
    "speech": "No, Your Honor, that is not our position. The clock runs up until the moment of filing."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Right."
  },
  {
    "speaker": "STANCIL",
    "speech": "Whether it is a defense motion or a government motion. So --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "No, no. I'm talking about the prosecutor's answer to the defense motion."
  },
  {
    "speaker": "STANCIL",
    "speech": "Oh, yes, Your Honor. Their response to the motion, it is tolled -- or the clock stops during the preparation of the response by either side. And that was a deliberate legislative choice by Congress. It says -- on the face of (h)(1), it says the clock stops at filing and remains stopped through the conclusion of the hearing or other prompt disposition of the motion. That was an express choice by Congress. It was not lost on them that a response time would be treated differently. And the government's suggestion that that, therefore, means we should factor back in preparation time is --"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Shouldn't we be looking --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "One point that I would like you to clarify. I -- I understand you to take the position that the interest of justice would be the route to take, where the judge would have to stop and make a finding. In your view, would it be appropriate, assuming your interpretation of (B)(i) holds, for us to send the case back, or is it too late, because the interest of justice finding was never made?"
  },
  {
    "speaker": "STANCIL",
    "speech": "It is too late because this Court answered that question -- that very question in Zedner and held that an (h)(7) ends of justice finding cannot be supplied retrospectively on remand. That was the precise question put to this Court and it was rejected by the Court unanimously."
  },
  {
    "speaker": "GINSBURG",
    "speech": "But you think it could be found. If it doesn't have to be found on the spot by the judge, when is the latest time the judge could make the interest of justice filing?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Zedner says that as long as it is made -- or the latest it could be made is the time by which the district court rules on the motion to dismiss on speedy trial -- on speedy trial grounds. So it can be made in the district court up until the time the district court decides the speedy trial motion. It does not -- at least it is left open in Zedner."
  },
  {
    "speaker": "GINSBURG",
    "speech": "So the result in your case would be that the case is dismissed, period."
  },
  {
    "speaker": "STANCIL",
    "speech": "Yes, Your Honor. It would be -- it would be remanded with instructions to dismiss. However, the district court -- it remains for the district court to determine whether to dismiss with or without prejudice according to the factors specified in the act."
  },
  {
    "speaker": "ALITO",
    "speech": "Is it clear that a period of time attributable to a defense request for time to prepare pretrial motions can fall within (h)(7)? Because (h)(7) speaks of a continuance. Isn't that a very -- wouldn't that be a very odd use of the word \"continuance\"? If you make an application to a judge for time, additional time to prepare pretrial motions, do you say, \"I want a continuance of the date on which my pretrial motions are due\"?"
  },
  {
    "speaker": "STANCIL",
    "speech": "I think that's not an unusual reading of the term \"continuance,\" yes, Your Honor. I think they frequently -- trial counsel will frequently ask for a continuance of the date. But what I think both parties agree is that that is how the courts almost universally interpret (h)(7), that any time that is excluded, even if it doesn't result in the moving of the trial date per se, is treated as an (h)(7) exclusion."
  },
  {
    "speaker": "ALITO",
    "speech": "Well, there's -- but the courts of appeals have almost universally read (h)(1)(D), or overwhelmingly read (h)(1)(D) to apply in this situation as well. I'm sorry. Not (h)(1)(D), but the introductory phrase."
  },
  {
    "speaker": "STANCIL",
    "speech": "Yes, Your Honor, but this rule wasn't confined to pretrial motions. So even in those jurisdictions that follow the majority position at issue here, also to my understanding use (h)(7) to exclude intermediate delays before trial. In fact, in the government's brief, the government acknowledges that courts treat pretrial motion delays under either (h)(1) or (h)(7), and more specifically (h)7)(B)(iv), which specifically speaks in terms of preparation. And in fact, that's still further evidence that Congress specifically contemplated that preparation time would go under (h)(7). Both (h)(7)(B)(ii) and (h)(7)(B)(iv) specifically direct district courts to consider the need for additional time for adequate or effective preparation. And Justice Alito, back to your concern specifically with motions. (B)(ii) specifically refers to pretrial proceedings. So I think there, in that sense, there is evidence that Congress didn't think that a continuance under (h)(7) would refer only to a continuance of the trial date. At least, that's -- that's my understanding."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Counsel, at the time that (h)(1)(C) -- or (D) was being looked at, wasn't it a fact that some circuits had reviewed the prior exclusion as applying only to the date in which there were actual hearings before the court?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "So isn't it -- shouldn't we be looking at what you did with respect to this time period in light of the need that it was addressing?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Yes, Your Honor. And the Court -- and Congress did decide to expand or clarify the end point and beginning point of the (h)(1)(D) exclusion."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Well, what's wrong with the logic of district courts who have ruled in this -- in the government's favor, that say Congress was only looking at that particular part of the proceeding -- what related to the hearing, the filing of the motion, its actual adjudication -- but they weren't considering a motion by the defendant for time to investigate, and that can be another proceeding? Can you imagine a situation in which a court grants that adjournment to a defense attorney where we would reverse that finding by the court?"
  },
  {
    "speaker": "STANCIL",
    "speech": "I'm sorry, Your Honor? Reverse --"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "But -- it would seem to me that if a defense attorney comes to a court and says, I need an adjournment, and the Court says, you can have it, isn't that implicitly a proceeding in which the court is saying there is a need for this?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Not in a speedy trial context, Your Honor, for two reasons. First, it is not a proceeding. There is no pretrial proceeding until the motion is filed. That is -- that is the definition of a pretrial motion proceeding. It is a formal initiation before the district court."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "\"Proceeding\" doesn't mean an act -- it is an act before the court. The entire action is before the court. But it is a proceeding in which the defense attorney is looking at whether there's anything to file motions about."
  },
  {
    "speaker": "STANCIL",
    "speech": "If that were correct, Your Honor, then preparing your witnesses is a proceeding respecting trial. I think that takes \"proceeding\" and expands it so that everything would be excludable delay. But if -- if I may return to your original question, Congress did look at preparation time when drafting (h)(1) and (h)(1)B) specifically --"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Well, the Senate did."
  },
  {
    "speaker": "STANCIL",
    "speech": "Pardon me. Yes, the Senate Judiciary Committee specifically considered a proposal by the government no less to include preparation time, and the committee rejected that proposal as unreasonable. I think this is simply not a case in which we are left to guess whether preparation time was on the table. It was on the table and it was declared unreasonable to suggest that it would be within the automatic exclusion. Moreover, I think that makes abundant sense. It is not the case that simply asking for more time necessarily means that you have some prejudice in the speedy trial context, or even that the trial date necessarily would move. In this case, the counsel requested the extension for pretrial motions. That extension was granted. The trial date held. It wasn't moved until much later, under an (h)(7) exclusion on unrelated grounds. So I think it's a -- I think it's a false -- a red herring, if you will, for the government to suggest that when the defendant asks for something, it's necessarily -- it ought to be granted, fair enough, but that it's necessarily going to prejudice the speedy trial calculation. With respect, I don't think that's the case. I think ordinarily, these things will come very early in the speedy trial -- speedy trial clock, and there will be relatively brief delays. And so I think it's quite reasonable to think that district courts could be allowed to give more flexible preparation time to decide whether to file, what to file, and then the exclusion starts with the filing. And I think Congress has made that abundantly clear in -- on the text of the statute."
  },
  {
    "speaker": "GINSBURG",
    "speech": "That would certainly encourage judges who don't want to get involved with making findings, which you have to do to satisfy interest of justice, to just say: Motion denied; I'm sorry, I'm not going to let you have the clock run while you -- you are asking me for a favor. You want time to prepare, and the clock is going to run in the meantime. Forget it. You are not going to get the extension."
  },
  {
    "speaker": "STANCIL",
    "speech": "I disagree, Your Honor. First, I think courts will granted them when necessary. Again because it is early in the clock, there won't necessarily be speedy trial -- some sort of speedy prejudice to the government. But moreover, all this means is that the court needs to put findings on the record to say this is preparation time that is legitimately needed, the defendant's interests here outweigh the public's interest, and so I'm going to grant that and I'm going to put those findings on the record. And I think it's clear from the statute that that's how Congress anticipated this would work. But I --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "What must the judge -- the judge must make a finding orally or in writing. Can it just say, okay, I'm giving it to you in the interest of justice?"
  },
  {
    "speaker": "STANCIL",
    "speech": "I think -- I don't believe that precise question has come to the Court. But courts are very permissive in terms of how much needs to be put on the record, and it's my understanding that this happens quite literally every day in scores of contexts where courts, as long as they make the finding, it is reviewed for an abuse of discretion only and that's sufficient."
  },
  {
    "speaker": "ALITO",
    "speech": "So the rule that you are arguing for really will accomplish nothing, other than to benefit a small set of defendants who -- who got pretrial preparation time in reliance on court of appeals decisions saying that those could be done without making explicit ends of justice findings on the record?"
  },
  {
    "speaker": "STANCIL",
    "speech": "No, Your Honor. If we are correct, the decision will have significant effect on the public's interest. In fact, an individual defendant has very little to gain from such gamesmanship as the government suggests would be at issue. What you get is a dismissal of your indictment with or without prejudice, and there are no statute of limitations problems --"
  },
  {
    "speaker": "ALITO",
    "speech": "Well, how is the public going to benefit if all the judge needs -- presumably, district judges are not granting these extensions of time in situations in which they do not think that the ends of justice are served by granting the extension of time. So what is going to be served by requiring them to recite this -- to make this rote recitation on the record?"
  },
  {
    "speaker": "STANCIL",
    "speech": "First, Your Honor, it's not rote. It specifies four factors that they have to consider, including and before, it says, whether its time -- the time is necessary for effective preparation, taking into account the exercise of due diligence. What this -- what putting this under (h)(7) and making that process required will do is weed out the very worst sorts of delays where counsel, even for the defendant or the government, comes in and asks for the delay without the exercise of due diligence and without any showing that this is actually necessary. And I think that's exactly what Congress was doing by not putting this under the automatic exclusion in (h)(1). If it's automatically excluded, and there is additional time granted for no reason whatsoever or for something that wouldn't meet the due diligence standard in (B)(iv), the speedy trial clock is effectively lengthened automatically."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Could you tell me how it works in district courts? This district court set September 13 originally for the -- for the motion. Do the district courts generally have a custom schedule for every case where they set times or do they have local rules on the subject?"
  },
  {
    "speaker": "STANCIL",
    "speech": "With respect to pretrial motions specifically?"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Yes."
  },
  {
    "speaker": "STANCIL",
    "speech": "It varies widely from district to district. For example, in some districts the default is 21 days. So, if you try a case in Chicago, you go to arraignment, your pretrial motions, unless set by a different rule, are due in 21 --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "And that's -- that's part of -- that there in the local rule of court?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Yes, Your Honor. In D.C., it is 11 days. In many other jurisdictions and here, there is no set time limit. And one of the problems -- one of the fundamental problems with the government's rule that a request -- a defense request for additional time must be treated differently and does stop the clock, is that gives speedy trial consequences to those variations in local rules. So, in districts where you have a very short standard timeframe, the defendant has to run in, if he wants to file pretrial motions, and stop the clock almost automatically. If you have -- say, your motions are due automatically in seven days; you have got to run in there and stop the clock. As a practical matter, the speedy trial, the 70 days, it's that much longer in those districts because you have got to stop the clock compared to districts where, say, 21 days are ordinarily allotted. Well, they may not have to stop the clock. It's clear that Congress did not --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "But I'm -- I'm not sure that that isn't -- that that argument doesn't cut both ways."
  },
  {
    "speaker": "STANCIL",
    "speech": "I'm sorry, Your Honor?"
  },
  {
    "speaker": "KENNEDY",
    "speech": "I'm not sure if that -- if you have a district where you have five days, a very short period and almost nobody can comply with it, then maybe that's an argument for the government's rule."
  },
  {
    "speaker": "STANCIL",
    "speech": "I disagree, Your Honor. I think that illustrates the problem, because if there is a -- call it an unreasonably short time period in this district, the speedy trial clock only burns for four or five days or a week, and then someone is going to have to run in and stop it. So those trials are just going to take longer. Let's assume that it takes two weeks on average or three weeks on average to prepare a reasonable pretrial motion. Well, in those jurisdictions that have that local rule, the short local rule, you get two extra weeks on the speedy trial clock, because you have to run in and hit stop on the clock by asking for additional time. In those districts that give you 21 days by default, by contrast, that whole 21 days counts against the 70 days. And that is, I think -- I think that is an essential judgment that Congress made. It decided on 70 days --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, I think an assumption in your mathematical analysis is that there will be a difference in the time that it takes to dispose of the motion. If the time to dispose of the motion is the same, then you are wrong, I think. I will work it out."
  },
  {
    "speaker": "STANCIL",
    "speech": "I don't believe so, Your Honor. If you assume hypothetically 21 days to prepare --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Right."
  },
  {
    "speaker": "STANCIL",
    "speech": "-- 21 days to respond and call it 21 days to rule --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Right."
  },
  {
    "speaker": "STANCIL",
    "speech": "-- in a district that allows 21 days of preparation time by default rule, 21 days will burn and then 42 days with response and ruling."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Right."
  },
  {
    "speaker": "STANCIL",
    "speech": "In a district that allows only five days, five days burn, and then you have to stop the clock for the additional 16 days of preparation, plus 21, plus 21. You end up effectively, if the difference is 5 days or 21 days, there is an 86-day speedy trial clock in the district with the short rule and a 70-day speedy trial clock in the district with the local rule -- with the 21-day rule. And so I think it's -- and it's clear that what Congress did not want in the Speedy Trial Act was these time periods to be amended by local rule effectively. And that's what would happen. I think more fundamentally --"
  },
  {
    "speaker": "ALITO",
    "speech": "Where does that show, because the disposition time isn't going to be the same from district to district? Districts vary."
  },
  {
    "speaker": "STANCIL",
    "speech": "That's correct."
  },
  {
    "speaker": "ALITO",
    "speech": "Congress could have required, as they have in some instances, to have a judge decide a matter within a certain period of time. They didn't do that, did they?"
  },
  {
    "speaker": "STANCIL",
    "speech": "That's not correct, Your Honor. In subparagraph (H), 3161(h)(1)(H) allows only 30 days during which a matter is actively under -- actually under advisement by the district court. So here they actual did set a 30-day clock on which to rule. There is an exception to that. If there is a hearing subparagraph (D) says, well, you know, we are not going to govern the time in the hearing, and this Court's in Henderson gives district courts flexibility in that regard, when there is a hearing. But Congress was pretty clear in trying to put a book end at either end. It starts on filing and it ends with disposition, and we only give you 30 days without a hearing or after the hearing to dispose of it. And I think more fundamentally this is a quintessentially legislative judgment. Congress said, this is a system of rules that we need in place to move cases more expeditiously toward trial. We are going to give you 70 days. We are going to exclude certain things automatically, and we are going to give district courts flexibility under (h)(7)."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Could a district judge, as part of his normal pretrial order, say that I am inclined to grant normal motions for extensions, but I think so we don't run into these problems that it's in the best interest of justice that whatever time I grant, I issue an order covered by (h)(7)(A)? That avoids all this problem. I don't have to worry about the Speedy Trial Act when I grant you a motion, because whatever I grant you is going to be excluded under (h)(7)(A)."
  },
  {
    "speaker": "STANCIL",
    "speech": "I don't -- that sounds a lot like a prospective waiver of speedy trial, which is -- this court rejected in Zedner. If I understand the hypothetical correctly, if the district court says if I give you extra time, we are not going to complain about it later. I don't think that the court could do that, and I don't think that would be consistent --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "But presumably, a judge can do it in every case. You are saying they can't tell you in advance this is what they are going to do, but they can do it automatically in every case?"
  },
  {
    "speaker": "STANCIL",
    "speech": "I don't believe so, Your Honor. I think, if I understand the hypothetical correctly, if a -- if we appear before the district judge and the judge says exclusions or extensions for pretrial motions will qualify for (h)(7), that sounds like to me in an individual case a prospective waiver of that defendant's Speedy Trial Act --"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Wait a minute. If a defense attorney comes in to you and says -- I'm a district court judge -- I need time to prepare; granted, I am excluding time under (7)(A). You are saying that is insufficient?"
  },
  {
    "speaker": "STANCIL",
    "speech": "No, Your Honor. If it's done on a case-by-case basis, where the time is requested and the continuance or the delay is granted with the (h)(7) findings made either then or later, that would be perfectly appropriate. That's how Congress --"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "But it's not okay for a district court to say, you tell me how much or you have 21 days to prepare motions and I'm excluding time because of that?"
  },
  {
    "speaker": "STANCIL",
    "speech": "No. I'm not sure I -- I apologize. I'm not sure I under --"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Local rule from a district court judge: Defendant is arraigned; you have 21 days to file motions."
  },
  {
    "speaker": "STANCIL",
    "speech": "Yes, Your Honor. That is -- that time is not excluded if it is just set by local rule."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Could you finish answering one earlier question. You said that there is no statute of limitations problems if we rule in your favor. Could you explain why?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Yes. Under 18 U.S.C., I believe it's 3288 and 3289, essentially gives the government six months after the dismissal of an indictment to reindict a defendant. And courts have almost universally held that that applies -- or I believe it's universally held that that applies where the dismissal is based on Speedy Trial Act grounds. I think we are in agreement with the government that there is not a statute of limitations problem."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Could under that retrial provision the court begin excluding time?"
  },
  {
    "speaker": "STANCIL",
    "speech": "The speedy trial clock starts anew after a new --"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "That's what I mean."
  },
  {
    "speaker": "STANCIL",
    "speech": "Yes, Your Honor. That is clear under the statute."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Do you have any idea how many convictions would be at risk for reversal under this rule, that would be currently pending and subject to a ruling in your favor now?"
  },
  {
    "speaker": "STANCIL",
    "speech": "I don't know. My supposition is that it's not very many. The government certainly hasn't suggested that there are a lot. It would have to be cases within those eight districts or -- pardon me -- I guess it would be nine or ten, that have either not taken a position or take the government's position, in which the defendant raised this argument in the trial court --"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "In a timely manner."
  },
  {
    "speaker": "STANCIL",
    "speech": "-- in a timely manner. So I think if that is the case, it's an exceedingly small number, and for that matter, that would be a problem in any case in which this Court reverses an incorrect ruling."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Is -- is there any indication in the circuits that follow what seems to be the majority rule -- that is that the clock is stopped during preparation time -- that there have been excessive delays, in comparison to the -- what is it, two circuits who go the other way?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Not that I am aware of, Your Honor, but nor has there been any indication that district courts in the two jurisdiction where they get the rule right in our view deny defense requests for additional time. I think -- I think this rule will matter if you assume that the average pretrial motion extension is relatively modest and that the lawyers are fairly reasonable in what they request. We are talking about, you know, additional delays of a week or two weeks, but that is -- again, that backs right up into the congressional judgment, the legislative judgment that Congress made. And so those trials will on average in the majority of jurisdictions, I think, just take that much longer to get to trial."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, what is your systemic concern with the -- with the government's rule? The judge has to grant the continuance under either -- under either of your rules, and you say he has to make a finding that it's good. But are you concerned the continuance would be because the attorney wants to play golf or take a vacation with his kids, and that that's not the cause?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Well, that --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Is that's what's driving your concern?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Well, that would be -- that is the most important function of (h)(7), to screen out the truly unmeritorious delays. That's what Congress wanted to get at most of all."
  },
  {
    "speaker": "KENNEDY",
    "speech": "But wouldn't judges in many cases do that anyway just in the course of deciding whether to grant a continuance?"
  },
  {
    "speaker": "STANCIL",
    "speech": "The court may --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Give -- give me the consequences of ruling for the government that you see that are adverse in your view."
  },
  {
    "speaker": "STANCIL",
    "speech": "The consequence -- ruling for the government would mean that any time a defendant needs any extra time, or -- or we would say either side needs any extra time, the clock stops. And so any time you need additional time for pretrial motions there is no balancing. So in the routine case that is not complex, where the -- where the defendant's counsel may be just simply not exercising due diligence, you could ask for two weeks and there is no -- there is no balancing. The district court doesn't even have to ask, what's the delay, you know, why the extra delay? And that time is automatically excluded."
  },
  {
    "speaker": "KENNEDY",
    "speech": "But that's my point."
  },
  {
    "speaker": "STANCIL",
    "speech": "Yes."
  },
  {
    "speaker": "KENNEDY",
    "speech": "I assume the district judge will ask. Or is --"
  },
  {
    "speaker": "STANCIL",
    "speech": "In the absence --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Or do you doubt that?"
  },
  {
    "speaker": "STANCIL",
    "speech": "I am sure it will vary from court to court. But in the absence of (h)(7) and putting it on the record, the district court is certainly not required to ask and may not -- certainly won't put those findings on the record. And I think this Court made that point very clear in Zedner, that (h)(7) balances substantive open-endedness with procedural strictness, and the procedure is what matters, and Congress made that explicitly clear in drafting (h)(7). If I may, I would like to reserve the remainder of my time for rebuttal."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, counsel. Mr. Roberts."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Mr. Chief Justice, and may it please the Court: Additional time granted for preparation of pretrial motions is automatically excluded from the Speedy Trial Act deadline for commencing trial. For three reasons, that time falls under section 3161(h)(1) which excludes delay resulting from other proceedings concerning the defendant. First, Section (h)(1) excludes delay resulting from various listed proceedings and other proceedings that are analogous or ancillary to those proceedings. A court's grant of additional motions preparation time is ancillary to pretrial motions themselves, which are a listed proceeding. It facilitates the motions because adequate time to prepare them is critical to their fair and accurate resolution. The exclusion is similar to other excludable delays that result from proceedings ancillary to listed proceedings."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Could I ask a specific date question? Am I right that you would exclude the time from September 7th to October 4th?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Yes, the time from September 7th to October 4th."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, that doesn't -- I'm not sure that makes much sense. Before the motion for extension was filed, the hearing date for pretrial motions was September 20. After the extension was filed and granted, the hearing date was October 4th.  So the only period of delay that you could say resulted from the extension was from September 20 to October 4, or 13 days. Well, how can you possibly count the time as a delay after he filed his extension up to the point when things would have been due anyway?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, the delay is just the time that's being used for preparation, which was presumably the time all the way up to the period at which the waiver of the intent to file motions was filed."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, but how is that a -- how is the time being spent for preparation a delay, when some of that time was going to be allowed anyway?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, I think the act --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "In other words, the motions were not due until September 25th. So I don't see how the time he spent before then can be regarded as a delay."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, that's -- that's a result of the fact that the act doesn't exclude the time before a routine deadline for filing the motion, because it only excludes the time -- the delay resulting from an individualized proceeding. But it makes sense not to exclude the -- the time before the routine deadline as a general matter, because if you excluded all that time, then you -- the result would be that the basic deadline of the act would be extended and time would be excluded in cases where no time was being used for consideration or preparation of pretrial motions. But once you know --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "What is the -- what is the proceeding from which you count in determining what should be excluded?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "The time running from the order of the district court granting additional time."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Okay, that order -- that proceeding was initiated and ruled on the same day. The person comes in and says: I would like time. The judge that same day says yes."
  },
  {
    "speaker": "ROBERTS",
    "speech": "There were --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "That proceeding takes a day."
  },
  {
    "speaker": "ROBERTS",
    "speech": "The request -- the request for time, that proceeding was done. But the order -- the order granting additional time is a proceeding, and the additional time that --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "The additional time flowing from the order is a proceeding?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "The order -- an order is a step in the case, an act of the court --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Right."
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- and it's a proceeding."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Right."
  },
  {
    "speaker": "ROBERTS",
    "speech": "And it's --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "And that's one day."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Yes, but it's the delay resulting from the order that we are talking about."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Ah. Now that -- now -- now I don't see how that's consistent with the other provisions of the act. If you take (h)(1)(A), that excludes delay resulting from any proceeding to determine mental competency. Okay?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Yes."
  },
  {
    "speaker": "ROBERTS",
    "speech": "And under your theory that would include the time from the filing of that motion to the end of the determination of mental competency, right?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "I think courts have excluded from the filing of a motion seeking an examination, yes. You could also, that would probably be excluded under (h)(1)(D) --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Ah. Well -- yes. Well, or -- yes ---no, I'm looking at (h)(4). Now (h)(4) excludes any period of delay resulting from the fact that the defendant is -- is mentally incompetent."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Right."
  },
  {
    "speaker": "ROBERTS",
    "speech": "It seems to me redundant if you exclude the delay from the examination and then also exclude mental incompetence."
  },
  {
    "speaker": "ROBERTS",
    "speech": "I don't think so, Your Honor, because the delay resulting from the examination would -- would be excluded from the order granting the examination until the examination was complete. And then there would be a determination of competence or incompetence."
  },
  {
    "speaker": "ROBERTS",
    "speech": "All right. Well, let's look at (h)(1)(G). That excludes delay resulting from consideration by the court of a proposed plea agreement. But then (h)(2) says any period of delay in which prosecution is deferred pursuant to a written -- written agreement with the defendant, for the purpose of allowing the defendant to demonstrate his good conduct, which sounds an awful lot like a plea agreement to me."
  },
  {
    "speaker": "ROBERTS",
    "speech": "I don't -- I think that that's -- that that's a different -- a different deferral, Your Honor. It's not for the court's consideration of a plea agreement or even for negotiations. It's saying we're going to take time out so that the defendant can demonstrate his -- his good conduct. I think that the plea agreement provision is once the parties have proposed an agreement to the court, the court has time to consider whether it should approve that and that time's excluded. And in fact courts have excluded the time that the parties are engaged in plea negotiations as ancillary to that provision of consideration of the proposed plea agreement."
  },
  {
    "speaker": "ROBERTS",
    "speech": "If I disagree with you that, when the time that is extended before a hearing on the pretrial motions and the acceptance of a waiver, which runs from 13 days, September 20, the original date, and the date that it actually took place, which is 13 days, and if I think, contrary to your submission, which is that the whole time from the filing of the extension to the final hearing is delay, even though it was only 13 days that was pushed back, then you lose, right?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "I'm not sure. If you think that the -- that there's delay that results from the grant of the extension, I don't think that the Petitioners ever challenged the length of the delay that was excluded, so the only issue that's before the Court is whether that delay is excluded. I don't know that the Petitioners preserved any argument about the length of the delay, Your Honor."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Putting aside what Petitioners may or may not have argued, if I think that the delay is only how far the date for consideration of a motion and acting on the motion has been moved -- in this case, from September 20 to October 4; in other words, it's 13 days, not 28 days -- then you lose, right?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "I'm not sure that we lose. I have to confess that I haven't calculated the -- the exact amount of time that that results. In any case, there are other periods of delays --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, I guess it would be, take 15 days from what time you have calculated, and that's -- that's under the wire -- or is it above the wire?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Yeah. I'm sorry, Your Honor."
  },
  {
    "speaker": "ROBERTS",
    "speech": "In other words, I am contesting 15 of your days, and you figured out how much days you think can be excluded or not excluded."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Right. I guess I would say, if there was some question about the length of delay, the appropriate thing would be to -- to rule for us on the issue that's before the Court, remand to the courts below, allow them to decide whether the Petitioners preserved the question about the length of delay and what the effect is on a rule that would only limit the additional delay. You know, we also have other arguments for the fact that we think that, even if this time isn't excluded, that, based on -- based on the additional preparation time, that there's still no Speedy Trial Act here, that we raised in the -- in the brief of -- in opposition, and we would think that that should be taken into account on any remand like that as well."
  },
  {
    "speaker": "GINSBURG",
    "speech": "What was -- what was the second point you just made, Mr. Roberts? That, even if the clock is running, you would still have an argument that you come within the 70 days because?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Because the -- on September 25th, Petitioner filed a notice of intent to waive pretrial motions, and then there was a hearing on that on the 4th, and so that filing would be analogous to a motion or a motion that would trigger it's own delay, that it would trigger it's own exclusion of time even if the time starting on September 7th was not excluded."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Just for my -- just for my information, what's a motion to -- to waive? I mean, why does he need permission to waive?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "The -- the court had originally said -- the court had originally provided in its order that on the deadline for filing motions the -- the Petitioner should either file the motions or indicate whether he wanted to waive the motions and then set a hearing on either one, on the 4th, and that's what happened. After he filed that paper on the 4th, the court held a hearing, and the defendant -- discussed with the defendant personally whether he wanted to waive his right to file motions."
  },
  {
    "speaker": "KENNEDY",
    "speech": "I see."
  },
  {
    "speaker": "ROBERTS",
    "speech": "And the defendant waived his right to file motions, which had a consequence, you know, in the case. The second reason that the additional time granted for preparation of pretrial motions is automatically excluded is that the exclusion in Section (h)(1)(D) for delay resulting from pretrial motions themselves excludes the time that a court grants the non-moving party to prepare a response. And, as Justice Ginsburg, in her questions suggested, it would make little sense automatically to exclude time granted to respond to motions, but not the time granted for the specific purpose of preparing them. In fact, this Court employed similar reasoning to that in the Henderson case when it held that the Act excludes the time after a court has held a hearing on a motion while the court's awaiting further written submissions. The Court reasoned that it would make no sense not to exclude that time because the act excludes all the time before the hearing, as well as 30 days after a motion's taken under advisement; and likewise it would make no sense not to exclude time that is specifically granted to prepare motions when the Court excludes the time granted to respond to them. Third --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Except for the -- for the language, which -- which says that you -- you time it from the beginning of the time granted."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, section -- Section (h)(1), Your Honor, expressly states that it excludes delays, including, but not limited, to the listed delays, so no negative inference arises from the fact that the listed examples don't specifically address delays resulting from the grant of additional motions preparation time. Section (h)(1)(D) is addressing a related, but different delay, the delay from the pretrial motion itself."
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, what's the effect of that language then? Why didn't (D) just read \"delay resulting from any pretrial motion\"?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Because Congress specifically amended it in 1979, in response to previous interpretations by some courts that had excluded only the time that was spent in actual court hearings, and the language makes clear that all the time from the filing of the motion through the hearings, including the -- not just the Court hearing time -- is excluded, and it -- the language continues to -- to make that clear, even if preparation time is also sometimes excluded."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Counsel, do you disagree with your adversary, that there is no statute of limitations problem if we rule against you?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "No. I don't think that there are statute of limitations problems, Your Honor, but requiring judges to make superfluous ends of justice findings --"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "But is it superfluous? Because what your adversary is saying is that Congress wanted district courts to think about why some things were being -- additional time was being requested. Not all motions by defendants would a district court actually feel were warranted and might say to that individual if they came in: Look; that shouldn't take you three weeks; that should only take you a week."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, a court should always be doing that in considering whether to grant additional time that's requested, Your Honor. Neither the defendant nor the public is going to have an interest in rushing to trial without adequate time to prepare --"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "But that doesn't answer my point. Without a requirement that the judge actually has to make a finding in the interest of justice, once the defense attorney comes in and says, I want a month, and isn't the judge required to give him the month because it's automatically excludable? What, otherwise, forces the judge to look at the request and say, no; is it really in the interest of justice for me to give you that month?\""
  },
  {
    "speaker": "ROBERTS",
    "speech": "The -- the judge doesn't have to give him the additional time. Presumably, the judge should only give him the -- the additional time if more time is needed to prepare the -- the motions, based on the justification that the defendant --"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "So what -- so what additional requirements are we imposing on the judge that the statute itself doesn't command?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, what --"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "If the judge always has to listen to the reason, weigh it, determine whether or not it is in fact in the interest of justice or not, how much more burden are we putting on a judge than to say, look, you are right, you need a month; I will exclude it under (7)(H)."
  },
  {
    "speaker": "ROBERTS",
    "speech": "The judge has to specifically consider all of the specified factors that are in (b)(1) through (4)."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "We have never required the judge to give a litany of each of the factors under (h)(7). We have never required him or her to do a detailed finding. We've just required them to say there's some reason for it."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, the court -- the statute says that the judge shall consider the specific factors, and some courts at least have -- have reversed -- if a -- situations where the court hasn't considered the factors. In addition, there have to be specific ends of justice findings, which I would respectfully disagree with counsel on the other side: The findings have to be made before the continuance is granted. What --"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "That's what Zedner seems to suggest."
  },
  {
    "speaker": "ROBERTS",
    "speech": "What Zedner says is the findings have to be made before the continuance is granted. They can be recorded later, but they have to be made, because otherwise the continuance isn't made on the basis of the findings. So if the judge didn't go through, consider the factors, and make the findings, if only in the judge's mind, then the judge shouldn't be recording them later on."
  },
  {
    "speaker": "STEVENS",
    "speech": "Mr. Roberts --"
  },
  {
    "speaker": "SCALIA",
    "speech": "And counsel wouldn't know until -- wouldn't know whether the time was excluded or not until -- until a later finding is either made or not made."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Is recorded. I guess -- I guess not, Your Honor."
  },
  {
    "speaker": "STEVENS",
    "speech": "May I ask you, Mr. Roberts, to comment on your opponent's argument that you are creating a rule that if a particular district has a standing order that motions be filed after seven days and then another district has a standing order that it be 21 days, the effect of your rule would be to make the seven-day district an 86-day -- give them 86 days under the Speedy Trial Act?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Yes, Your Honor. The -- the act just doesn't operate so that -- so that all the districts' excludable delays are even across districts. The exclusion in Section (h)(1)(D), the exclusion for pretrial motions, excludes the time that's allotted to prepare responses. And there is wide variation among the different districts in the time that's allotted to prepare responses. So, for example, the Northern District of Florida gives 14 days after the motion. The Northern District of Illinois gives ten days after the motion."
  },
  {
    "speaker": "STEVENS",
    "speech": "That's for response time."
  },
  {
    "speaker": "ROBERTS",
    "speech": "For response time."
  },
  {
    "speaker": "STEVENS",
    "speech": "And that's automatically excluded, so that won't affect the -- well, like you said, it's --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "It's going to be different."
  },
  {
    "speaker": "STEVENS",
    "speech": "Yes."
  },
  {
    "speaker": "ROBERTS",
    "speech": "So it's the same -- it's the same issue. They're just -- it isn't in lockstep."
  },
  {
    "speaker": "STEVENS",
    "speech": "But if the difference is specifically authorized by Congress?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, this is specifically authorized by Congress, too, because section (h)(1) is -- is a general exclusion for delay resulting from proceedings concerning the defendant. And, you know, these are -- the list of things are examples only. And this covers those proceedings and other proceedings, including those that like this one that are ancillary to the listed ones."
  },
  {
    "speaker": "STEVENS",
    "speech": "But doesn't it seem fairly clear that the district which has a 21-day rule, they won't have to -- normally, they won't need extra time in the routine case for an extra motion, whereas the districts with a seven-day rule would pretty automatically need another 10 days or so."
  },
  {
    "speaker": "ROBERTS",
    "speech": "I think it depends on the particular case and what motions are in -- or what motions are involved, Your Honor. But the -- the rule is going to operate differentially, too. Under Petitioner's theory, people come in asking for different extensions of time to get (h)(7) continuances, which Petitioner says are not going to be very difficult to get granted. So I think, both in terms of the response time varying and in terms of the rule having the same effect, whether it's excluded under (h)(1) or (h)(7), I'm not sure that you are going to ever get a complete parity. That's really not what Congress was intending."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Counsel, this may be the same question I was asking earlier, but I want to make sure I've got your answer. Let's say the original date for filing motions is, as it was here, September 13th, right? On September 7th, Mr. Bloate asks for additional time. So the judge's, you know, runs a tight ship, and he says, I will give you one day. One more day, so now it's due on September 14th. You would say the delay resulting from that extension was seven days, from September 7th, when he filed it, to September 14th, and not one day."
  },
  {
    "speaker": "ROBERTS",
    "speech": "That's the way the courts have interpreted it, because once the -- once the determination has been made that there should be time to prepare a response, then you know that you're outside of the case where you don't know whether any of this time in the routine deadline is being used for response -- for consideration of motions or preparation of motions. You know that counsel is using time for that purpose. But I would say, you know, the same answer back to you, that -- that the issue here is whether additional time should -- is excluded when it's granted. The issue isn't how much time should have been excluded. And if -- if the court thinks that an incorrect amount of time has been -- was calculated as excluded, I think that the appropriate thing to do in that circumstance would be for the Court to leave that open on remand, assuming that it's -- that it's preserved. But, you know, I think that -- that --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "And you would argue it wasn't reserved because both sides thought the period was from September 7th until October 4th, and one thought that that whole period should be excluded? That was your position, and then the other side said none of it --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "That's right, Your Honor. I --Petitioner never argued, at least as far as I am aware, that the error was a miscalculation of the amount of time, rather than the exclusion of the time under the wrong statutory provision."
  },
  {
    "speaker": "BREYER",
    "speech": "How -- how do you think it should work? It seems to me they are two separate things. On September 7th, the defendant comes in and says, \"Judge, you've told me I have to have everything ready by the 13th. I would like additional time to prepare.\" And what he said was, \"until September 25th.\" He said that on the 13th: \"I want until September 25th.\" This is what I think the Chief Justice is asking, in part. Now, what the judge did is excluded everything from September 7th all the way to October 4th. And if I understand your argument -- I'm not sure I agree with it, but on the 7th to the 13th, that really wasn't additional time, but nonetheless, maybe there's something there. What about the period from the 25th to the 4th? I don't know what the theory could be on excluding that one, because what the defendant said on the 7th -- on September 13th, he said, \"Judge, I don't want any more time. I don't even want to file any motions.\""
  },
  {
    "speaker": "ROBERTS",
    "speech": "On the 25th."
  },
  {
    "speaker": "BREYER",
    "speech": "Yes. On the 25th, he said that. So what is the basis of excluding the 25th to the 4th?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "As I was saying before, what -- he did make a filing on the 25th, and the Court took action in response to that filing on the 4th, by holding a hearing at which he waived the motions as he indicated that he was doing on the -- on the 25th. So --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "So the delay -- so saying I'm not going to file any pretrial motions results in a delay from a pretrial motion?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, in this particular instance, Your Honor, he made a filing and then the Court -- the Court held a hearing in response to that, and actually engaged in a colloquy with the defendant, asked the -- asked the defendant, \"Do you understand what you are giving up? Do you want to waive these motions?\" He said, \"Yes, I want to do that,\" and the Court ruled, then, on that on the 4th."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Is that a normal course of practice? I've never quite heard of other --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "I don't think it's a general practice, Your Honor. It does seem to be typical in this -- in this district, but I think that --"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "But then the Court's view a decision or statement that no motions are going to be filed as a request for a waiver of that obligation?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, it was in fact a waiver notice, a notice of intent to waive, that the defendant filed. Not just --"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Intent to waive."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, I mean, it was framed as a waiver, a waiver of pretrial motions. It's Docket Entry 21. But I don't think it's -- you know, it's in the record, but not in the -- in the JA."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Well, I didn't see it as a motion. It didn't move to waive. It said, \"I waive.\""
  },
  {
    "speaker": "ROBERTS",
    "speech": "That -- that's true, but the Court didn't -- the Court held the hearing on the 4th. And it engaged in this conversation with the defendant and then made a decision on the 4th that the time was waived, that the -- the waiver, not --"
  },
  {
    "speaker": "BREYER",
    "speech": "So it's --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Not at the time it was filed."
  },
  {
    "speaker": "BREYER",
    "speech": "That's what I understand. You get the period from the -- the 25th to the 4th comes under (D) or (H). It's a motion that is filed, and it's under advisement."
  },
  {
    "speaker": "ROBERTS",
    "speech": "I think that the --"
  },
  {
    "speaker": "BREYER",
    "speech": "So it comes under (D) or (H). Is that right?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "It comes under -- it probably comes under (h)(1), Your Honor."
  },
  {
    "speaker": "BREYER",
    "speech": "I mean, I don't mean little (h)(1). I mean big (H). It's attributed to a period during which any proceedings actually under any advisement -- or maybe it comes under (D) -- a motion not to file a motion is a motion."
  },
  {
    "speaker": "ROBERTS",
    "speech": "I mean, it could come under (D), Your Honor. It could come under (h)(1). I would say it really comes under both -- best fits under (h)(1) as analogous to a motion that's not exactly a motion. But, you know, either way, the point is that it was something that the Court required the Court action, or at least as the Court had set the rules in this proceeding required Court action, and then it did ultimately did have Court action on the Court."
  },
  {
    "speaker": "STEVENS",
    "speech": "Would you repeat that just so I have you: It comes under (h)(1) -- what sub?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "I think just under -- I would say, Your Honor, just under the general language of (h)(1), because it's not strictly a pretrial motion, but it's the equivalent of a pretrial motion. But you could say that it falls under -- under (h)(1)(D), and think of it as a motion itself."
  },
  {
    "speaker": "STEVENS",
    "speech": "Did --"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Do you have any idea of how many, if we rule against you, until we -- speaking hypothetically, how many convictions would be at risk for --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "I couldn't say precisely, Your Honor, but it is the rule that's been followed in eight courts of appeals."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "But it's -- it's not everybody who invokes a Speedy Trial Act violation objection."
  },
  {
    "speaker": "ROBERTS",
    "speech": "No. That's true. That's true. I mean, I can't say that they are going to be -- and I would have to agree with -- with Petitioner's counsel that, you know, that there are consequences in whatever ruling that the Court -- that the Court makes in a case."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "I would have been -- I would have been interested in knowing the effects of Zedner."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Yeah."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "And how -- what kind of burden it placed."
  },
  {
    "speaker": "ROBERTS",
    "speech": "I'm sorry, I don't have any precise -- precise information on that. But I think that, you know, even apart from the transitional effects that there are going to be on a going-forward basis, sometimes judges are going -- would -- would grant additional preparation time and neglect to make the required finding."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "But that's true of all Speedy Trial Act actions by the district court. They always run the risk of forgetting to make a finding. That's why you have two attorneys, presumably --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "That's right --"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "-- to remind them."
  },
  {
    "speaker": "ROBERTS",
    "speech": "And that would be perfectly appropriate if findings under (h)(7) were necessary. But section (h)(1) is designed to address frequently recurring situations in which the ends of justice are virtually always going to be served by delaying the trial for the purpose. And that's exactly what we have here."
  },
  {
    "speaker": "SCALIA",
    "speech": "Can I ask you about the language of (h)(1)? Do you think it's -- do you think it's proper to consider a period of delay that precedes the filing of the motion? That is, a period of delay in order to prepare the motion, as a delay resulting from a proceeding that has not yet occurred?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "No, we -- we agree with that, Your Honor. That's why Petitioner is wrong in saying that (D) addresses the delay we are talking about here and precludes its recognition under -- under (h)(1). The delay we are talking about here is not resulting from the pretrial motion, it's resulting from the grant of -- the order granting additional time to prepare for the motion. And that, that is the related but different proceeding and a different kind of delay related to motions practice. So I would agree with Your Honor that --"
  },
  {
    "speaker": "SCALIA",
    "speech": "The grant of the motion is the proceeding?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "That the order granting the additional time of the proceeding --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Is the proceeding."
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- and if the delay results from that order and the order is ancillary to a listed proceeding, which is the pretrial motions because it facilitates that proceeding, because it provides for adequate preparation, which enabled the motions to be resolved favorably and accurately."
  },
  {
    "speaker": "STEVENS",
    "speech": "But what -- what subsection does all this? I really -- I got lost in --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "I'm sorry, Your Honor."
  },
  {
    "speaker": "STEVENS",
    "speech": "Because you agree, as I understand it, it is not covered by (D)."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Right."
  },
  {
    "speaker": "STEVENS",
    "speech": "And what subsection does cover it?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "It's (h)(1), the general provision, which courts have used to exclude numerous --"
  },
  {
    "speaker": "STEVENS",
    "speech": "But it's not governed by any lettered subsection?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "No. It's a -- another proceeding that -- that is covered by the including but not limited to language on --"
  },
  {
    "speaker": "STEVENS",
    "speech": "But there is no period --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- (h)(1)."
  },
  {
    "speaker": "STEVENS",
    "speech": "-- no subsection talks about another proceeding? That's just your gloss on the statute; is that right?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, I think (h)(1) says any period of delay resulting from other proceedings concerning the defendant. That could be a period, and it covers a whole range of proceedings that generate delay. And then --"
  },
  {
    "speaker": "STEVENS",
    "speech": "I see."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Then there is a list of examples. And the examples are intended only to be illustrative. And what's -- what's covered is in addition to those examples, other proceedings that are analogous or ancillary to them."
  },
  {
    "speaker": "SCALIA",
    "speech": "And you say the order is a proceeding for that purpose, the order granting the extension of time?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "That is the proceedings beforehand, Your Honor. Yes. But the -- that's not the -- you know, first of all, as I said, a proceeding is a -- is an act done by the court or under the court's authority, so in order to fit squarely within that. Plus I would direct you to (h)(1)(F), which indicates that orders can be proceedings here because it excludes delay following an order of removal or an order directing the transportation of the defendant. And, so, I think that there's indication in the examples themselves when orders are sometimes proceedings."
  },
  {
    "speaker": "STEVENS",
    "speech": "But just one quick question. It seems to me that everything described in (7)(A) would fit your description of proceedings."
  },
  {
    "speaker": "ROBERTS",
    "speech": "It -- there -- there would be an order, so there would be a proceeding. But it wouldn't be a proceeding that would be covered under (h)(1) because it -- to be covered it has to be a proceeding of the type that is listed here. It has to be analogous to these proceedings or ancillary to them, facilitating these proceedings in some way, Your Honor."
  },
  {
    "speaker": "STEVENS",
    "speech": "That's a tough argument."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, counsel. Mr. Stancil, five minutes."
  },
  {
    "speaker": "STANCIL",
    "speech": "I would like to quickly address what I hope to be just four points. The first is the government's fundamental principle. The fundamental tenet is that the specific treatment of pretrial motions in subparagraph (D) suggests no negative inference or limiting inference on the general standard of (h)(1). The fall on that is evident by looking at subparagraph (h), which automatically excludes up to 30 days during which a matter is under advisement by the district court. If the government's reasoning is correct, subparagraph (h) just does not address or contains -- or suggests no negative inference on whether the 31st day of a matter being under advisement is automatically excludable under (h)(1). That's why there are settle -- in the statutory interpretation. We take the general standard, first of all, is it a proceeding? There is no pretrial motion proceeding until the motion is filed. Second, if you think there is any uncertainty as to what a proceeding is, well, look at how the enumerated subparagraphs that follow, what do they describe. One specifically addresses pretrial motions. It has a starting point and it has an end point. That's the end of this case. But even if you think you want to look further. Well, is there any support in these enumerated subparagraphs for the government's rule that you would treat a defense request for additional time differently? No. None of the enumerated subparagraphs distinguishes between defense requests and government requests. None distinguishes between routinely granted time or specifically alloted time. In fact, with respect to defense requests specifically, it was not lost on Congress how to -- how to treat government counsel and defense counsel differently. In (h)(7)(C), which is about the end of justice exclusion, it specifies that the government cannot get an end of justice exclusion based on its inability to exercise due diligence in obtaining a witness or preparing."
  },
  {
    "speaker": "SCALIA",
    "speech": "I don't understand -- I don't understand the government to be argue -- to be arguing that they are treated differently."
  },
  {
    "speaker": "STANCIL",
    "speech": "Well, the government's rule I think is --"
  },
  {
    "speaker": "SCALIA",
    "speech": "They are saying whoever -- whoever asked for the extension of time in order to prepare the motion gets it. And -- and it's the time limit's suspended."
  },
  {
    "speaker": "STANCIL",
    "speech": "That's not their position in their brief, Your Honor. They say the defense requests for additional time --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well --"
  },
  {
    "speaker": "STANCIL",
    "speech": "They don't say anything about government request."
  },
  {
    "speaker": "SCALIA",
    "speech": "-- they made it very clear here that they think it applies to both the defendant and the government."
  },
  {
    "speaker": "STANCIL",
    "speech": "If that's their position, it's more unmoored from the text of subparagraph (D), because then both types of requests -- so subparagraph -- pardon me -- so (h)(1)'s general standard is expanded even farther --"
  },
  {
    "speaker": "BREYER",
    "speech": "You are right, (D) has a special time limit built into it -- I mean, (h) or whatever the number is now. It says not to exclude 30 days. Okay?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Yes."
  },
  {
    "speaker": "BREYER",
    "speech": "None of the others do. So I would say right there, Congress doesn't want the judge to have it for more than 30 days. Congress doesn't say a word in any of the others that says anything about preparation time."
  },
  {
    "speaker": "STANCIL",
    "speech": "Well, I disagree about subparagraph (D) Your Honor. (D) says from point B to --"
  },
  {
    "speaker": "BREYER",
    "speech": "No, I know. But there is not an indication about preparation time. Their argument is a literal argument under the statute. Is it from other proceedings? Yes, we know that because of (D), okay? Does it result from other proceedings? Yes, because, in fact, the preparation time is a direct result of the other proceedings as defined in (D). Therefore, it is an ancillary matter related to other proceedings that was caused by the other proceedings. QED, their argument is literal and there is no policy against it. That's what they said. Now, as soon as you get to the last (h), you would find a big policy against it. Called not exceeding 30 days. Now, I take it that's roughly their argument."
  },
  {
    "speaker": "STANCIL",
    "speech": "But there is no --"
  },
  {
    "speaker": "BREYER",
    "speech": "At least my interpretation of it."
  },
  {
    "speaker": "STANCIL",
    "speech": "There is no difference, Your Honor, between not exceeding 30 days and from and to. And I think this is -- this case -- it comes to that and that alone, which is Congress specifically addressed pretrial motions, any delay resulting from a pretrial motion and it said from point A to point B. And even if you had to look behind that, you would look at the legislative history and the Senate Judiciary Committee was asked a specific question by the government no less, can we include preparation time, and they said no."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Counsel, is your friend correct that the issue of the proper calculation is not before us? So that the time I spent figuring that out should be excluded from something? (Laughter.)"
  },
  {
    "speaker": "STANCIL",
    "speech": "As the question was presented, Your Honor, it was specific to preparation time and the period -- and the period from -- I don't want to get the dates wrong but, September 7th to October 4th. But I would add that the government didn't raise this argument below, either. Nor did the government suggest, as I understand it, that the delay that's at issue here results from the grant on September 7th of additional time. Rather their argument as I have understood it and understood it when reading their briefs is that the delay -- the ancillary delay stems from the pretrial motion, the time allotted for pretrial motions itself."
  },
  {
    "speaker": "ROBERTS",
    "speech": "I would have thought that whether or not you think that type of delay is excludable depends on what that type of delay is, which requires some sense of how it's going to be calculated."
  },
  {
    "speaker": "STANCIL",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "BREYER",
    "speech": "Does six days make a difference to your case? If they lose six days, do you win?"
  },
  {
    "speaker": "STANCIL",
    "speech": "I'm not sure, Your Honor, I would have to plead ignorance the same."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, counsel, this case is submitted. (Whereupon, at 2:01 p.m., the case in the above-entitled matter was submitted.) 5:5 49:17 allows18:10,14 16:21 17:2 17:11 24:6,13 0:19 51:2 19:11 23:11 26:21 avoids20:12 :12 4:10 55:22 29:18,24 30:3 committee11:3 50:9 court1:1,12 3:9 :15 38:10,25 41:5 discussed35:11 55:10 :13,15,16,25 granting14:9,11 19:24 27:23,25 insufficient :25 28:14 grants9:24 45:19 46:1 intent28:10 0:10,12 11:16 52:25 53:5,8 6:10 10:24 recorded40:7 39:2 :23 34:14,17 run4:21,22 Senate11:1,2 58:24 15:7 16:7,14 :24 54:17,23,25 thinks43:25 44:15,15,21 :2,2,20 15:7unmeritorious24:21 :14 18:18,20 unmoored56:6 Washington1:8 32:9 1:9"
  }
]