[
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument next in Case 09-291, Thompson v. North American Stainless. Mr. Schnapper."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Mr. Chief Justice, and may it please the Court: Section 704(a), Title VII, prohibits the use of third-party reprisals as a method of retaliating against a person who complained to the EEOC or otherwise opposed discrimination. The text of section 704(a) doesn't limit the types of retaliation which are forbidden. The elements of the statute are unrelated to that. The first requirement is that the plaintiff show that discrimination occurred with regard to the individual who engaged in a protected activity. In a Secondly, the plaintiff must show that the conduct was discrimination against the person who engaged in protected activity. That language is easily applicable to a situation where you single out, say, a family member or a fiancé. The purpose of that, the complaint can fairly be read to allege, was to punish the person who had engaged in protected activity. There are a number of Federal statutes that use the word \"against\" in precisely this way. They say that actions cannot be taken to -- say, against a family member of a sitting judge or other Federal official where the purpose is to act against the official."
  },
  {
    "speaker": "SCALIA",
    "speech": "Is Ms. Regalado still engaged to this fellow?"
  },
  {
    "speaker": "GINSBURG",
    "speech": "She's married to him."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "I'm sorry. Is she still engaged to him?"
  },
  {
    "speaker": "SCALIA",
    "speech": "Yes."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "They're married."
  },
  {
    "speaker": "SCALIA",
    "speech": "Oh, they're married. that your -- this Court's Article III jurisprudence would have precluded her from getting any remedy. The -- certainly most of the remedies that are needed here. She wouldn't have had Article III standing to win an award of back pay to -- to her now husband. She couldn't have gotten an award of damages to him. I think, if I'm right -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Could she have gotten reinstatement on the grounds that his continuing inability to be employed by the company is an ongoing hurt to her?"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Perhaps. It would depend on the circumstances. In this particular case, almost certainly not, because of just the -- the course of subsequent events. But it's -- she subsequently left the company. At this point, they live nowhere near that town. It simply wouldn't work."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Suppose an employer -­ suppose an employer dismisses an employee on an impermissible ground, impermissible under Title VII, and so, Your Honor. I don't believe so. But the situation here is different than that."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Because you start with somebody who is -- who is unlike the shareholders. There's no Title VII violation as to them. Regalado is complaining of sex discrimination, and then she said, because I made a complaint, they retaliated against me. Shareholders are not in that position, because there was no initial charge there."
  },
  {
    "speaker": "KENNEDY",
    "speech": "No, it's the same hypothetical. We'll just say Regalado, all the same facts, except she is very valuable to the company. The company is now worth less; shareholder sues."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "I think the thrust of your question was -- is: Are the shareholders like Thompson? And I think -- I think that Thompson's situation is quite different. He was the very target of the illegal act. The illegality occurs only by means of dismissing him."
  },
  {
    "speaker": "ALITO",
    "speech": "The question is whether he's"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "The -- the Court's decision in Trafficante goes that far, and in practice it has not proved a problem under Title VIII. It's -- that's generally been its understanding of -- here."
  },
  {
    "speaker": "ALITO",
    "speech": "But your -- is it your argument that we have -- that we should go that far?"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "You do not -­"
  },
  {
    "speaker": "ALITO",
    "speech": "We should say that there was injury -­"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "You do not -­"
  },
  {
    "speaker": "ALITO",
    "speech": "We don't? We don't need to go that far?"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "You do not need to go that far."
  },
  {
    "speaker": "ALITO",
    "speech": "Where do we draw the line?"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Well, I think -- I think the Government has -- I -- I think as far as you need to go, which is not the same as saying that's as far as the law goes, is the standard articulated by the Government, as in McCready, where the action against Thompson was the I think that's as far as you need to go in this case. think the standard of aggrieved is broader than that, but the -- in -- as this has played out in the lower courts since Trafficante, there's a wide range of different kinds of circumstances under which the Trafficante rule has been invoked in Title VII cases. We're not asking you to address all of those."
  },
  {
    "speaker": "ALITO",
    "speech": "I understand the argument. I don't really -- it's not too helpful, at least to me, to say as far as we need to go in order to reverse. That's really not how a statute ought to be interpreted, I would say. What does it mean? What -- now, I understand the argument that \"aggrieved\" means all the way to what's -- all that's necessary is what is necessary to satisfy the Constitution. And I understand that argument. It's a very broad argument with a lot of implications. But if -- if that's not correct, then what is the correct test and where does it come from?"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Well, Your Honor, I think adopted against a background of proximate cause rules, and there, I don't think -- we don't contend that in using the word \"person aggrieved\" they meant -- Congress meant to set those aside. Secondly, the -- I think a fair reading of the word \"aggrieved\" is that it is -- \"aggrieved\" is both, in ordinary English, frankly, broader and narrower than \"injured.\" It is broader -- and that's, of course, not your concern -- in the sense that it covers people who haven't been injured yet but might be injured in the future. But it also has a second element which is that the action at issue involves some sort of a wrong. If someone deliberately knocks me down, I'm injured, I'm probably aggrieved, but not if I'm carrying a football in the middle of a football game. That's a legitimate thing to do. So I think that there has to be a wrong, and the wrong has to be the -- the basis of the -- of the plaintiff's objection. You could have a situation where a reason that was an improper reason. And -- and we think those are -- those are limiting principles."
  },
  {
    "speaker": "GINSBURG",
    "speech": "What -- what do you do with the argument that says there's a middle step? You can -- you have the sex discrimination complaint, and then you have Thompson, who is aggrieved in the sense that he was hurt, he was injured. But they say there's no cause of action, there's no statutory cause of action, for Thompson."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Well, the -- we think that's just clearly wrong. The statute provides a cause of action. If I might go back to how that came up in the court of appeals, the court of appeals appears to have assumed that third-party reprisals are unlawful. It's not entirely clear. And then, in footnote 1, the court of appeals said that -- that Thompson was aggrieved. Notwithstanding that, they then went on to say that there's no cause of action in the statute -­ So the question is, as -- as Justice Alito put it and -- and it was put before, which is whether the plaintiff is aggrieved. But if he's aggrieved, he's clearly got a cause of action -­"
  },
  {
    "speaker": "ALITO",
    "speech": "Suppose Thompson were not Regalado's fiancé at the time. Suppose they were just -- they were just good friends. Would -- and everything else happened, and he alleged that he was fired in retaliation for her engaging in protected conduct. The way the company wanted to get at her was by firing her friend. Would that be enough?"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Well, the -- the plaintiff would have to prove two things. First of all, the plaintiff would have to prove that that was indeed the company's motive for picking him to fire him. Secondly, under this Court's decision in Burlington Northern, the plaintiff would have to show that this was a retaliatory action sufficiently serious that it was -- it would likely persuade a reasonable employee in Regalado's position -- dissuade her and it has -­"
  },
  {
    "speaker": "ALITO",
    "speech": "How does that translate? How does that Burlington Northern standard translate into the situation in which there is some sort of relationship between the -- the person who engaged in the protected conduct and the person who suffers the adverse employment action? That's what's troubling to me about -- about the theory. Where it's a fiancé, it's -- that's a relatively strong case, but I can imagine a whole spectrum of cases in which there is a lesser relationship between those two persons, and if -- if -­ unless there's a clear line there someplace, this theory is rather troubling."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Well, I think -­"
  },
  {
    "speaker": "ALITO",
    "speech": "Can you help -- can you help provide where the clear line is? Does it go to -- does it include simply a good friend? Does it include somebody who just has lunch in the cafeteria every day with the person who engaged in the protected conduct? is that's the standard in Burlington Northern -- no offense -- isn't a bright line. It is the standard, which it is. And the same question could arise about other methods of retaliation. What about -- you know, what about cutting someone out of 5 meetings or 10 meetings? But that same problem exists under Burlington Northern no matter what."
  },
  {
    "speaker": "BREYER",
    "speech": "But why can't -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well -­"
  },
  {
    "speaker": "BREYER",
    "speech": "Why can't they get -- the first question, to go back, is just a confusion in my mind: Why couldn't she bring this suit? And she says: I was discriminated against because they did A, B, C, D to him, and the remedy is cure the way in which I was discriminated against. And to cure that way, you would have to make the man whole in respect to those elements that we're discriminating against her. Do you give him back pay? Do you restore him? You do everything you would normally have to do, because otherwise she is suffering the kind of injury,"
  },
  {
    "speaker": "BREYER",
    "speech": "Why? Why?"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Because money isn't going to her."
  },
  {
    "speaker": "BREYER",
    "speech": "So what? She's hurt. Suppose it was a child that they -- what they -- or suppose they robbed -- they robbed the -- the judge's wife in order to get him to do something? And -- and that's a crime, and suppose there was a civil statute. The judge says: The way you cure what you did to get me to do something is you make me whole. And in that instance, it requires making her whole. What's the Article III problem? Well, anyway -­"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "I don't -­"
  },
  {
    "speaker": "BREYER",
    "speech": "I don't know that this is crucial, but I'm -- I'm -- I'm just saying -­"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Well, I think it -- I think it is of some -- some importance here. I mean, it -­ it -- the -- ordinarily, Article III would bar me from suing for an award of money to be paid to somebody else. where you can sue to get somebody else paid back money, and -- and why isn't this one of them? But anyway, I'm not -- I don't want to pursue it beyond a quick answer, because there are other things in this case."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Well, as I say, I think -- I think Article III would be -- would be a major obstacle there."
  },
  {
    "speaker": "ROBERTS",
    "speech": "I understood your brief, and certainly the Government's brief, to take a very expansive view of what type of retaliation would give rise to a cause of action by the -- the directly harmed employee. Now you seem to be suggesting that that employee would not have Article III standing to bring an action."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "I think we've got a situation here in which this violates the rights of Regalado, but Regalado's ability to herself bring a lawsuit and get a remedy is limited, and that -- that -­"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "It's possible she could bring a suit. The question would be whether she had Article III standing to seek the remedy that she was then seeking, which would often be a problem."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Let me -- because your time is running -- the Americans with Disabilities Act has an explicit provision that allows suits by adversely affected close relatives. You are essentially asking us to read that provision, which is stated expressly in the"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "If I might respond to that briefly, you're referring to section 12112(b)(4) of the ADA. That is a provision directed at a very different problem, which is not associations between employees. It's -- it's directed at employers who might refuse to hire a worker because, for example, he had or she had a child with a disability. The EEOC's commentaries on the regs about this explain it. It is -- it is not concerned with employee relations. It's concerned with a"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "But the Fair Housing Act has a definition of injury that would include Mr. Thompson, and that's not in this Act, that express language."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "That's correct, Your Honor. That -- that statute was adopted somewhat later. There are large numbers of statutes that have rather general language like \"person aggrieved.\" But I think that, in the case of the Housing Act, that language fairly describes the ordinary English meaning of \"aggrieved.\" Sometimes Congress does that. There are other definitions in the Fair Housing Act like that, like the definition of \"dwelling.\" It doesn't mean \"dwelling\"; it means something else everywhere else in the U.S. Code. Just, Congress, in that instance, decided to spell out what everyone, I think, would have understood the word to have meant."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, counsel. Ms. Kruger. When an employer fires an employee as a means of retaliating against a relative or close associate who has filed an EEOC charge, the employee who has been fired is entitled under Title VII to go to court and seek appropriate remedies, even if he hasn't himself engaged in protected activity."
  },
  {
    "speaker": "ALITO",
    "speech": "Can I ask you this?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "You -­"
  },
  {
    "speaker": "ALITO",
    "speech": "Suppose -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Go ahead."
  },
  {
    "speaker": "ALITO",
    "speech": "Put yourself in the -- in the shoes of an employer, and you -- you think -- you want to take an adverse employment action against employee A. You think you have good grounds for doing that, but you want -- before you do it, you want to know whether you're potentially opening yourself up to a retaliation claim. Now, what is the employer supposed to do then? They say, well, let's -- we need to survey everybody who is engaged in protected conduct, and now from the company and you say, now, is -- you know, was -- are these people dating? Did they once date? Are they good friends? What are you supposed to do?"
  },
  {
    "speaker": "KRUGER",
    "speech": "Justice Alito, we're not arguing for a test that would create a kind of protection for a so-called right of association under Title VII. It's not the case that so long as somebody is associated with somebody who has complained about discrimination, they would be automatically protected under the test that we're advocating. The reason the relationship is important in this case is because it tends to render plausible the argument that there's a causal connection between the adverse action visited on Thompson in this case -­"
  },
  {
    "speaker": "ALITO",
    "speech": "I understand that. I do understand that, but I wish you'd -- I'd like you to answer my question. Does the employer have to keep a -- a journal on the intimate or casual relationships between about the relationship, any allegation like the allegation that we have in this case simply isn't going to be plausible. It isn't going to be a plausible contention that there is a relationship between one employee's protected activity and an adverse action visited on the plaintiff."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, but you say -­ but it won't be because of the degree of connection between the -- the retaliated-against employee and the means of retaliating. I understood your brief. I'm just looking at page 6. The limitation you propose is someone -­ someone close to him. The anti-retaliation prohibition \"prohibits an employer from firing an employee because someone close to him filed an EEOC complaint.\" And I guess I have the same concern that we've been discussing for a little while. How are we supposed to tell, or how is an employer supposed to tell, whether somebody is close enough or not?"
  },
  {
    "speaker": "KRUGER",
    "speech": "Well, if there's -- I don't that's posed by this Court's standard in Burlington Northern: Was this an action that a reasonable employee would have considered materially adverse? Would it have been deterred -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "But Burlington Northern, of course, is quite different, because you're just -- you're dealing with the obvious plaintiff in that case. You -- your -- your concern is confined to a particular person. In this hypothetical, it's an unlimited universe that you don't have any reason to know where it ends."
  },
  {
    "speaker": "KRUGER",
    "speech": "Well, it's certainly going to be important, whenever a plaintiff brings a suit like this, both to establish that the employer knew of the relationship and the relationship was one that is of sufficient closeness that a reasonable employee might be deterred from making or supporting a charge of discrimination -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Why does that matter person be protected from being fired -­"
  },
  {
    "speaker": "KRUGER",
    "speech": "Well -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "-- if the intent was to retaliate against the person complaining of discrimination by getting rid of their friend who's supporting them?"
  },
  {
    "speaker": "KRUGER",
    "speech": "In that scenario, I think that that person would have a cause of action but for a different reason. Under this Court's decision in Crawford, that person would probably be considered to be a person who had opposed the discrimination and, for that reason, would themselves have engaged in a protected activity."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "So an opposer is anyone who -- who assists?"
  },
  {
    "speaker": "KRUGER",
    "speech": "That's our understanding of what this Court held in -- in the Crawford case."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "But let's assume they did it just in private, but the employer knew it. They overheard a conversation between the close friend and that's a question that sort of turns on whether a jury would find the reasonable employee in the position of the person who had engaged in protected activity would be deterred from making or supporting a charge of discrimination if they knew the consequence was that their best friend would be fired."
  },
  {
    "speaker": "SCALIA",
    "speech": "I don't want to have to go before a jury as an employer all the time. I want -- I want a safe harbor. I don't even want to mess with people that might -- that might be buying a lawsuit. And you're telling me, well, you know, I can't help you. You have to go before a jury and say if this person is close enough. Why can't we say members of family and fiancés? Would -- would that be a nice rule?"
  },
  {
    "speaker": "KRUGER",
    "speech": "Well, I think that it would be an essentially arbitrary rule."
  },
  {
    "speaker": "SCALIA",
    "speech": "I know."
  },
  {
    "speaker": "KRUGER",
    "speech": "At end of the day, when the question is just the question that the Court assigned the Court -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "As the Chief said, it -- it spreads much further than Burlington Northern. Burlington Northern -- at least you know who it is you have to be careful with -­"
  },
  {
    "speaker": "KRUGER",
    "speech": "Well -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- the person who's -- you know, who has made a complaint. But -- but with what you're proposing -- my goodness, I don't know who it is I have to be careful with."
  },
  {
    "speaker": "KRUGER",
    "speech": "Well, an employer always is going to have to be careful to some degree not to visit harm on an employee for retaliatory reasons."
  },
  {
    "speaker": "ALITO",
    "speech": "But you're -- you're a reasonable person. What would you say is the degree of closeness that's required?"
  },
  {
    "speaker": "KRUGER",
    "speech": "I don't think that there's any way to fashion a hard-and-fast rule. The fact of the matter is that most of the cases that have arisen that have raised third-party retaliation arguments and which In one case under the Occupational Safety and Health Act, it's -- it's involved a relationship between very good friends in the workplace, whereas there is a D.C. Court of Appeals decision that holds that a merely professional relationship that doesn't exhibit that degree of personal affection isn't sufficiently close."
  },
  {
    "speaker": "ALITO",
    "speech": "Very good friends is enough?"
  },
  {
    "speaker": "KRUGER",
    "speech": "I think that a reasonable employee who knows that the consequence of making or supporting a charge of discrimination is going to be that their best friend at work is going to be fired may be deterred from engaging in protected activity."
  },
  {
    "speaker": "KENNEDY",
    "speech": "And in -- in your view, could Regalado have brought this suit or brought a suit?"
  },
  {
    "speaker": "KRUGER",
    "speech": "Yes, Justice Kennedy, we do think that Regalado could have brought a suit in her own right, because she, too, is a person aggrieved within the meaning of the statute."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, if that is so, why Title VII, as the private attorney generals under the statutory scheme, will assume that the person who lost their job, rather than the person who's -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, but I -- I assume that part of the thrust of your argument is that this was designed to hurt this -- Regalado, that she was hurt, that this was injurious; then you say, oh, well, it's not important enough for her to sue, so somebody that's more remote can sue. That's an odd rule."
  },
  {
    "speaker": "KRUGER",
    "speech": "Well, I think in that situation, she certainly -- she might sue, but she also might assume that it ought to be her fiancé whose job was actually lost who ought to carry the mantle -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, can't they talk about that?"
  },
  {
    "speaker": "KRUGER",
    "speech": "They might -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "I mean, it's not like you're dealing with strangers. That's the whole point. It's someone close to them. I -- on the one hand you're saying, well, close at the time of the retaliatory act doesn't necessarily mean that they might still be close at the time that they need to decide whether or not to press charges."
  },
  {
    "speaker": "GINSBURG",
    "speech": "But that's different from the -- the point that you were first making, I thought, was these are lay people; they don't have a lawyer; they would naturally think that the person who was hurt would be the one to sue."
  },
  {
    "speaker": "KRUGER",
    "speech": "That's exactly right, Justice Ginsburg. And I think the other -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Why is that a problem? You're dealing with people who are close. They assume the person who was hurt, the person retaliated against, would sue. Well, why -- why don't they? You said that person has a valid suit."
  },
  {
    "speaker": "KRUGER",
    "speech": "They may not be close by the time -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "They're lay people. They don't know about Article III.  VII, there would still be a problem with respect to whether or not she could seek full relief, the relief that's necessary to make him whole."
  },
  {
    "speaker": "ALITO",
    "speech": "Well, if somebody in Thompson's position filed a charge with the EEOC, couldn't the EEOC tell him you're the wrong person to sue?"
  },
  {
    "speaker": "KRUGER",
    "speech": "It conceivably could, but that is -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But EEOC thinks he's the right person."
  },
  {
    "speaker": "KRUGER",
    "speech": "Well, EEOC certainly does think that he's the right person. If this Court were to say that the EEOC's wrong -­"
  },
  {
    "speaker": "ALITO",
    "speech": "If the rule is that -- if the rule is otherwise, why couldn't they provide advice?"
  },
  {
    "speaker": "KRUGER",
    "speech": "The EEOC is ordinarily not in the business of advising people who filed charges with respect to charges that other people might file, for confidentiality reasons, among other reasons. "
  },
  {
    "speaker": "LATHEROW",
    "speech": "Mr. Chief Justice, and may it please the Court: Eric Thompson does not allege that he was discriminated against, but Title VII is a discrimination statute. The only person who alleges that they were -­ that was -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Do you -- if Regalado had sued and said -- assume the fact; I know that you claim it didn't happen -- they fired my fiancé to retaliate against me."
  },
  {
    "speaker": "LATHEROW",
    "speech": "Yes, ma'am."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Do you agree with your adversary that she wouldn't have Article III standing to seek reinstatement or back pay for her fiancé?"
  },
  {
    "speaker": "LATHEROW",
    "speech": "I don't -- I do think she could seek reinstatement through the general equitable relief of the court. In terms of back pay, I don't see why she couldn't recover that for him. But in terms of his coming back to work -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "I would like to see that"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Are you willing to commit your company to that position today? I won't do that to you."
  },
  {
    "speaker": "LATHEROW",
    "speech": "Okay. Thank you, Your Honor. (Laughter.)"
  },
  {
    "speaker": "LATHEROW",
    "speech": "No one is seeking damages for Ms. Regalado in this case. Eric Thompson is here to use her rights to recover for her alleged discrimination based upon her conduct."
  },
  {
    "speaker": "SCALIA",
    "speech": "Yes, but if -- you know, if you concede that she could have sued, then what's the big deal? Then we still have the same problem, that the employer doesn't know whom -- whom he has to treat with kid gloves. What's the difference whether, when the law comes down on him, it's -- it's she who brings the suit or her fiancé? He's worried about the suit. He still doesn't know whom he has to be careful with."
  },
  {
    "speaker": "LATHEROW",
    "speech": "I -- I agree that she can bring the cause of action based upon Burlington and the retaliation without injury is not actionable. So she -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Okay. So that's your only point, not that -- not that it's going to be very difficult for employers to figure out who can be protected and who can't? You abandon that -- that issue?"
  },
  {
    "speaker": "LATHEROW",
    "speech": "No. I think if Regalado has the right to bring a cause of action, it is going to be very difficult."
  },
  {
    "speaker": "SCALIA",
    "speech": "Okay."
  },
  {
    "speaker": "LATHEROW",
    "speech": "But I think that the way that Burlington reads now, and that is whether someone would be dissuaded, if that is harm to her, then she could bring the cause of action. What's difficult about applying the Burlington standard is you could have someone who is dissuaded from filing a claim but may not be harmed. For example, if an employer announced a proposition that it was going to fire an employee at random whenever someone filed an EEOC charge, I might"
  },
  {
    "speaker": "LATHEROW",
    "speech": "I'm sorry."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Are you saying an employer could adopt that policy?"
  },
  {
    "speaker": "LATHEROW",
    "speech": "No, I'm not, because the person who is discriminated against -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "So if an employer says, now, if anybody makes a discrimination claim, we're going to fire two other employees just to show you that we run an efficient corporation out here, you say that that is -­ (Laughter.)"
  },
  {
    "speaker": "KENNEDY",
    "speech": "-- that's proper or improper?"
  },
  {
    "speaker": "LATHEROW",
    "speech": "It's improper, because the person who was discriminated against would have the right to sue. What clouds this case -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Wait, wait. Who is the person who is discriminated against in the hypothetical?"
  },
  {
    "speaker": "LATHEROW",
    "speech": "The person who -- the person the two people in the hypothetical that are fired can't sue?"
  },
  {
    "speaker": "LATHEROW",
    "speech": "They cannot, not under -- not under the discrimination provision of Title VII, because they were not discriminated against based upon their conduct. It wasn't anything that they did. And that's what Burlington Northern says, that the anti-retaliation provision of Title VII seeks to prevent harm to individuals based upon what they do, based upon their conduct. Those two hypotheticals -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, why -- why should -­ in this World War II Nazi scenario -­ (Laughter.)"
  },
  {
    "speaker": "SCALIA",
    "speech": "Why would the -- the woman who caused the random firing -- why would she bring a lawsuit if these people are really nothing to her? She just has a guilt of conscience or something? I mean, I don't see why she'd bring the lawsuit. If it was her fiancé, maybe, but -­"
  },
  {
    "speaker": "LATHEROW",
    "speech": "She may not, but the EEOC wouldn't have been injured -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Okay."
  },
  {
    "speaker": "LATHEROW",
    "speech": "-- so she would have no claim. And if you think about it, if she was not discriminated against, then the other people could not bring a claim for discrimination based upon her. What makes this case a little cloudy is that Eric Thompson is an employee as well, but he doesn't bring this case as an employee. You could very well have Eric Thompson as a spouse who is not employed. So, for example, if Mr. Thompson had been just -- let's make him a spouse, an even closer relationship than a fiancé, and suppose that he -- his job -- he ran an animal shelter in Carrollton, Kentucky, and it was a benevolent organization, but his only source of revenue was a generous gift from North American Stainless at Christmastime. And in 2003, after Regalado filed her claim with the EEOC, filed her charge, North American Stainless said: I'm not going to -- I'm not going to In that case, under Mr. Schnapper's standard, that any person aggrieved can bring a claim, that person, who is not even an employee, because they have some kind of injury could bring a claim."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, but his point was that \"aggrieved\" includes not only injury but wrongfulness. It may not be very -- I don't know, but -- nice, but there's nothing wrongful about North American Stainless deciding it's not going to fund an animal shelter because of some other reason."
  },
  {
    "speaker": "LATHEROW",
    "speech": "But it's -- but it's treating Regalado with discrimination. It is treating her differently than it might treat another employee because she brought the cause of action. That would be discrimination against Regalado because it's treating her differently, but under their analysis -­"
  },
  {
    "speaker": "BREYER",
    "speech": "But you couldn't win on that under Burlington. I mean, I think that there are three separate issues here that have to be kept straight. reasonable worker from making or supporting a charge of discrimination. So unless she suffered that kind of serious harm, nobody wins. Then the next question is suppose, in the course of that, somebody else was hurt. And the person aggrieved provision suggests, because of the history of the word \"aggrieved,\" that more than just she can bring the lawsuit. That's our first question. And then our third question is, if the second question is yes, why can't the whole world do it? At least the barber who doesn't get the haircut anymore because the person fired doesn't have any money or the landlord who can't get his rent or the -- you know, we can go on indefinitely. Okay?"
  },
  {
    "speaker": "LATHEROW",
    "speech": "Yes."
  },
  {
    "speaker": "BREYER",
    "speech": "So why don't we get to the second question? The second question is -- the word \"aggrieved\" has a history. I think it comes out of -­ what's the case? It's -- I think it comes out of FCC v. against."
  },
  {
    "speaker": "LATHEROW",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "BREYER",
    "speech": "That was picked up by the APA."
  },
  {
    "speaker": "LATHEROW",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "BREYER",
    "speech": "It says \"person aggrieved.\""
  },
  {
    "speaker": "LATHEROW",
    "speech": "Yes."
  },
  {
    "speaker": "BREYER",
    "speech": "So we have a statute that says \"person aggrieved.\" Maybe it means it in a different sense, or maybe it means it in the APA sense, Sanders Brothers sense, which means, in principle, this plaintiff can sue. Now, you can argue against that if you want, but, I mean, that's where I'm starting from. And then we can have the third part, which is: Is there a way of limiting this?"
  },
  {
    "speaker": "LATHEROW",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "BREYER",
    "speech": "You don't have to. I'm -­ just a question. (Laughter.)"
  },
  {
    "speaker": "LATHEROW",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "SCALIA",
    "speech": "I don't."
  },
  {
    "speaker": "BREYER",
    "speech": "-- but it would be pretty hard to do that, because it's in black and white here."
  },
  {
    "speaker": "SCALIA",
    "speech": "It -- isn't there a doctrine of -- of the scope of persons protected under the -- under a particular statute?"
  },
  {
    "speaker": "LATHEROW",
    "speech": "Absolutely, Your Honor."
  },
  {
    "speaker": "SCALIA",
    "speech": "And doesn't the word \"person aggrieved\" bring that -- that whole lore along with it?"
  },
  {
    "speaker": "LATHEROW",
    "speech": "I believe it does, Your Honor. In -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Can we go back to basics? First, you agree that it is unlawful to retaliate -- to retaliate against a person who filed a complaint, under Title VII, by dismissing a close relative? It is an unlawful employment practice; is it not?"
  },
  {
    "speaker": "LATHEROW",
    "speech": "I believe it -- it could meet the standard under Burlington, yes, Your Honor."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Do you want to get in the Sanders case, the Court said that this term \"aggrieved\" means something broad, and it is intended to bring a lot of people in. But that case was interpreting the APA, which has specific language. Just like in Trafficante, the Court was considering the Fair Housing Act, both of which have very different -- than the statute in question. The APA says a person suffering a legal wrong because of an agency action or adversely affected or aggrieved by agency action within a meaning of a relevant statute is entitled to judicial review. And that's much broader than what we have in this case. So we have to be looking at whether prudential standing rules apply, and we know that Congress legislates against that prudential standing doctrine."
  },
  {
    "speaker": "SCALIA",
    "speech": "I'm not sure it's broader. Why do you say it's broader? It says \"adversely affected\" -- \"adversely affected\" -- or \"aggrieved within the meaning of the relevant statute.\" And it's anything, it's narrower than what we have here. We just say \"aggrieved.\" It doesn't say within the meaning of a relevant statute. You want us to read that into it?"
  },
  {
    "speaker": "LATHEROW",
    "speech": "Yes, I -- I believe it should be read into Title VII, because that's the term \"aggrieved.\" If someone -- if my husband calls and says, oh, my gosh, we've been involved in a car accident, I don't say: Honey, are you aggrieved? I say: Honey, are you injured? And that's exactly -- exactly the definition of \"aggrieved\" in the Fair Housing Act. So Congress recognized, just 4 years later after Title VII was adopted, when it enacted the Fair Housing Act, and it defined \"aggrieved\" and said aggrieved means or includes any person who claims to have been injured. I mean, that's really -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "This is not -- this is not an altogether novel question, because it has come up under some other statutes. You are suggesting that this is carrying \"a person aggrieved\" to new heights, but we we're not saying that discriminating against an employee in taking some kind of action against someone that they loved is not an unlawful employment action. It can be. That's not the position that North American Stainless is taking. The question is if the person who was not discriminated against, the person who was injured by the action -- can they bring the cause of action?"
  },
  {
    "speaker": "SCALIA",
    "speech": "Ms. -­"
  },
  {
    "speaker": "LATHEROW",
    "speech": "And Title VII -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Go on. I'm sorry. Finish your -­"
  },
  {
    "speaker": "LATHEROW",
    "speech": "Oh, I'm sorry. Burlington makes clear that the interests to be protected abut with the anti-retaliation provision, and that's what we're talking about."
  },
  {
    "speaker": "BREYER",
    "speech": "Now, that's -- that's why this is -- see, what Sanders Brothers did is the interest to be protected against had nothing to do with protecting competitors from competition. The Court says that. And it says: But here is a competitor trying to What about the third part? I have a suggestion, and I'd like your response, because I'm just playing with the thought: That the way to limit this is to say that where a person is being used, person B is hurt because -- in order to retaliate against person A, okay? That that is a person aggrieved where person B is being -- is hurt. The injury, the injury to B, not to A, is the means of hurting A. But where it is a consequence of hurting A, that doesn't fall within the statute. That gets rid of the bowling alley, it gets rid of the landlord, it gets rid of the shareholder, it gets rid of all the people who -- who are not the person retaliated against, but they suffer injury because he was retaliated against. It keeps the people who are being used as a means. They can bring the lawsuit."
  },
  {
    "speaker": "LATHEROW",
    "speech": "And, I'm sorry -- and your question is?"
  },
  {
    "speaker": "BREYER",
    "speech": "If, in fact, you set in motion hurting Mrs. Smith, the child, the wife, even the"
  },
  {
    "speaker": "LATHEROW",
    "speech": "But, Your Honor, respectfully, there's no basis in the statute to adopt that rule."
  },
  {
    "speaker": "BREYER",
    "speech": "That is the problem with my theory. (Laughter.)"
  },
  {
    "speaker": "LATHEROW",
    "speech": "I'm glad -­"
  },
  {
    "speaker": "BREYER",
    "speech": "But there are -- I do -- I think that it isn't so hard to find, in some of the sources that Justice Ginsburg mentioned and others, instances where the only kinds of suits that have been allowed are where it was like a family member or was being used as a means, and there never have been cases where they allowed somebody who was just suffering consequent injury. So it's quite possible I can be borne out, though I think your criticism is a pretty good one. (Laughter.)"
  },
  {
    "speaker": "LATHEROW",
    "speech": "If we look at the kinds of cases, for example, the Trafficante case, and the other Sherman Act case, the injury or the act, the violation, the violation in those cases had the potential to -- to inflict harm on a large group of people. So that, under Trafficante there were over 8,000 people who lived in the housing complex. Under Bennett v. Spear, with the Environmental Species Act, there was more than one person who was adversely affected or potentially was adversely affected. In Blue Cross -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "I don't see where you're going. The employer has to fire three fiancés or a larger number of -­ (Laughter.)"
  },
  {
    "speaker": "LATHEROW",
    "speech": "No, my point is, is that if we're looking at trying to compare Title VII and whether or not we're going to impose some prudential limitations on the \"aggrieved\" language, those statutes are different than the statute that we have in question -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, you know, I don't know what \"aggrieved\" means. I don't think anybody does. Why shouldn't we be guided by the EEOC, which has"
  },
  {
    "speaker": "LATHEROW",
    "speech": "Your Honor, this is not a situation like Holowecki, where the Court is trying to determine something about a procedure within the EEOC, and that is what does it mean for a charge, because you need some kind of special expertise. Here the Court is the expert on interpreting. And Thompson even disagrees with the EEOC. The EEOC would say Regalado and Thompson could bring the claim, but Thompson disagrees with that. So it's hard for Thompson to come and say let's do what the EEOC says when he disagrees with it himself."
  },
  {
    "speaker": "GINSBURG",
    "speech": "But it's not -- it's not 100 percent clear he does. He thought there might be an Article III impediment. But in -- in your brief, I think you suggested that the EEOC doesn't get a whole lot of deference, and you -- but the other agencies that I mentioned, where there is this claim that can be brought by a close relative, the NLRB gets a lot of deference; the Department of Labor, when we're dealing with Occupational Safety and Health Administration or the mine safety -- those agencies get a fair degree of deference, and they've come to the same conclusion."
  },
  {
    "speaker": "LATHEROW",
    "speech": "I -- I agree with that, Your Honor. And in this -- this -- I don't know, but I believe this to be true, that, for example, with the NLRB and with OSHA, they have their own administrative agencies where there would be hearings within those agencies versus, with Title VII, the EEOC does not -­ they're not a determiner of -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But this is a -- an interpretation of the substantive meaning of the statute."
  },
  {
    "speaker": "LATHEROW",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "GINSBURG",
    "speech": "It doesn't have to do with the evidence in a particular hearing. Can a person who is a close relative sue on the grounds that he was injured, deliberately so, in order to retaliate against his spouse or his fiancée?"
  },
  {
    "speaker": "LATHEROW",
    "speech": "Yes, Your Honor. I -- I don't know the distinction between relying on those -­ those agencies versus the EEOC, but I do know that in the Burlington Court, this Court noted that the EEOC Compliance Manual -- and that's what we're talking about, is the compliance manual. We're not talking about a regulation. We're not talking something else, anti-retaliation within the compliance manual as to what an adverse action meant or what would constitute an adverse action."
  },
  {
    "speaker": "SCALIA",
    "speech": "What's the function of the compliance manual? What does it do? Does it say we'll -- we'll leave you alone if you do this?"
  },
  {
    "speaker": "LATHEROW",
    "speech": "I don't know -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "But they have to leave him alone. There's really nothing the EEOC can do to somebody, right, except -- what, can the EEOC take them to court?"
  },
  {
    "speaker": "LATHEROW",
    "speech": "Yes, they can."
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, so can the Justice Department, but we don't defer, thank goodness, to the Justice Department's interpretation of the criminal law, do we?"
  },
  {
    "speaker": "LATHEROW",
    "speech": "No."
  },
  {
    "speaker": "SCALIA",
    "speech": "No."
  },
  {
    "speaker": "LATHEROW",
    "speech": "Your Honor, the concerns from the employment side in this case are substantial. Under There were -- there were concerns in Crawford about the silent opposer and how do we know who they are. He says it's based solely upon his relationship. He has engaged in no protected conduct. The silent opposer, assuming they can have -- bring a claim, at least engaged in some conduct, but Thompson has no protection under this statute. He could have very easily gotten the protection. In our joint appendix, we -- we've submitted the brief that Eric -- or the memo that Eric Thompson submitted to his supervisor just shortly before he was terminated. He complains in that memo about his compensation. And this is on page 22 and 23 of the joint appendix. He says -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "22 and 23 of -­"
  },
  {
    "speaker": "LATHEROW",
    "speech": "The joint appendix."
  },
  {
    "speaker": "SCALIA",
    "speech": "Okay. MS. LATHEROW: He says in this memo: I am disappointed in compensation this year. At the time that he submitted this memo to discriminatory, he would have gotten protection. The -- the means by which employees get protection under the statute are not very difficult. All they have to do is to come forward and oppose. Thompson clearly had an avenue and a means to do that because he was taking -- he was taking action on his own behalf to complain. So Thompson wants to bring a claim under -- for Regalado, but he couldn't at that time come forward and step up to the plate and say to the employer, hey, I have a problem with this. But yet, he wants to come into court and to claim his rights -- or to claim her rights as a basis to bring this suit. According to the EEOC statistics, in 1992, when data first began being collected, 14.5 percent of charges filed with the EEOC were retaliation claims. By 2009, that had risen by 31 percent. In the Chamber's brief on page 2, they submit -- or recite to a study that was published in 1994 saying that the average cost to defend an employment litigation in 1994, when the study was they advocated that there would be no limitation, that everyone would get the protection. That's a broad -­ that is a lot of protection for people. And I can tell you that employers who are faced with someone in a protected party, they are -- employers are reluctant to take adverse decisions against them; they're reluctant to implement discipline; they will postpone implementing that decision because they know that at some point they're going to have to establish a legitimate nondiscriminatory reason. When we -- when we point out -- when we point this out in our arguments, the response by Eric Thompson as -- as to who gets the protection -- it's in his footnote on page 4 at his reply. He says that \"the identity of individuals who might have a claim is a function of the employer's own intent.\" So, in other words, in order to determine whether someone has protection, you have to look at the employer's intent. So there are no protected parties anymore until the employer can establish that they had employer's intent comes into this. A is the person who is being retaliated against, and the issue would be: Did the employer take such action against B as the A would think, quite reasonably -- he'd have to reasonably think that the action that the employer took was retaliation, was meant to be -- whatever those words were -- was -- might well have dissuaded a reasonable worker from making or supporting a charge of discrimination."
  },
  {
    "speaker": "LATHEROW",
    "speech": "But the position that's set forward by Thompson is you determine whether someone is a protected party by looking at the intent of the employer."
  },
  {
    "speaker": "BREYER",
    "speech": "Well, you'd have to show he had a retaliatory intent, that's true, but that's true however he retaliates."
  },
  {
    "speaker": "LATHEROW",
    "speech": "That's true at trial, though, after a plaintiff gets past his initial burden of proof. And in this case the plaintiff is going to be able to establish their burden of proof solely by saying that Court of Appeals was correct. The Sixth Circuit determined that Eric Thompson, who was not discriminated against, had no protection under the statute. This Court clearly held in Burlington that the anti-retaliation provision of Title VII is designed to protect employees based upon what they do, based upon their conduct. In this case, Eric Thompson engaged in none of that behavior, he had no conduct, he did not come forward on behalf of anyone; yet, he is here asking for remedies, remedies that really should belong to Regalado. There's no reason that Regalado could not have brought this case. There -- if the concern is that employers are going to discriminate against employees, the response to that is employers will still be held liable and can still be held liable, and that is by the person who is discriminated against from bringing the suit. We ask that the Sixth Circuit Court of Appeals' decision be affirmed. just have a couple quick points."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Schnapper, in the points that you're making, would you have an answer to this point that was made about the burden of proof? The argument was that you wouldn't have McDonnell Douglas anymore, and you wouldn't know how to proceed on this third-party claim."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Your Honor, McDonnell Douglas -- the particular formula in McDonnell Douglas was for hiring cases. The courts have readily adapted it to other kinds of cases where the -- depending on the nature of the claim, the plaintiff produces some minimal amount of information, and the employer is required to -- to articulate a reason. But I don't think it would be a problem here. Getting back to the question that was asked, the -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "I'm not sure why not."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "What?"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "I'm not sure why not. They retaliated against me. How do you -- what -- then the employer always has the burden to come forth and give an explanation as to why? What would be -- the prima facie case generally is they treated me differently than similarly situated people, I complained at a time close to my firing. There's -­"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Well, there has to be -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "-- a whole series of prima facie elements."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Right. There would have to be some evidence that could plausibly give rise to -- to an inference of motive. Even if I were complaining that I was retaliated against, I can't just come in and say I engaged in protected activity and was fired. I would need more than that. So you would need that additional amount here, plus you'd also have to have some evidence to give rise to an inference that this third party was selected as a victim. So it wouldn't -- you could -- you could closely associated with the plaintiff, it is going to be difficult to -- to establish, to meet that burden."
  },
  {
    "speaker": "ROBERTS",
    "speech": "What happens in the -­"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "These cases -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "What happens in the animal shelter hypothetical that your friend proposed? You know that North American Stainless funds the animal shelter of -- that -- where the wife works, and they cut off their funding, as a means presumably of -­"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "I don't -- I don't -- I think this Court's decision in Burlington Northern makes it clear that the plaintiff wouldn't have to be an employee. In that case, one of the questions was, could you retaliate against an FBI agent by not protecting his wife from being murdered? I think that would be a pretty good way to -- to keep people from complaining. But I think the Burlington Northern limitation would -- you know, would have some traction in these cases. The animal shelter seems unlikely."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you. Thank you, counsel. The case is submitted. (Whereupon at 12:00 p.m., the case in the above-entitled matter was submitted.) :21,25 31:12,15 30:20 31:8,14 clearly 10:11 11:4 22:4 54:13 55:17 20:4 :8 cloudy 32:24 34:7 concerned16:19,20 court 1:1,12 3:10 3:20 24:1 25:4 deciding 35:9 Disabilities 16:6 28:17 31:20 32:21 enacted40:13 :16 21:1 22:10 45:22 32:5,15,18 33:5 element 9:12 engaging 11:9 25:13 :5 50:19 51:1 expansive 15:11 :11 :2 33:17 35:18 picking 11:15 :7 :9 52:1,19 16:3 29:13 39:14 suffers 12:6 :5,6 14:5,6,8 8:1,2,20 9:2,5,18 26:1 27:25 29:4 universe 21:11 wasn't 33:6 42:25"
  }
]