[
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument first this morning in Case 09-1279, Federal Communications Commission v. AT&T, Inc. Mr. Yang."
  },
  {
    "speaker": "YANG",
    "speech": "Mr. Chief Justice, and may it please the Court: The court of appeals has held that FOIA's statutory protection for personal privacy in Exemption 7(C) extends beyond the privacy of individuals and protects the so-called personal privacy of corporations. That holding is inconsistent with the text of Exemption 7(C), FOIA's broader context, and the statute's drafting history, and would lead to anomalous results. The word \"personal,\" standing alone, refers to individual -- an individual human being. \"Privacy,\" settled that corporations have no personal privacy."
  },
  {
    "speaker": "ALITO",
    "speech": "Isn't it true that there are contexts in the law in which the word \"personal\" is used to refer to a corporation? For example, you could refer to personal jurisdiction over a corporation, couldn't you?"
  },
  {
    "speaker": "YANG",
    "speech": "There are -- the term \"personal\" is sometimes used as a term of art, and I think personal jurisdiction is one of those. It is the modern, shorter term of art for jurisdiction in personam and reflects a distinction drawn still in the law between cases brought in personam and cases brought in rem. That -- the evolution of that term in the law as a term of art does not reflect what the ordinary meaning of \"personal\" is. It's just the same as the term \"personal property,\" which also invokes long-established traditional distinctions between property that could be recovered in rem or in real actions versus property that might be recovered in actions in personam. pertaining to a corporation. And when -- when you -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "What about -- what about personal appearances?"
  },
  {
    "speaker": "YANG",
    "speech": "A personal appearance, I think that -- that supports our position as well. If you're making a personal appearance, it's not something that a corporation does. A corporation is a -- a legal construct. It doesn't exist as a thing that can make an appearance."
  },
  {
    "speaker": "ALITO",
    "speech": "Well, in ordinary speech, the term \"personal\" is not -- the term \"person\" is not used to refer to a corporation. That's -- that's legalese. But in -- but since the -- the Administrative Procedure Act defines a person to include a corporation, why is it relevant here or dispositive here to look to the ordinary usage of term \"personal\" as opposed to the way it's -- it's used in the law? And in the law, it is sometimes used to refer to a corporation."
  },
  {
    "speaker": "YANG",
    "speech": "Well, I think that -- that point actually reinforces our position, because although the term \"person.\" It has existed in its own right since the late 1300s and has developed meaning that is unique to the term \"personal,\" which -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Yang, can we go back first to this -- the request came in and, as I understand it, the Commission said there are two exemptions: The one for trade secrets, commercial, financial confidential information; and then there was one with Exemption 7 itself but as to the employee."
  },
  {
    "speaker": "YANG",
    "speech": "Correct. There was an additional exemption, Exemption 5, which protected internal government communications. But -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "How does the -- does the Commission, unaided by AT&T, go through the papers and decide what would be embarrassing for an AT&T employee, as distinguished from the corporation?"
  },
  {
    "speaker": "YANG",
    "speech": "How does it do that?"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Yes."
  },
  {
    "speaker": "YANG",
    "speech": "Well, I -- I don't think the touchstone is necessarily embarrassment. What the For instance, in this Court's decision in DOD v. FLRA, the Court explained that, although an agency released the name of individuals, it could properly withhold the addresses, the home addresses, of those individuals, even though that might be publicly available in phone books, because individuals have at least some small personal privacy interest in that. So what the agency will do is try to identify information pertaining to individuals and then will conduct -- if there is certain information, will try to conduct a balancing to determine whether there is a public interest in disclosure, that is, whether revealing this would disclose information against the government."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, in that instance, does the corporation have standing to raise that objection on the employee's behalf?"
  },
  {
    "speaker": "YANG",
    "speech": "Well, I think the corporation to the -- in a reverse FOIA case, for instance, which is what we have here, where the corporation is alleging"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, as an administrative matter, can the corporation make a FOIA objection on behalf of its employees?"
  },
  {
    "speaker": "YANG",
    "speech": "It can make an objection on its own behalf, which is to say that the government has not properly gone through the decision-making process by not -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "All right. That's the next -- that was going to be my next question: So the corporation can raise FOIA on its own behalf?"
  },
  {
    "speaker": "YANG",
    "speech": "It's actually -- let me take a step back. FOIA actions are actions which seek to increase the amount of documents that the government has released pursuant to a FOIA request. We have also reverse FOIA actions, which are actions under the APA and here under the Hobbs Act's review provisions, that would give the court of appeals jurisdiction. When there's a reverse FOIA action, the claim is that the agency's final agency action is somehow arbitrary, capricious, and not -- or contrary to its regulations required that it consider the personal privacy interest of individuals. And I should note that, with respect to Exemption 6 or Exemption 7(C), the government itself invokes personal privacy of individuals. That's what we do when we process FOIA requests, because individuals normally don't get any notice that there has been a FOIA request. The government simply processes it and asserts those rights, in a sense that they're rights, asserts those interests on behalf of corporations -- on behalf of individuals. Going back to the text of the statute, the term \"privacy,\" and particularly an invasion of privacy, invokes concepts that back to Warren and Brandeis's right of privacy, the -- their article which explained that or identified in the law certain human dignitary interests that they gave the label \"privacy.\""
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, privacy certainly isn't as limited as you argue \"person,\" \"personal,\" is. Corporations have private property. and the commonly used meaning, does invoke individual concepts. When corporations or other entities are at issue, normally the more appropriate word would be \"confidentiality\" or \"secrecy.\" Those concepts -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "You don't have confidential property or secret property. You have private property."
  },
  {
    "speaker": "YANG",
    "speech": "Well, true. But it's is not privacy. When we're talking about the right of privacy, those -- that word we think -- again going back to Warren and Brandeis and up through the fifties and sixties when Prosser was elaborating the law of torts in his groundbreaking article on privacy, those concepts apply only to individuals, and particularly when you combine the terms. I mean, the Restatement makes clear, and back to Prosser it was clear, that corporations have no right of personal privacy. So when Congress in 1974 was enacting Exemption 7(C), there would have been no basis for it to conclude that the rights that it was entities having personal privacy in the law."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Yang -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Our cases assert, do they not, that the exceptions to FOIA should be narrowly construed?"
  },
  {
    "speaker": "YANG",
    "speech": "There are cases -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "And we've said that on a number of cases."
  },
  {
    "speaker": "YANG",
    "speech": "In certain contexts, this Court has indicated that exceptions are to be narrowly construed. We think that, when read in context, those cases and other cases of this Court explain that FOIA's exemptions are to be given meaningful reach, because what Congress was trying to do in FOIA -- and this is somewhat against our interest in this case, and we explain it more fully in our brief in Milner, which is currently pending to the Court -- what Congress was trying to do in FOIA was to establish a general principle of disclosure, but in the exemptions it identified very important interests that warranted an exception from those general rules. And to narrowly construe the exception, we think, would distort rather than advance congressional purpose in enacting FOIA."
  },
  {
    "speaker": "ALITO",
    "speech": "Suppose Congress had used the phrase \"privacy of a person,\" \"privacy of any person.\" Would you make the same argument?"
  },
  {
    "speaker": "YANG",
    "speech": "Our argument would be a little different, particularly in the context of Exemptions 6 and 7(C), where the phrase would be \"an invasion of privacy of any person.\" We think, particularly when we're talking about invasions of privacy, even though a corporation might have a broader definitional meaning in context, Congress in that case would still, we think, be referring to individuals. But, of course, that's not this case. That would make it a little bit more difficult. We think we would probably still prevail on that reading. But -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "What about the Privacy Act? The Privacy Act undoubtedly concerns individuals, human individuals -­"
  },
  {
    "speaker": "YANG",
    "speech": "Correct."
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- not artificial beings. But it uses the words \"individual privacy\" -­"
  },
  {
    "speaker": "YANG",
    "speech": "Well, it actually uses both to protect a subset of individuals, and it defined the term \"individual\" to mean U.S. citizens and lawful permanent residents. So not all individuals would be protected by the Privacy Act. Now, Congress did that, not because had it used the phrase \"personal privacy\" it would have been extending rights to corporations and foreign governments, but because personal privacy would have been too broad in that it would have -- even though it would have been limited to individuals, it would have included a set of individuals that Congress wanted to exclude, that is, everybody who is not a U.S. citizen or lawful permanent resident."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Can I ask you a question? I'm not sure I understood your response to Justice Scalia. If there is ambiguity, if a term can be given two meanings, and it's not clear -- and I know you're challenging the clarity question here -- I thought that Congress's intent to have full disclosure would necessarily mean that where there's ambiguity as issue here protect very important values that Congress deemed to warrant exceptions from the rule. And so if the Court were to put a thumb on one scale of that balance that Congress has tried to strike, after using all the normal tools of construction, we think that would distort rather than advance the intent of Congress."
  },
  {
    "speaker": "SCALIA",
    "speech": "I don't understand that. We're not putting a thumb on the scale. Taking account of the fact that -- that Congress has many objectives in any legislation and that the limitations are as important as the -- the substantive end, nonetheless, when, having applied all of that, you end up with, gee, I don't know, it's ambiguous -- you say, even in that situation, we don't apply the rule that -­"
  },
  {
    "speaker": "YANG",
    "speech": "Well, if you were to -- after using all the normal tools that the Court does and you're -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, but that's what ambiguity means. It does -- it means -­ to abandon the principle that we've set forth in our cases -­"
  },
  {
    "speaker": "YANG",
    "speech": "Well, we think -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- that exceptions to FOIA are to be narrowly construed. The Government does not support that."
  },
  {
    "speaker": "YANG",
    "speech": "We do not embrace that principle."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Yang -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Even though we did? I mean -­"
  },
  {
    "speaker": "YANG",
    "speech": "Well, we think that those cases -- there are -- there are two lines of this Court's decisions. Sometimes the Court explains that exceptions are narrowly construed, and sometimes the Court explained that its decision has given -- its decisions have given the exceptions practical reach in order to strike the appropriate balance that Congress has tried to strike in FOIA. Now, let me just say, our narrow construction, to the extent the Court would want to -- that has been the Court's precedent, that FOIA exceptions are to be narrowly construed."
  },
  {
    "speaker": "YANG",
    "speech": "Well, the Government has broader interests beyond a single case, and we think that, again, we're not embracing strict construction in this case. But, again, that would only help the Government's position if you were to disagree."
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, I'm not going to help the Government's position if the Government doesn't want to be helped. (Laughter.)"
  },
  {
    "speaker": "SCALIA",
    "speech": "I'm happy to leave you where you put yourself."
  },
  {
    "speaker": "YANG",
    "speech": "And we -- we accept that in this case, and we think that the language of the text, particularly when read in context in light of the statutory history, and particularly when you take a look at what's gone on since 1974 -- I mean, in the more than 35 years since, there has been uniform agreement that Exemptions 6 and 7(C) apply only to individuals. right to personal privacy. But the Court in Favish recognized that that was a very, you know, significant departure from the prior understanding that the right of personal privacy in FOIA protects information about the individual, him- or herself, and recognized that there was another strain of personal privacy, which from longstanding tradition in terms of -- within our society, the Court could draw on in saying that personal privacy should also protect, at least in the context of -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "So in some contexts -- in some contexts, personal privacy does go beyond the individual?"
  },
  {
    "speaker": "YANG",
    "speech": "No, still it is individual. I mean, those are individual members of the family."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Aggregations of individuals?"
  },
  {
    "speaker": "YANG",
    "speech": "Well, no. I think an individual member of the family has a personal privacy interest by virtue of the relationship to the decedent in Favish. the employees, are protected by the right of personal privacy, and, indeed, you will -- you will edit any FOIA responses to protect those individuals, even though there are many of them, right?"
  },
  {
    "speaker": "YANG",
    "speech": "Correct. If there were -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "But as individuals, not as -- not as the corporation."
  },
  {
    "speaker": "YANG",
    "speech": "As individuals, because the information pertains to them. Now, going to the American Express case, which we explain in our reply, I think that is fatal to the proposition that -- the proposition of AT&T that there's a grammatical imperative that adjectives take the meaning of a related noun. In American Express, the Court construed the Truth in Lending Act, which includes the definition of \"person\" to include, for instance, corporations. It then went on to construe a term, \"consumer,\" which concerns transactions primarily for personal, family, household, or, at the time, agricultural purposes. The did not concern personal purposes. We think that's fatal. The Court, in fact, said it was the only possible conclusion and that there was no other possible interpretation of the statutory phrase, after repeating the enumeration of those four factors three times and then on the very next page saying corporate -- a transaction for corporate business purposes could not be fit within that definition. Finally, I'd like to remark upon the anomalies that this Court would set us forth upon if it were to decide that corporations have personal privacy. At least in the context of individuals, there's an established body of law and societal understanding of what a person, an individual, might have a personal privacy interest in. But if we expand personal to include corporations, foreign governments, State governments, local governments, defining what would be personal privacy of those institutions would require an extraordinary exercise, a simple policy make objective a court and agency's decision making is required. Congress provided no benchmarks, never addressed corporate, foreign governments, or any other non-human entity in the context of personal privacy. And, again, for 36 years, there's been uniform agreement that personal privacy applies in this context only to corporations. If there are no further questions -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Counsel, if an individual has been -- individual human being has been investigated by the FBI and a FOIA request is made for records related to that investigation, would the name of the individual not be turned over?"
  },
  {
    "speaker": "YANG",
    "speech": "Well, if someone is asking for an investigation of Tony Yang -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Yes."
  },
  {
    "speaker": "YANG",
    "speech": "-- our -- I don't -- I can't say definitively, but I think I can probably answer that that even -- even answering the question of whether difficulty of defining privacy more broadly, but the same harm that occurs to an individual who is disclosed to have been the target of an investigation is an identical privacy right of a corporation, that a corporation has the same negative effects as the individual."
  },
  {
    "speaker": "YANG",
    "speech": "I think -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "So I think they would concede that privacy might need to be defined differently for corporations. They're simply saying this privacy interest is not."
  },
  {
    "speaker": "YANG",
    "speech": "Well, the key point is that we don't deny that corporations have some interest in confidentiality that exists out there. For instance, AT&T has relied upon the common law of defamation where a corporation's business interests, business reputation, is implicated. But even -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Well, parts of -- they pled guilty already. So it is hard to imagine how much exponentially more damaging -­ already."
  },
  {
    "speaker": "YANG",
    "speech": "That is public knowledge. But I think the key point is that the corporate -- a corporation's interests in maintaining its business reputation has been not regarded as a personal privacy interest. It's true that they have interests, and FOIA protects those interests, for instance, interests in confidential commercial or financial information under Exemption 4. And so what really the -- we come back to the key point, which is when Congress used the phrase \"personal privacy,\" it would have had no reason in 1974, or even now, to think that term would have referred to corporations. The fact that corporations have other interests and other rights that might be legitimate is kind of beside the point because those interests are not referred to in the law or otherwise as personal privacy interests. I'd like to reserve the balance of my time."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Mr. Yang. Mr. Chief Justice, and may it please the Court: The question in this case is whether any organization, including not only business corporations like AT&T but also nonprofit organizations and political associations, should be categorically excluded from protection under Exemption 7(C), such that this exemption will now offer less protection for privacy interests than the Constitution and the common law. This Court has consistently held that the privacy protections under FOIA are broader. And the text supports that position."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Do you include in this the people, the persons that you say are shielded by this privacy exemption, as Mr. Yang said, foreign governments, State and local governments? Those have all -- those all fall under the APA definition of person."
  },
  {
    "speaker": "KLINEBERG",
    "speech": "Justice Ginsburg, they do. And we would agree that, as a matter of statutory construction, the concept of personal privacy does apply to personal privacy under the terms of the statute."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Can you give us an idea of -- the corporation has been shielded by Exemption 4 for its confidential financial information, trade secrets; and its employees have been protected under Exemption 7. What is it, what would be -- would fall within this privacy exception that would not be confidential business information or relate to employees of the corporation?"
  },
  {
    "speaker": "KLINEBERG",
    "speech": "Justice Ginsburg, we -- I could give you two categories or kinds of examples. One is, for example, a series of e-mails among corporate officers -- granted, whose own personal names and identifying information have been redacted, but in those e-mails, they may engage in a frank exchange about the competence and intelligence of a would-be regulator of the corporation or a -- disparaging comments about potential -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Excuse me. Why does that the answer is simply that these were communications, conversations, that were occurring with an expectation of privacy by the individuals involved on behalf of their employer, and to the extent that they could be used to harm the reputation or the customer goodwill of -- of the company, they do, indeed, have a -- a personal privacy interest in -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Anything that hurts the -­ the -- the image or the goodwill of the company?"
  },
  {
    "speaker": "KLINEBERG",
    "speech": "Your Honor, everything that with -- that is intended to be private is certainly subject to the balancing that we're asking for under Exemption 7(C); indeed, that Congress provided, that if it's -- it's an interest in personal privacy, then it is to be balanced to determine whether the disclosure of that document is unwarranted."
  },
  {
    "speaker": "SCALIA",
    "speech": "Mr. Klineberg, can you give me any example of -- your -- your brief talks a lot about the adjective \"personal.\" But we're not talking just about the adjective \"personal.\" What about the characteristics of General Motors. You talk about personal qualities. It doesn't mean the qualities of General Motors. You talk about a point of personal privilege. It's not a privilege of a corporation. And I think personal privacy is the same thing. Can you give me any examples in common usage where people would refer to the personal privacy of a -­ of a corporation? It's a very strange phrase to me."
  },
  {
    "speaker": "KLINEBERG",
    "speech": "Well, Your Honor, as Justice Alito asked my -- my colleague earlier, the -­ the whole concept of -- of \"person\" as including a corporation would surprise many people, the proverbial person on the street."
  },
  {
    "speaker": "SCALIA",
    "speech": "Yes. I'm not talking about that. I'll grant you that -- that \"personal\" could sometimes refer to a corporation, although the Government distinguishes it by etymology and so forth. Never mind that. I'm talking about personal privacy. Do you have any examples from the New York Times, from, you know, Boswell, from anywhere, that anybody refers to of that phrase being used certainly in any statutory context -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But you were about to give a second example of where, even though it hasn't -­ personal privacy hasn't been used in -- but you said one example is the two officials who are saying unpleasant things about a regulator. And what was your other example?"
  },
  {
    "speaker": "KLINEBERG",
    "speech": "Well, there's a -- there's a sub-example within that category which is the disparaging of an important customer, some unpleasant comments about an important customer of the corporation that could then be used quite -- quite clearly by a -­ by a competitor to -- to harm the goodwill of the -- of the corporation with respect to that customer. But there is indeed another whole category of documents that goes beyond the -- the context of AT&T's interest here, and the example is internal documents within, say, an environmental nonprofit organization talking about their political strategies  disclosures, categorical disclosure, were the Government to prevail in this case."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Do you think it's -­ how does that work? If you have -- the president of the environmental organization says something about whatever it is -- we can lobby this guy to get this change -- is he able to protect that on the grounds of his personal privacy, even though the embarrassment would go to the -- the organization as a whole?"
  },
  {
    "speaker": "KLINEBERG",
    "speech": "Mr. Chief Justice, I believe the answer is in most cases \"yes,\" that in -- that the identity of the -- the specific speaker and any identifying information corresponding to him or her would be protected."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, why is it such a big deal, then, to extend that to the organization as a whole, if the individual's privacy is already going to be protected?"
  },
  {
    "speaker": "KLINEBERG",
    "speech": "Indeed, Your Honor, I think that is -- that is our position, that -- that the  would be able to assert a privacy interest, to the extent at least that what you find embarrassing to -- to the corporation is also individually embarrassing to them."
  },
  {
    "speaker": "KLINEBERG",
    "speech": "Right. But the -- but the redactions that would occur would in all likelihood simply be redactions of their names and perhaps their titles, but their -- the substance of their comments would certainly be -- would be disclosed under the Government's view."
  },
  {
    "speaker": "BREYER",
    "speech": "Are there any examples that you have? That is, in the last 35 years, has there been any instance where the Justice Department or some other law enforcement agency compiled a file for law enforcement purposes, that in that file there were, for whatever reasons, a bunch of conversations about the organization's strategy, and it did not interfere to release it with -- with anybody's personal privacy, but it might interfere with that organization's strategy, and so the organization, whatever it was, the NRDC or something, was very upset about it? Did you find a single example or a thousand examples? Or how many examples did you find of that happening?"
  },
  {
    "speaker": "KLINEBERG",
    "speech": "Well, Justice Breyer, one of the -- one of the things that has puzzled us in this case is why -- why it has taken 35 years -­"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, one reason might be that this has really never been a problem because all the legitimate -- or most of them, anyway -- that these organizations that have interests in privacy are actually taken care of by the other 17 exemptions here."
  },
  {
    "speaker": "SCALIA",
    "speech": "Another reason might be that personal -- nobody ever thought that personal privacy would cover this."
  },
  {
    "speaker": "BREYER",
    "speech": "This may be the first one. That's why I want to know, is there -- one of the things you would have looked for is an example of a real problem of the kind you're talking about. I'm not saying you don't have one. I would just like to know if you found any, and what they are, so I could read them."
  },
  {
    "speaker": "KLINEBERG",
    "speech": "Your Honor, we haven't found anything specific to the -- in response to your question. But I -- I will say that one of the they specifically say, and, indeed, the Government concedes, that -- that the reputational concerns and the harm to customer goodwill is not the sort of harm that Exemption 4 guards against. And so that has become increasingly clear among the courts of appeals, that the interests in confidentiality that we're talking about under exception 7(C) are not -­"
  },
  {
    "speaker": "BREYER",
    "speech": "I mean, one possible reason you don't find them is because it's very rare that a law enforcement agency is going to try to subpoena the top strategy of the -- of the NRDC, confidential strategy. There might not be too many such records. It -- another reason might be is that they don't really care. Another reason might be -- I don't know. But if you haven't found any examples, what we're back to -- or -- and maybe there are actual examples of that -- of what you said to Justice Ginsburg of the other instance, where the -- what was that first was comments -- comments about a regulator or -­"
  },
  {
    "speaker": "BREYER",
    "speech": "They're worried about saying something mean about a regulator. Okay. Yes, fine. Are there examples of that? Is this the first one, and what's the empirical state?"
  },
  {
    "speaker": "KLINEBERG",
    "speech": "Your Honor, it's a -- I cannot point you to specific examples. They're -­ they're sort of hard to -- hard to find in the -- in the sense that they are -- that they're not typically litigated, and they certainly haven't been litigated under -- under this -- under this exemption before. But -- but I think the other explanation for why this matters today in a way that it might not have mattered so much before, two -- two other reasons: One is that -- that increasingly, FOIA is being used by -­ by competitors and legal adversaries to obtain information, not about what the government is doing, not about what the government is up to, but about what evidence the government might have gathered from private parties."
  },
  {
    "speaker": "KLINEBERG",
    "speech": "Well, actually, Justice Ginsburg, at the time of the '74 amendments the only existing Attorney General memorandum was that of Attorney General Clark, which read \"personal privacy\" -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "I'm talking about the -- Attorney General Levi."
  },
  {
    "speaker": "KLINEBERG",
    "speech": "Right, and that -- that was issued subsequent to the amendments in 1974, and that was an -- an interpretive gloss on the recent amendments."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Yes, that's what I meant."
  },
  {
    "speaker": "KLINEBERG",
    "speech": "Right. And so at the time that Congress enacted the amendments, both under the Privacy Act as well as Exemption 7(C), the -- the only existing statement about what personal privacy might mean would be -- would have been Attorney General Clark's understanding that personal privacy can in fact incorporate interests of corporations."
  },
  {
    "speaker": "SCALIA",
    "speech": "But if Attorney General Levi's description, which was -- which was issued for I mean, did some members of Congress who -­ who had passed FOIA say this is outrageous; what about the personal privacy of General Motors? I'm not aware of any objections along those lines."
  },
  {
    "speaker": "KLINEBERG",
    "speech": "Well, Your Honor, the -- Attorney General Levi's memorandum did not go into a long discussion or description of the -- of the analysis. It simply said it does not appear or does not seem to apply to -- to corporations. And it's absolutely true. There -- this is not -- this issue hasn't -- hasn't really been litigated and presented. But our position is that there is nothing in the plain language that would indicate that Congress intended to categorically exclude corporations. It is certainly true that the legislative history at the time, as the Government spends quite a bit of time exploring, does suggest that what was -- what was in most people's minds was protection of individual privacy. But there is no indication that they intended to exclude -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Is it the burden of the our burden is to -- is to defend our view of the statute."
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, but if you're asking the Government to show that the -- there was an intent to exclude corporations, I don't think that's their burden. I think it's your burden to show that this exemption was intended to include corporations."
  },
  {
    "speaker": "KLINEBERG",
    "speech": "I agree, Your Honor, that we are -- our burden is to demonstrate to you why the words \"personal privacy\" in the statute apply to corporations. I think one of the background facts is that there is no indication that anyone thought that it was not to be included. But let me -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Counsel, your central argument is that because \"person\" is defined to include corporation, \"personal\" in the same statute must include corporate. I tried to sit down and come up with other examples where the adjective was very different from the root noun. And it turns out it's not hard at all. You you have a \"pastor\" and \"pastoral.\" Same root, totally different. So I don't understand -- I don't think there's much to the argument that because \"person\" means one thing, \"personal\" has to be the same relation."
  },
  {
    "speaker": "KLINEBERG",
    "speech": "Mr. Chief Justice, let me try to explain precisely what our proposed rule of construction is, because I think there's been some confusion, and I -- and I think the Government has -­ has not properly characterized it, and certainly in their reply brief. We do not agree -- or we do not sign on to the term \"grammatical imperative,\" because our concern with that phrase is that it might suggest that the rule is to be applied regardless of the consequences, and that is not our position. Our position is that where the adjective means \"of or relating to\" a term that Congress has expressly defined, that definition should be applied, so long as it makes sense to do so in light of the text and Congress as -- to include not only individuals, but -­ but corporations and other associations. So in this particular context, it makes perfect sense to look to -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Klineberg, you have read the brief of the Project on Government Oversight, where they give dozens and dozens of examples to show that, overwhelmingly, \"personal\" is used to describe an individual, not an artificial being. And it is the overwhelming use of \"personal.\""
  },
  {
    "speaker": "KLINEBERG",
    "speech": "Justice Ginsburg, we do not dispute that personal is often, even many, many times, used to describe an individual and can only be understood in that context. Indeed, the Truth in Lending Act argument that the Government made in its reply brief is a perfect example. The word \"personal\" there is -- is mentioned alongside \"personal,\" \"family,\" and \"household.\" And, indeed, even in that very same statutory definition of \"consumer,\" the word is referred under those circumstances, it makes perfect sense to borrow the definition that Congress provided."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "What would be similar to medical files and such, under Exemption 6, that uses the same phrase, \"unwanted invasion on personal privacy\"? So what would your reading do to Exemption 6, and how would we create or even make sense of Exemption 6?"
  },
  {
    "speaker": "KLINEBERG",
    "speech": "Your Honor, we don't believe our reading does any -- any damage to this Court's jurisprudence in Exemption 6, and the -- and the simple reason is that while the words \"personal privacy\" in Exemption 6 do mean -- and we agree with the Attorney General Clark in this -- do mean that -- that -- the same thing as it means in Exemption 7(C), but because -­ precisely for the reason you said, Justice Sotomayor -­ the personnel and medical and similar files limits the likely scope of that privacy interest to individual, natural -- natural persons. And that's simply not because of the words \"personal privacy,\" but because of the company that those words keep in that -- in that particular exemption."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Why? I mean, if you're saying that personal privacy has some overlap with individual privacy -- obviously, it has to if you're going to give meaning to personal privacy -- don't we have to give meaning to \"and similar files\"? And so what would those be?"
  },
  {
    "speaker": "KLINEBERG",
    "speech": "Well, Your Honor, as this Court said in the Washington Post case, the understanding of \"similar files\" is defined by the two benchmarks that are expressly provided, right? Personnel and medical. So the kinds of files are limited to the sorts of files in which individual information is likely to be contained. In that case, it was a passport file. Again, our -- our argument is simply that it's that part of Exemption 6 that does the limiting work in terms of its scope. The words \"personal privacy\" mean the same thing in Exemption 6 as -- as they do in Exemption 7(C). The -- the other point that I -- I certainly want to make clear is that our position is that personal privacy is only the first step in the determination whether or not a particular document is disclosed, because if the Government prevails, there will be no that Congress provided for is that the privacy interest be weighed against the public interest in disclosure. And what the -- what the FCC did here was to categorically exclude corporations from the protections of Exemption 7(C). And -- and all we are saying is that those interests are legitimate and just need to be balanced. And what the government's obligations under these circumstances are is that they need to weigh the private interests in -- in the documents against the articulated public interest in disclosure. And that interest, of course, has to do with what the government is up to. What do these documents tell us about what the government is doing? And if, as the amici on the Government's side suggests, there are lots of public -- lots of public value and public interest in the disclosure, then that balance is more likely to be weighed in favor of disclosure. And all we are asking for, though, is that that balance take place. And what's happened here is that -- is, as I said; it's a categorical exclusion that enforcement purposes where such documents do nothing to open agency action to public scrutiny. If the Government has its way in this case, the result will be what this Court decried in Favish, which was that it would be the failure to protect the privacy of citizens against the uncontrolled release of information compiled through the power of the state. If there are no further questions, I urge that the -- that the Third Circuit be affirmed. Thank you."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, counsel. Mr. Yang, you have 6 minutes left."
  },
  {
    "speaker": "YANG",
    "speech": "Thank you, Mr. Chief Justice. AT&T appears to have changed or at least modified its position somewhat from the position articulated at page 14 of its brief. There AT&T says, \"By expressly defining the noun 'person' to include corporations, Congress necessarily defined the provide no example where the term \"personal privacy\" has ever been used to refer to a corporation, much less a foreign government or State or local government in any context, whether it be FOIA, the law generally, or even in common usage. AT&T can provide no example of any problems that have arisen in over 35 years of the government's consistent administration of this provision. In fact, all indications point in simply one direction. Personal privacy applies only to individuals. The terms \"personal\" and the terms \"privacy\" do that alone. And, together, \"personal privacy makes\" that clear. The legislative history, the decisions of this Court pointing to the balance applying only to individuals, individual rights. All point in the same direction. We would ask that the Third Circuit be reversed."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, counsel. Counsel. :7 21:22 appears 41:16 10:23 18:12 big 28:16 :3,6,8,12,12 clarity 13:18 concern 19:1 16:2 18:15 10:24 12:17 :20 disclosures 28:1 24:8 31:7 34:23 32:12 3:17 42:8 11:23 13:25 give 8:17 24:2,12 groundbreaking 11:20 :17 internally 27:23 28:10,15,23 17:7 :15 27:23 notice 9:7 overlap 38:23 5:3,4,6,11,16 phrases 12:21 8:15 32:19 40:9 40:16 41:2 31:9,14,15 rem4:12,18 :1,7 properly 7:4 8:6 putting 14:9 4:19 9:8 20:12"
  }
]