[
  {
    "speaker": "ROBERTS",
    "speech": "We'll hear argument first this morning in Case 09-1454, Camreta v. Greene, and 09-1478, Alford v. Greene. General Kroger."
  },
  {
    "speaker": "KROGER",
    "speech": "Mr. Chief Justice, and may it please the Court: In Pearson v. Callahan, this Court gave the lower Federal courts discretionary power to decide substantive questions of constitutional law in qualified immunity cases in order to further the development of constitutional precedent. If it is valuable for the lower courts to decide these cases, then it is essential that this Court be able to review those decisions in order to ensure that they are accurate. For this reason, the case is justiciable and should be reviewed on the merits. issues here, and I hope we do get to th substance. Can you tell me Camreta's current occupation? Does the record establish that? Does the record tell us what Camreta is doing now? Is -­"
  },
  {
    "speaker": "KROGER",
    "speech": "The record does not, Your Honor, because the mootness issue was raised relatively late in the proceedings, but I'm aware of what his current occupation is."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Which is?"
  },
  {
    "speaker": "KROGER",
    "speech": "He is a child protective services worker with the Oregon Department of Human Services."
  },
  {
    "speaker": "SCALIA",
    "speech": "What I was about to ask is this: I can agree with you that -- that where there is a -- a determination on the merits, it should be reviewable, but could still disagree that it's reviewable where the requirements for Article III are not met; that is, where there is really no justiciable controversy between the parties. What -- what is the interest of the -- of to interview potential child victims in school, or to face liability for doing so."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Why would he face liability? Because he didn't have the opportunity to challenge that decision, the Fourth Amendment decision; therefore, it would have no preclusive effect on him. A party who doesn't have the -- if there are alternative holdings and you lose on one, win on the other, you're not precluded by the loss because you didn't have an opportunity to raise it on appeal. So why would Camreta be precluded? Why would he face punitive damages as you're suggesting?"
  },
  {
    "speaker": "KROGER",
    "speech": "Your Honor, the Ninth Circuit opinion does apply to Mr. Camreta. The court specifically advised Mr. Camreta and others in his position that they are on notice that in-school interviews of students that require a seizure require a warrant, and, thus, the Ninth Circuit decision does have precedential effect and impacts Mr. Camreta."
  },
  {
    "speaker": "SCALIA",
    "speech": "But it takes -­ moved to another State and -- making it virtually certain that she'll never confront this situation again. She doesn't care what the result of this thing is. Besides which, I think she's, what, 17 years old or so now? It's impossible that she will be confronted with the same situation."
  },
  {
    "speaker": "KROGER",
    "speech": "Your Honor, I disagree that S.G. has no ongoing concrete stake in the outcome of this case. In footnote 20 of the Respondent's brief on page 33, the Respondent notes that they have filed a motion in the United States district court to bring their Fourth Amendment claim against Deschutes County, a potential party that has no qualified immunity as a defense. And, obviously, the legal viability of that -­ that claim against Deschutes County will depend very much on the ruling on the merits of this Court."
  },
  {
    "speaker": "KENNEDY",
    "speech": "This is a Monell claim, and it's -- and the district court has held its ruling, I take it, in abeyance pending -- a ruling for reinstatement of that claim, pending our decision here? Because in this case, we have a plaintiff who is not going to be confronted with this situation again and who has put herself out of the running for damages because she didn't -- she didn't challenge the qualified immunity ruling. So she has no stake in any monetary relief from this claim. She has no continuing -- the -­ what has happened to her, happened to her at age 9, will never happen again now that she's past 18. So she hasn't -- if she came to court today with her case as an 18-year-old, she would have no case or controversy. It just seems like the whole case has evaporated. She has no claim. She did have a claim for -- for money damages, but she has relinquished that. So, what -- what genuine controversy is before us?"
  },
  {
    "speaker": "KROGER",
    "speech": "Your Honor, the controversy remains the Fourth Amendment claim, which is the Respondent is seeking to pursue in the United States district court and that gives the Respondent here a direct financial stake in the viability of their Fourth Amendment argument, and -­ Justice Ginsburg's question of why isn't the Monell situation the proper case? Because there, it's the party interested in how its officers will do their job at its directive. It has the case and controversy at issue, not S.G. Right now, she's never going to be investigated again. She's in another State. I understand that she doesn't even ever want to return to Oregon for, probably, fairly good reasons, at least from her perspective. So, again, why isn't this the interests of the county, not -- not the interests of the officer?"
  },
  {
    "speaker": "KROGER",
    "speech": "Your Honor, in Arizonans v. Arizona, the Court recognized that the employee in that case had an interest in how she was able to conduct her job. The Court decided that the case was -- was moot because she had resigned from her position with the State. But there was no objection to -- to her standing because she was a public employee that wanted to perform her job in a particular way because she was required to"
  },
  {
    "speaker": "KAGAN",
    "speech": "General Kroger, I don't think that the question here is really a standing question; it's really whether there is a controversy between this particular plaintiff and this particular defendant such that a judgment in this case would actually affect the legal relationship between the two, between the particular plaintiff and the particular defendant. So how would it do that? How would a legal judgment in this case affect the legal relationship between this plaintiff and this defendant?"
  },
  {
    "speaker": "KROGER",
    "speech": "Your Honor, the -- the -- Mr. Camreta remains a party below, and it's possible that the Court's rulings on the Fourth Amendment merits may impact the Fourteenth Amendment claims that are being made against Mr. Camreta that are alive and in controversy below. Moreover, this case, even if one strips out the ongoing motion that's been made in the district court, resembles in all material respects Erie v."
  },
  {
    "speaker": "SCALIA",
    "speech": "How does it affect the Fourteenth Amendment? There's a Fourteenth Amendment claim pending below?"
  },
  {
    "speaker": "KROGER",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "SCALIA",
    "speech": "And what's the substance of that?"
  },
  {
    "speaker": "KROGER",
    "speech": "It is a claim of Mrs. Greene to interference with familial rights as a result of certain actions by Mr. Camreta and other defendants."
  },
  {
    "speaker": "GINSBURG",
    "speech": "But that didn't have to do with the school search -- the school seizure?"
  },
  {
    "speaker": "KROGER",
    "speech": "That is correct, Your Honor."
  },
  {
    "speaker": "GINSBURG",
    "speech": "So -- and this case presents the question about was this unreasonable? That -- what's left in the case has to do with the mother's claim, and it has to do with putting the girls in custody, right?"
  },
  {
    "speaker": "KROGER",
    "speech": "That is correct, Your Honor. So the -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Counsel, if we were to to vacate the Ninth Circuit decision."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Well, you don't really want that, because the Ninth Circuit granted qualified immunity. What would be -- what would we be vacating? They haven't rendered a judgment on the search warrant issue."
  },
  {
    "speaker": "KROGER",
    "speech": "That is correct, Your Honor. What -- what I think the appropriate remedy for the Court would be would be to effectively -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Vacate the opinion."
  },
  {
    "speaker": "KROGER",
    "speech": "-- vacate the opinion or decision on the Fourth Amendment claim."
  },
  {
    "speaker": "SCALIA",
    "speech": "That would make you happy, won't it? Won't that make you happy?"
  },
  {
    "speaker": "KROGER",
    "speech": "Yes, Your Honor. The -- the -- I think the only difficulty with that as a -- as a outcome of the case is it undercuts the logic of the Pearson decision."
  },
  {
    "speaker": "ROBERTS",
    "speech": "It doesn't just do that. Is -- is Mr. Camreta in any more comfortable say, well, the Supreme Court vacated that decision, so I can go ahead and do this again and not have to worry about personal liability?"
  },
  {
    "speaker": "KROGER",
    "speech": "You're correct, Your Honor. It would place Mr. Camreta and other child protective services workers in the Ninth Circuit in a very -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "There are different panels on the Ninth Circuit, aren't there?"
  },
  {
    "speaker": "KROGER",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "SCALIA",
    "speech": "And -- and they don't all hold the same thing, fortunately, do they? (Laughter.)"
  },
  {
    "speaker": "KROGER",
    "speech": "They do they do not, Your Honor."
  },
  {
    "speaker": "ROBERTS",
    "speech": "They're supposed to file circuit -- follow circuit precedent, aren't they?"
  },
  {
    "speaker": "KROGER",
    "speech": "That is correct, Your Honor."
  },
  {
    "speaker": "SCALIA",
    "speech": "But an opinion that is vacated is not circuit precedent, is it?"
  },
  {
    "speaker": "KROGER",
    "speech": "It is not, Your Honor. participate in -- in questioning of this nature, would not be protected; isn't that right?"
  },
  {
    "speaker": "KROGER",
    "speech": "That is correct, Your Honor."
  },
  {
    "speaker": "GINSBURG",
    "speech": "What happened in -­ what -- what has Oregon done in response to this Ninth Circuit decision? Before it said that the caseworkers could have this kind of interview with the -- the child where there was a suspicion of abuse. Was there any change in practice in Oregon in response to the Ninth Circuit's decision?"
  },
  {
    "speaker": "KROGER",
    "speech": "Your Honor, that is not in the record, but I would happy -- be happy to respond. The State of Oregon provided legal advice advising child protective services workers to attempt to avoid anything that would be a seizure in a school and, in cases where there would pose no risk of danger to the children, to seek consent of -- of a parent before conducting an interview. Nevertheless, that legal advice puts a significant burden on the child protective services workers to -- to do their utmost to protect Oregon's children."
  },
  {
    "speaker": "ROBERTS",
    "speech": "On the merits -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Excuse me -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "-- do you think that the same approach you're following here would apply if the investigation focused on the student rather than a third party? Would in those cases a warrant have to be obtained?"
  },
  {
    "speaker": "KROGER",
    "speech": "Your Honor, I think in -- in those cases, because parental consent is a viable alternative where the allegation is a child is being abused by another child -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "No, no, not another child. It could be anything. We think the child is, you know, selling drugs, obviously not a 7-year-old, but someone else in the school is involved in legal activity, him- or herself."
  },
  {
    "speaker": "KROGER",
    "speech": "Your Honor, I believe the -­ the child abuse context is somewhat unique in that there are very few ways to investigate properly child abuse without speaking to the only witness that's typically available in the case, and that is the child."
  },
  {
    "speaker": "ROBERTS",
    "speech": "So -- so you think it would be a different rule if we're talking about some other criminal activity? The father's selling drugs, think the courts might reach different conclusions about what would be reasonable in those circumstances."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, on -- we're getting to the merits. Do you agree that search -- strike that -- that seizure under the Fourth Amendment is the relevant category here?"
  },
  {
    "speaker": "KROGER",
    "speech": "Absolutely, Your Honor."
  },
  {
    "speaker": "KENNEDY",
    "speech": "You agree that the child was -- was seized?"
  },
  {
    "speaker": "KROGER",
    "speech": "Yes, Your Honor, we concede that the child was seized."
  },
  {
    "speaker": "KENNEDY",
    "speech": "What -- what happens if the teacher tells -- the student is misbehaving on the playground: Go back in the classroom. You can't -- you sit there by yourself. You can't be part of recess. Is that a seizure?"
  },
  {
    "speaker": "KROGER",
    "speech": "No, Your Honor, I -- I disagree that that would be a seizure, because -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "What made this a seizure? The fact that it wasn't a teacher?"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, but I'm -- I'm asking for your view of the proper category to apply in these cases, and if it is a seizure, then -- then it's just a question of reasonableness, and we'd look at all the circumstances."
  },
  {
    "speaker": "KROGER",
    "speech": "That is correct, Your Honor. Mr. Chief Justice, I'd like to reserve the balance of my time."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, counsel. Ms. Kruger."
  },
  {
    "speaker": "KRUGER",
    "speech": "Mr. Chief Justice, and may it please the Court: A number of the questions this morning have focused on the question whether a live case or controversy remains because Respondent has chosen not to challenge the Ninth Circuit's qualified immunity ruling and so purportedly has no continuing stake in the"
  },
  {
    "speaker": "GINSBURG",
    "speech": "What about -- did she -­ did she -- let's go back one step. Does she have any viable claim now? This is not capable of repetition, evasive of review?"
  },
  {
    "speaker": "KRUGER",
    "speech": "Well, two responses, Justice Ginsburg. First, as General Kroger mentioned, she has a continuing interest in how this Court resolves this controversy because of her attempt to bring the same Fourth Amendment claim against Deschutes County. But setting that aside, this Court hasn't universally required that as a prerequisite to exercising its jurisdiction. I think there are two examples that help to illustrate the point. The first is the City of Erie v. Pap's A.M. case, in which this Court decided to review a State court injunction entered in favor of a plaintiff who no longer had what we would think of as an Article III stake in the case by the time the case reached this Court. The plaintiff in that case had left the nude"
  },
  {
    "speaker": "SCALIA",
    "speech": "There was a dissent in that case, wasn't there?"
  },
  {
    "speaker": "KRUGER",
    "speech": "There was indeed a dissent in that case. But I would note that there was also -­ (Laughter.)"
  },
  {
    "speaker": "KRUGER",
    "speech": "-- a dissent from the denial of cert in Bunting v. Mellen, in which very much the same situation was presented. The cadets who brought the challenge to the VMI supper prayer that was at issue in that case had graduated from VMI by the time this case reached this Court. And I think, as you quite properly noted in your dissent from denial of review in that case, for this Court to essentially insulate those types of constitutional rulings from review would be to undermine the very purposes for which this Court -­"
  },
  {
    "speaker": "KAGAN",
    "speech": "Ms. Kruger, how does this -­ this situation, the qualified immunity situation, differ from a wide variety of other situations in which we might not be able to get to the underlying constitutional ruling? kinds of cases, the underlying substantive ruling might be insulated from our review. How would you say that the qualified immunity situation is different and how would you be able to cabin this rule?"
  },
  {
    "speaker": "KRUGER",
    "speech": "The reason we think the qualified immunity situation is different, it presents a set of exceptional circumstances that weren't an exception to the usual prudential rule, is because the qualified immunity situation is one in which this Court has encouraged courts to undertake these kinds of constitutional rulings for the purpose of changing the legal landscape going forward, for the very purpose of establishing the law so that the -- that qualified immunity doesn't remain perpetually available to officials even though they are engaging in conduct -­"
  },
  {
    "speaker": "KAGAN",
    "speech": "But, presumably, in every case -­"
  },
  {
    "speaker": "KRUGER",
    "speech": "-- that has been found unconstitutional."
  },
  {
    "speaker": "KAGAN",
    "speech": "Excuse me. Presumably, in"
  },
  {
    "speaker": "KRUGER",
    "speech": "I think that in this situation what we have is not just a preview of how the court of appeals would decide the case subsequently in a case in which it was actually necessary to reach a certain judgment. What we have is a decision that changes the legal landscape going forward. It establishes the law such that qualified immunity will not be available in the next case. And it means that people like Petitioner Camreta and other child protective services workers who are doing their best to protect children from abuse are now on notice that if they attempt to detain temporarily a child in school for the purposes of trying to confirm or dispel a reasonable suspicion of child abuse without a warrant supported by probable cause, that they will invite lawsuits that would put them on the line for personal monetary damages."
  },
  {
    "speaker": "SCALIA",
    "speech": "But that wouldn't be the case if the opinion were vacated -­"
  },
  {
    "speaker": "KRUGER",
    "speech": "That's true."
  },
  {
    "speaker": "SCALIA",
    "speech": "-- under Munsingwear?"
  },
  {
    "speaker": "KRUGER",
    "speech": "-- an incorrect constitutional ruling."
  },
  {
    "speaker": "ROBERTS",
    "speech": "It would be a partial vacatur, right? The Court's done that before, hasn't it, where we vacate part of a decision under Munsingwear?"
  },
  {
    "speaker": "KRUGER",
    "speech": "That's correct, Mr. Chief Justice. But I would note that a vacatur rule would come with certain costs that I think this Court should keep in mind as it decides what the appropriate disposition of this case is. The reason that Respondent has so vigorously objected to that disposition is because it is inconsistent in some ways with the very reason for permitting courts of appeals to undertake this kind of constitutional determination in the first place. It undermines the -- the development of the constitutional law if this Court simply wipes the -- the slate clean but doesn't exercise its own authority to clarify the law by correcting what the Ninth Circuit has done. And I think, as the Chief Justice has quite correctly pointed out, it also does nothing to dispel the cloud of uncertainty that hangs over individuals within the territorial jurisdiction of the Ninth Circuit."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, I'm not so sure he was correct. The -­ (Laughter.)"
  },
  {
    "speaker": "ROBERTS",
    "speech": "If it's vacated, it indicates that there's no established law on that question, and it seems to me Camreta would be free to do what he considered appropriate under the circumstances, and if somebody tries to impose personal liability on him, it seems he has an even stronger case than he might have before."
  },
  {
    "speaker": "KRUGER",
    "speech": "I think that's correct, Mr. Chief Justice, and I think for that reason we would not object to that disposition in this case. We would just observe that that disposition is one that does not sit particularly comfortably with the reasoning of Pearson and the line of cases that comes before it, that recognizes that the reason why we encourage courts of appeals to undertake these determinations in the first place is to promote the development of constitutional law and to ensure that the law doesn't remain not clearly established in perpetuity. decision have explained why this is contrary to the Constitution, and it would seem to me that any conscientious law enforcement officer would -- would take that seriously into account."
  },
  {
    "speaker": "KRUGER",
    "speech": "I think that's absolutely right, Justice Kennedy."
  },
  {
    "speaker": "SCALIA",
    "speech": "Why? What's the test? Isn't the test clearly established law?"
  },
  {
    "speaker": "KRUGER",
    "speech": "That's right."
  },
  {
    "speaker": "SCALIA",
    "speech": "Would this be clearly established law under any -- any conceivable interpretation of that?"
  },
  {
    "speaker": "KRUGER",
    "speech": "I think it's -- it's true that if this Court were to vacate the Ninth Circuit's constitutional ruling, Mr. Camreta and others who are similarly situated wouldn't face the very significant concrete prospective effect of this decision, which is to strip them of qualified immunity in future cases. They would be able to argue, as you're suggesting, that the law is not clearly established. At the same time -­"
  },
  {
    "speaker": "KRUGER",
    "speech": "Certainly, Justice Ginsburg. The Ninth Circuit in this case held that the temporary detention of a child in school to confirm or dispel suspicions that that child is being abused is unconstitutional unless the questioning officials have a warrant, probable cause, or parental consent. We think each of those requirements is unjustified as a matter of Fourth Amendment law and imposes a serious burden on the conduct of the -- of the government at the initial stages of a child abuse investigation. As -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Counsel, would -- I'm interrupting you only for a quick reason. What's the test? Is it a question of whether the seizure is reasonable or not?"
  },
  {
    "speaker": "KRUGER",
    "speech": "That's correct, Justice Sotomayor. The question is reasonableness."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "All right. So -- so that would be your proposed test. If we were to say you don't need any of those three things right now, where would that leave us or leave the courts below on would go to the -- the question of the manner in which the -- the interview is conducted, as opposed to whether it's -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "So how do we -­"
  },
  {
    "speaker": "KRUGER",
    "speech": "-- reasonable at its inception."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "How do we develop the law, or how do we help develop the law in this case if we answer your question but leave unanswered with no parameters, any idea -- because we have no set of facts; no one's going to review that question -- of what is reasonable in this context?"
  },
  {
    "speaker": "KRUGER",
    "speech": "Well, the question that the Ninth Circuit answered in this case was a question that concerns the justification for the interview at its inception. The Ninth Circuit said a warrant, probable cause, or parental consent is required from the very outset. That would be true whether an interview lasted 2 hours or 10 minutes, whether the child was responsive, whether the child wasn't."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "That -- you see, that's with that proposition. I think law enforcement very much needs help on the questions the Ninth Circuit actually decided because the warrant or probable cause requirement is one that has a very significant effect on the way that they carry out their very important business in this area. If the Court has no further questions -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, counsel. Ms. Kubitschek."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Thank you. Mr. Chief Justice, and may it please the Court: There is no case or controversy between S.G. and the Petitioners. That ended when -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Then why are you -­ why are you here? (Laughter.)"
  },
  {
    "speaker": "ROBERTS",
    "speech": "You're not challenging the qualified immunity ruling?  not here voluntarily. (Laughter.)"
  },
  {
    "speaker": "ROBERTS",
    "speech": "No, I know that. But why -­ (Laughter.)"
  },
  {
    "speaker": "ROBERTS",
    "speech": "I do know that. But on the other hand, you had no -- you could have filed a paper saying we have no continuing interest in the case, but you haven't done that. You've fought the legal issues on the merits in -- in an area where it's been suggested you don't have a stake."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "We -- S.G. does not have a legally cognizable stake, Your Honor. She won a moral victory when she obtained a ruling in her favor on the Fourth Amendment claim in the Ninth Circuit, but as this Court said in Hewitt v. Helms, a moral victory is no victory at all, but -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "So you have objection if we entered a Munsingwear order vacating the decision of the Ninth Circuit on the merits of the  decisions which become moot through happenstance, and -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, again -­"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "-- the reason for that is because of preclusion. I'm sorry."
  },
  {
    "speaker": "ROBERTS",
    "speech": "I'm sorry. Again, I get to the question, why do you care? Why do you care whether we vacate the -- the order or not? Your position is your client has no continuing interest in the case."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "That -- our client has no legally binding, legally cognizable interest in the case. She has an interest in protecting her moral victory, as do -- and in the issue, as do the many amici who filed briefs on her behalf."
  },
  {
    "speaker": "GINSBURG",
    "speech": "She's asserting the interests of other children who would be in the situation that she was once in, but no longer; but we have said the plaintiff herself must have a live controversy, and there was no class action here."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "That -- that is correct, in the Ninth Circuit have to comply with it, and anybody -- any individual officer who doesn't comply with it would do so on pain of personal liability, but you don't want that ground-breaking decision to be subject to review by this Court on the merits. Is that a summary of what you want? Does that make any sense?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Your Honor, the -- the case -- if the case is truly as important to other employees of the States in -- within the confines of the Ninth Circuit, it will arise again, and this Court will have the opportunity to decide the issue again between parties who have a live stake in the issue; or it will arise in another circuit, and it will present a live controversy between parties who have a stake."
  },
  {
    "speaker": "SCALIA",
    "speech": "So, you want us -- so Munsingwear. You don't want us just to leave it sitting because there's no controversy; you want us to erase that holding below, right?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "No, Your Honor, we would not ask the holding below be erased. That's -­ where, on appeal, somebody will have an interest in arguing to -- to sustain it, but that interest doesn't exist here. That's the argument you're making, but that's the argument of someone -­"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "I'm sorry -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- who wants us to Munsingwear."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "I'm sorry, Your Honor, I misspoke. It will come up -- if it is as -- if the practice is as widespread as the Petitioners claim, it will come up again in other circuits, and this Court will have the opportunity to review it and -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, but Justice Alito's question was addressed to the Ninth Circuit. In the Ninth Circuit, it's not going to come up again if we assume that our public employees are going to be law-abiding. They're bound by this in the Ninth Circuit."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Well, Your Honor, I guess that's -­ And our reading of the court of appeals decision is not nearly as broad as the Petitioners' reading. The court of appeals said specifically our caseworkers and police officers are always allowed to question children in a protractive custodial setting with -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Where are you reading in the holding of the court of appeals? Because I was under the impression that they did say there's only three ways: One is you get a warrant; another is you get parental consent; and a third is exigent circumstances. I thought that was the -- the ruling of law by the Ninth Circuit."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "That was -- that was the ruling as it applied to S.G. herself, Justice Ginsburg. This was not a class action lawsuit, and the court was deciding what happened to one 9-year-old child on February 24th, 2003."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Well, let's see where they -- I thought that, yes, the case is about a single plaintiff; it's not a class action. But they're making always permissible under the Fourth Amendment without probable cause and a warrant or the equivalent of a warrant.\" And the court -- and the court said: No, not always and not in this case. And if this Court does reach the merits of -- of this case, we would ask this Court to uphold a rule that -- stating that a protracted custodial interview of a child by police and child welfare investigators is presumptively unconstitutional unless they have a warrant or court order or parental consent or exigent circumstances."
  },
  {
    "speaker": "ALITO",
    "speech": "What is there in the Ninth Circuit's opinion, which -- which generally requires a warrant, to suggest that the length of the interrogation was relevant to their decision? I mean, at least the child protective services need to decide whether they need a warrant before they begin the questioning, no matter how long it's going to last. Where does it say that the length is relevant to the -- to the issue that they decided? United States v. Place, that a 90-minute detention is -­ falls out of the realm of a Terry stop and into the realm of a seizure for which full Fourth Amendment protections are required of a criminal suspect. And this Court has also said, in Soldal v. Cook County, that it would be anomalous if people who are not suspected of any wrongdoing at all had fewer Fourth Amendment protections than -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "I don't understand. It seems like a very strange rule to me. You mean it's okay for a child protection worker to just ask the child passing in the hall, you know, has your -- or not passing in the hall. Come into this room, I have a question for you: Has your father been abusing you? And if the child says yes, thank you, and the child goes, then that's okay?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "We would -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Because it was a short interview?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "The -- I didn't mean to -­ that the police and child welfare worker removed the child or removed any individual from the place where she is -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Right. Take her into a room. I see that."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "-- and bring her to another place, and then -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "But once they take her in a room, it depends on how long the interview is; is that right?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "That -- that goes to the question of whether or not there was a seizure."
  },
  {
    "speaker": "SCALIA",
    "speech": "Whatever."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "In this case, it was stipulated that there was a seizure."
  },
  {
    "speaker": "SCALIA",
    "speech": "We're talking about rules for the future; we're not talking about this case, and you're asking us to adopt a rule for the future that says if it's very brief, it's okay, but if it's longer it isn't okay. Right? That's what you want us to There has been a seizure, but it's been a very brief seizure, just as a Terry stop is a very brief seizure."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Our position would be that because the -- of the importance of consent here to a seizure, that the -- that there would need to be a court order to remove a child from her classroom and to take her to another room and then -­"
  },
  {
    "speaker": "ALITO",
    "speech": "On the issue -­"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "-- or parental consent."
  },
  {
    "speaker": "SCALIA",
    "speech": "So you're changing your position: You need a court order, no matter how brief; is that it?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "I think that has been our position, and I'm sorry if I didn't make it clear."
  },
  {
    "speaker": "SCALIA",
    "speech": "Oh, okay."
  },
  {
    "speaker": "ALITO",
    "speech": "Well, on the issue of consent, do you read the Ninth Circuit's opinion as having an age limit? Suppose that the child is, let's say, 16 years old. Is the child at 16 incapable of consenting to questioning? the possibility that there are, in fact, some children who are of suitable age and discretion to knowingly make a decision whether or not to talk to an armed police officer and a caseworker without their parents having to make it for them. But -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Counsel, are you -- I just want to make sure I understand your position. Answering Justice Scalia's question: Child walks into the room -- is taken out of their classroom, walks into the room. The officer says: We've heard that your mommy and daddy are doing some things to your private parts; is that true? And the child says -- 9-year-old child says: I wish somebody had asked me before. I'm so afraid of my daddy. He does these horrible things to me. Are you seriously suggesting that if the police stay there for an hour debriefing that child as to the circumstances of that situation, that that's a seizure? It seems to me that what you -­"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "A seizure, yes, but that what you seem to have said to Justice Scalia, which is that the mere removal from the classroom is the -- the defining feature of seizure. So it can't be that."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Well -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "They don't know if there's exigent circumstances until they ask the question."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "That -- that's correct."
  },
  {
    "speaker": "GINSBURG",
    "speech": "You got a stipulation that there was a seizure, so -­"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "What? Yes, there was a seizure."
  },
  {
    "speaker": "GINSBURG",
    "speech": "There was never any argument that was not at issue in this case. Given that there was seizure -­"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "That's -- that's correct. JUSTICE GINSBURG: -- the question is: Is it reasonable?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Correct."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Have you, in the -- many He didn't utter a word in the interview. Suppose we take the sheriff, deputy sheriff, out. The only one who comes to the school and asks to talk to this child is the caseworker from the department of health?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Well, it would depend on, I think, the larger picture, whether or not there was police entanglement, as this Court ruled in Ferguson v. The City of Charleston. In this particular case, the -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "If the information elicited from the child is that she has been abused by her father, then there is a likelihood that there will be police interest in that."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Well, and this -- this Court recognized also that possibility in Ferguson v. The City of Charleston, that the -- the nurses at the hospital would call child protective services, but the -- the -- you have to look at it from the beginning, and in this case, the case began when -- on February 10th, when the police got involved. The police did not report the matter to the petitioner Alford said that his reason for being at the school was for law enforcement purposes."
  },
  {
    "speaker": "ALITO",
    "speech": "But what is your answer to Justice Ginsburg's question, suppose it was just Mr. Camreta or suppose it was the school nurse, would the answer be the same?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "No, it would not be the same if it was the school nurse or Mr. Camreta. And the -- the reason is that the school nurse is part of the school administration, and the school has an obligation and the authority under T.L.O. act and in Earls to make rules and carry out procedures that will protect the children of the school and promote learning, and if the child comes -­"
  },
  {
    "speaker": "ALITO",
    "speech": "So if it was just Mr. Camreta and he -­"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "If Mr. -­"
  },
  {
    "speaker": "ALITO",
    "speech": "-- and he taped the conversation and then later turned it over to the -- to the police if he discovered evidence of child abuse, police officers who come from the outside in -- in order to deal with situations that are not related to the school, and nobody is saying that S.G. was abused while she was at the school."
  },
  {
    "speaker": "BREYER",
    "speech": "Same circumstance. Was there a seizure? No -- no professor -- no policeman?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "If -- if -­"
  },
  {
    "speaker": "BREYER",
    "speech": "School nurse?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "The school nurse?"
  },
  {
    "speaker": "BREYER",
    "speech": "Seizure?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Probably not a seizure."
  },
  {
    "speaker": "BREYER",
    "speech": "And so, it's not a seizure if exactly the same thing happens but there is no outside person there, but it is a seizure if there's an outside person?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "If the outside person comes into the school -­"
  },
  {
    "speaker": "BREYER",
    "speech": "That's the rule as to whether there's a seizure?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "That's one of the factors seizure? Go inside and speak to the principal, I saw you push the child at recess. We want to find out who was pushing you. Go inside and talk to the principal. Seizure?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Your Honor, I believe that it -- it would be considered a seizure, although that's not our case."
  },
  {
    "speaker": "BREYER",
    "speech": "Everybody is going to stay 5 minutes after class, too much talking today. Seizure?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "That -- that, Your Honor, it might be a seizure. Again, it's T.L.O. -­"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, that's what I need to know, because I don't know see if there is no seizure, how it could have been an unreasonable thing, if there isn't even a seizure."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "If -- if the caseworker comes to the school under circumstances where a child would feel free to leave or -­"
  },
  {
    "speaker": "BREYER",
    "speech": "You're not free to leave class. office. Too much talking."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "That -- that would be -- Your Honor, if that is a seizure, it would fall within T.L.O., precisely within T.L.O., whereas -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "If you send her to the school nurse, it's not a seizure, but if the school doesn't have a nurse and it brings in a nurse from the outside and say, you know, we think you have some contagious disease, we would like you to speak to this -- then it becomes a seizure?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Well, Your Honor, the T.L.O. framework would certainly apply in that situation, where you have a child who has a potentially contagious disease, then the analysis you follow -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Contagious, it's just a disease that's going to kill this child and nobody else, okay? (Laughter.)"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Your Honor, that certainly also would fall within the T.L.O. -­ something else that is going to very much harm that child, why is that any different?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Well, Your Honor, because child welfare investigations are also harmful to children. And when -- when a child is asked, interrogated about whether or not her father touches her inappropriately, that's not a neutral action. Whether or not she has been abused that causes trauma to the child -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "It has nothing to do with whether there's a seizure, nothing whatever to do with whether there's a seizure."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "If -- if there -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "The questions you ask after the seizure don't make it a seizure or make it not a seizure, do they?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "They -- they affect the constitutionality of the interaction between the child and the -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Doesn't that go to the And it's hard to swallow that if a police officer asks a child are you being abused and the child says, yes, I need help, it is nearly impossible to think that that seizure is unreasonable. You're -- you're -­ you're -- it may well be that 2 hours for a protesting child would be, but isn't that all subject to a question of reasonableness as to the scope of the seizure?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Well, Your Honor, because -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "She's helping you, I think."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "I'm sorry?"
  },
  {
    "speaker": "SCALIA",
    "speech": "She's helping you, I think. (Laughter.)"
  },
  {
    "speaker": "SCALIA",
    "speech": "But -- but that goes to the reasonableness of the seizure. I was asking you about whether there has been a seizure. Step one, has there been a seizure? And you're saying that in a lot of these situations there simply hasn't been a seizure. Now, once there is a seizure, then we can inquire to whether it's unreasonable or not. But -- but about when -- when -- when we talk about a seizure."
  },
  {
    "speaker": "ROBERTS",
    "speech": "He was not trying to help you. (Laughter.)"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "I'm aware of that. But, you know, that again is perhaps a good reason why this Court should not reach the merits of the Fourth Amendment question, because in this particular case it was conceded that there was a seizure so early in the -­ in the case that the normal development of facts which, as Justice Scalia, you have pointed out, whether or not there is a seizure is certainly dependent on the individual facts of the encounter between the individual child and the individual police officer."
  },
  {
    "speaker": "ROBERTS",
    "speech": "So you're -­"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Those facts were not developed."
  },
  {
    "speaker": "ROBERTS",
    "speech": "So that's your argument, again, that we shouldn't reach the merits?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "That's correct."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "If you -- if you vacate the decision on the merits -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Right. Then that cannot be used -- that cannot be used to establish that there's clearly established law. And in the absence of clearly established law, he cannot be found personally liable?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "That -- that would be correct."
  },
  {
    "speaker": "ROBERTS",
    "speech": "So if he did exactly the same thing, he would still be entitled to qualified immunity?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "He would still be entitled to qualified immunity, but if this Court were to vacate, this Court would be effectively be telling lower courts that they should not follow the Pearson sequence ever because if they -- if the lower court reaches a constitutional issue and then rules that the defendant has qualified immunity, which Pearson said that they could do, that this Court would then say no, don't -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "It will be something that could be replicated again in the future for some other reason. It -- it isn't true that it will just eliminate the whole purpose of our -- of our jurisprudence in this area. In many cases the -- the decision below can be appealed, and -- and we will rule on the -- on the constitutional question."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Which is -- that's -­ that's correct -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "But you moved away, I mean if -- you know, it's a different situation."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "It -- it's a different situation, but if they're in the situations where individual defendants have qualified immunity, it has been the procedure in this Court not only since Pearson but really going all the way back to Siegert v. Gilley, 1991, where the Court recommended that the lower courts reach the constitutional issue -- in Siegert this Court said that they can. In County of Sacramento v. Lewis, the Court said that they -- it's the better approach. cross-petitioned, but she decided not to."
  },
  {
    "speaker": "KAGAN",
    "speech": "But then we wouldn't have a case."
  },
  {
    "speaker": "KENNEDY",
    "speech": "But there's nothing in the record that indicates that you're withdrawing your Monell action against the municipality, is there?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "The Monell action against the municipality was dismissed on the facts."
  },
  {
    "speaker": "KENNEDY",
    "speech": "But isn't it -- isn't a motion to reinstate it still pending in the district court?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "The motion to reinstate it was denied without prejudice to reinstate after this Court rules, and -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "All right, so it's still alive. And -­"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "It's still alive."
  },
  {
    "speaker": "KENNEDY",
    "speech": "-- there's nothing in the record to indicate that you won't ask that it be reinstated."
  },
  {
    "speaker": "ROBERTS",
    "speech": "But who is -- who is on the other side of the county?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "I'm sorry; who's on the other side of the -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "The claim pending below involves which two parties?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Oh, it -- it involves S.G. and the county."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Oh. So -­"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "-- claim that it's alive? The claim that is alive involves different incidents, incidents that took place in March of 2003, not -­"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Does the decision on the merits here have any relevance whatever to the action that's still pending?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "No."
  },
  {
    "speaker": "ROBERTS",
    "speech": "So you agree that if -- if this is -- we vacate the decision on the merits, that's of no meaning whatever in the pending action below? such, for example, as the seizure question, et cetera; what kind of impact would that have in your opinion?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "If the Court were to dismiss the case as -­"
  },
  {
    "speaker": "BREYER",
    "speech": "Yes, if -- while indicating the reasons being in part that there are difficult questions here, suggesting what they are. What would the -- impact would that have?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Well, Your Honor, it would have some impact at least on the Petitioner's position. The Petitioner's opinion as stated in their brief that all seizures of children to investigate child abuse are constitutional at their inception, meaning there -­ there are no limits, there are no constraints on what a child abuse -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "It wouldn't affect your client in any way, because she's out of it and you were candid from the beginning to say as far as she's concerned this is a moot case; but as far as Camreta and the other officers are concerned, we were told by"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "-- that would be to -- to tell the officials who investigate child abuse that in the name of protecting children, they do not have free rein to do anything and everything that they think is appropriate, because what they do harms children, including the very children they claim to be trying to protect. As Justice Breyer said, even raising those questions would -- would be beneficial to children who are forced to undergo child abuse investigations, 75 percent of whom have not been abused at all, and who find the experience psychologically traumatic."
  },
  {
    "speaker": "ROBERTS",
    "speech": "If you're making an argument on something that you've already told us you have no cognizable interest in -- correct?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Correct."
  },
  {
    "speaker": "ALITO",
    "speech": "If you were designing what you would regard as an ideal system, and you're very knowledgeable in this -- in this area, and you concluded that some kind of approval by a detached individual abuse, or would you set it at some lower level?"
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Well, in fact, Your Honor, the -- most of the States have a procedure for seeking court approval, and their -- they differ in whether they require probable cause or reasonable suspicion or something like reasonable cause; and so while we put in our brief that the seizure of S.G. should have been based upon probable cause, given the law enforcement component, if there was -- if Alford, the deputy sheriff, were not there at all, and it was purely a child welfare seizure and the child welfare caseworker were going to a juvenile court judge and seeking some kind of judicial approval, the -- because the laws of the States differ between reasonable suspicion and probable cause, I would suggest that the better course would be to let this play itself out between those two legal standards."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, counsel."
  },
  {
    "speaker": "KUBITSCHEK",
    "speech": "Thank you."
  },
  {
    "speaker": "ROBERTS",
    "speech": "General Kroger, you"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "General, just a point of clarification before you go on. You said earlier that your office had advised the county not to seize children. Does that mean they're not talking to children at all? Is -- you used the word seized. Are you advising them that they don't have the right to talk to children? Without their parental consent or a warrant?"
  },
  {
    "speaker": "KROGER",
    "speech": "No, Your Honor, but they would have to talk to children in a way which runs no risk of being found of seizing the children within the meaning of the Ninth Circuit decision."
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, so then walking along the hall in the school, right? JUSTICE SCALIA: Just come up alongside: \"By the way, I wanted to ask you whether your mother --\" (Laughter.)"
  },
  {
    "speaker": "KROGER",
    "speech": "Yes, Your Honor, and you can see the problem which the Ninth Circuit decision causes without first speaking to the child because the child is usually the only witness that is available to the government; and so to require, as the Ninth Circuit has here, that we obtain a warrant prior to even speaking to a child victim places -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "What's the standard? I mean, I just assume you're not suggesting that this procedure could be used with every child in every school without some ground for suspicion, correct?"
  },
  {
    "speaker": "KROGER",
    "speech": "No, Your Honor, we believe that reasonable suspicion is the -- is the proper basis before making a seizure of a child to conduct one of these inquiries. Significant here in Griffin and subsequent cases like Lidster, the Court has recognized that the relationship between the State and the person being searched or seized is significant to the reasonableness analysis, and here it is not an adversarial relationship. The child and the State share a significant interest in making sure that that child is that problem disappears -- tell me if I'm wrong -- if we find there's no jurisdiction. If we Munsingwear this case, the decision is wiped off the case, you return to status quo ante, and you tell all your people that they can do what they would have done beforehand; is that right?"
  },
  {
    "speaker": "KROGER",
    "speech": "That is correct, Your Honor. That would be a -- a significant step forward for Mr. Camreta and others similarly placed. The -- the challenge is that those kind of claims then would be perpetually subject to -- to qualified immunity because the law would not be clarified. And that -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "Would you -- are you -­ and I guess what I'm asking is, let's assume we go ex ante. At any moment that an agency speaks to a child, they can move from a nonseizure to a seizure, correct? And some seizures can be reasonable and some can't, right?"
  },
  {
    "speaker": "KROGER",
    "speech": "That's correct, Your Honor."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "And law enforcement is"
  },
  {
    "speaker": "KROGER",
    "speech": "Yes, Your Honor. That's part of the reason we agreed that a seizure was committed here, so that law enforcement are not placed in a difficult position every time they speak to a child, of trying to make their own determination as to whether -­"
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "But they do it anyway, meaning even if we say that they can seize the child, you would still have to not do a seizure that was unreasonable. You wouldn't -- in scope. They can't speak to the child endlessly, can they?"
  },
  {
    "speaker": "KROGER",
    "speech": "No, Your Honor, that's correct. The government officials will have to conduct that -­ that seizure in a reasonable manner for a reasonable duration. That's different, I think, though, Your Honor, than the threshold question of if they start to talk to a child, of trying to judge in the middle of an interview, have we gone too far, has a seizure occurred."
  },
  {
    "speaker": "SOTOMAYOR",
    "speech": "I'm not quite sure why you stipulated to a seizure in this case, but that was your strategic choice. making against Deschutes County, and thus, this is somewhat analogous to the situation in the Pacific Bell case, where you have a Petitioner and Respondent seeking different remedies from this Court in light of the impact that it will have on subsequent litigation."
  },
  {
    "speaker": "ALITO",
    "speech": "Ms. Kubitschek said it was based on different events. Is that right or not?"
  },
  {
    "speaker": "KROGER",
    "speech": "The due process -­"
  },
  {
    "speaker": "ALITO",
    "speech": "The Fourth Amendment claim against the county is based on -- on this interview?"
  },
  {
    "speaker": "KROGER",
    "speech": "Your Honor, I have not seen the new complaint, but my understanding is that it is the same event and same claim."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Thank you, Counsel. The case is submitted."
  }
]